{"title": "Dielectric properties of BST/polymer composite", "abstract": "A composite of barium strontium titanate (BST) and thermoplastic cyclic olefin copolymer (COC) was investigated with different BST loadings using common and nanosize ceramic powders. The relative permittivity and loss tangent of the composites were measured as a function of loading at 1GHz and as a function of temperature at 0.1MHz. A relative permittivity of 6.0 and a loss tangent of 0.0009 at 1GHz (room temperature) were obtained for a BSTc-COC composite with 25vol.% loading using common-size particles of BST. The values for a BSTn-COC composite loaded with 25vol.% of nanosize BST particles were 7.3 and 0.0023, respectively. A modified Lichtenecker logarithmic equation showed good correspondence with measured relative permittivity of the BSTc-COC composite, but especially at a higher loading level, the model failed with the BSTn-COC composite.", "body": [["Introduction", ["Materials used in microelectronic packaging have to simultaneously fulfill diverse requirements, like low dielectric loss, moderate relative permittivity and moisture absorption resistance, as well as a low coefficient of thermal expansion (CTE) and high dimensional stability and mechanical stiffness.[bib1]1\n                      Ceramic–polymer composites, especially type 0-3, form a potential material group suitable for producing demanding and functional packages that combine the electrical properties of ceramic and the mechanical flexibility, chemical stability, and processing possibilities of polymers. The feasibility of these composites for use in piezoelectric and pyroelectric applications, flexible sensors, transducers, thick film dielectrics, embedded capacitors, tunable antennas and other multilayer RF devices has been studied.[bib2 bib3 bib4]2–4\n                      The research has mainly concentrated on epoxy-ceramic composites,[bib5 bib6 bib7 bib8]5–8\n                      but also other polymers, such as PVDF,[bib9]9\n                      P(VDF–TrFE),[bib10]10\n                      silicon-rubber,[bib11]11\n                      polyimide,[bib12]12\n                      polyvinylchloride (PVC),[bib13]13\n                      cyanoethylated cellulose polymer (CR-S),[bib14]14\n                      polystyrene,[bib15]15\n                      and polyurethane,[bib16]16\n                      have been used. However, only a few composites that use thermoplastic polymers have been reported.[bib17 bib18]17,18\n                      These polymers have excellent chemical stability and good mechanical processing possibilties, as they can be net-shaped at elevated temperatures to make, e.g. sheets or a 3D structure, using injection molding, lamination or extrusion. Thus, thermoplastic polymers are attractive candidates for 0-3 type ceramic–polymer composites.", "The main goal of this research was to introduce a novel 0-3 type ceramic–polymer composite made of thermoplastic polymer (cyclic olefin copolymer, COC) with different loadings of ferroelectric barium strontium titanate (BST). Recently it has also been reported that the nanosize ceramic powders of 0-3 type ceramic–polymer composites could enhance the composite's loading and microstructure.[bib19 bib20]19,20\n                      Thus, an additional objective of the research was to examine how the dielectric properties differ when the particle size of the ceramic filler is decreased from micro to nano-scale. The loading effect of two different BST materials (Ba0.55Sr0.45TiO3 with micrometer-scale particles and Ba0.5Sr0.5TiO3 with nanometer-scale particles) on the microstructure and dielectric properties of the composite was analyzed and discussed."]], ["Experimental procedure", ["BST-COC composites were manufactured from commercial BST powders and a granular COC polymer in a HAAKE Rheocord mixer system (CG-5902 Torque Rheometer, Thermo Electron Corporation, USA). The COC was Topas® 8007S-04 (Ticona GmbH, Germany) with a density of 1.02g/cm3 and a melting temperature of 190–250°C. The common-size Ba0.55Sr0.45TiO3 powder (Filtronic Comtek Ltd., UK) was calcined at 1100°C for 4h with a fired density of 5.5g/cm3 for a bulk sample. The nanosize Ba0.5Sr0.5TiO3 powder (Sigma–Aldrich Chemie GmbH, Germany) had a fired density of 4.9g/cm3. First the COC polymer was weighed and put into the chamber of the Torque Rheometer at a 230°C temperature, followed by slow addition of the BST powder. After mixing at a speed of 32–64rpm for 10–20min, the BST-COC composite was taken from the chamber and hot-pressed at a 200°C temperature to form samples for measurements.", "The volume fraction indicating the final loading level of the ceramic was calculated using the weight and density of pure BST and COC. Microstructure analyses were done using scanning electron microscopy (SEM, Jeol JSM-6400, Jeol Ltd., Japan) and X-ray diffraction spectrometry (XRD, Siemens D5000, Siemens AG, Germany), utilizing the JCPDS data file (International Center for Diffraction Data 1992, USA). The specific surface area of the BST powders was measured with a COULTER OMNISORP 360CX (Coulter Electronics Ltd., UK).", "Composite samples with a length and width of 20–30mm and a thickness of 1.5–2mm were made by hot-pressing for electrical measurements. The samples were polished to ensure good surface quality and parallel surfaces. Relative permittivity and the loss tangent at a frequency of 1GHz were measured at room temperature with an Agilent E4991A RF Impedance/Material Analyzer (Agilent Technologies Inc., USA). Electrodes were manufactured by sputtering a copper layer on both surfaces. Wires were soldered on the copper electrodes and the dielectric properties were measured as a function of temperature at 0.1MHz using a HP 4284A precision LCR meter (Agilent Technologies Inc., USA) and a LINKAM temperature control system (a TMS94 temperature controller and an LNP94 automated liquid nitrogen cooling pump, Linkam Scientific instruments Ltd., UK)."]], ["Results and discussions", ["The thermoplastic polymer chosen for this research, COC made from ethylene and norbornene, is an amorphous and transparent copolymer with high insulation resistance, very low dielectric loss and excellent chemical resistance to aqueous acids and most polar solvents. The measured relative permittivity and dielectric loss of pure COC at 1GHz were 2.4 and 0.0001, respectively. BST, which is widely used in various applications because of its high relative permittivity and relatively low loss, was chosen as the ceramic filler. The BST was also selected for the way it exhibited a paraelectric state with low loss at ambient temperature. The relative permittivity and loss tangent of the pure BST bulk (made with common-size Ba0.55Sr0.45TiO3 powder and sintered at 1400°C for 4h) measured at room temperature were 1757 and 0.001 at 0.1MHz, respectively.", "In addition to the electrical performance of the basic composite materials, the final properties of the 0-3 ceramic–polymer composite depend on the loading, particle size, size distribution, and microstructure[bib21]21\n                      of the ceramic filler. Thus, the main interest was in studying these effects.", "The particle size of the common BST powder was in the range of 0.2–2μm, with an average size of ∼1μm, whereas the particle size of the nano-BST powder was <200nm. The BET surface area measurement gave SSA values of 7.8 and 13.7m2/g for the common BST powder and the nano-BST powder, respectively. The XRD analysis showed that both powders had a structure of polycrystal barium strontium titanate, confirming that the starting ceramic materials were the ones expected.", "Composites with different BST loadings in the range of 2.5–60vol.% were fabricated from common-size BST powder (BSTc-COC). Similarly, composites with BST nano-powder were manufactured (BSTn-COC) with a 2.5–33vol.% of BST. The microstructures (SEM images in the back-scattering electron mode) of the BSTc-COC composites with 10, 40, 60vol.% BST and BSTn-COC with 10vol.% BST are shown in [fig1]\n                     . Gradually increased loading of BST and homogeneously distributed ceramic particles can be clearly seen in the COC polymer matrix.", "The SEM image of BSTn-COC ([fig1]d) shows more uniform and delicate distribution of the ceramic particles and smaller distances between them compared with BSTc-COC with the same volume fraction of 10vol.% ([fig1]a). Therefore, the polymer matrix dominates the behavior of the BSTc-COC composite with higher loadings than the BSTn-COC composites, which will be discussed later on.", "In processing the composites, it was also observed that the nano-powder was easier to mix with the polymer than was the common powder at lower BST loadings. However, mixing became more difficult at higher loadings, as also reported by others,[bib19]19\n                      because of the effect of the high SSA and thus the larger ceramic volume. Research is going on to improve mixing, inhibit agglomeration and obtain higher nano-powder loadings.", "The relative permittivity of the BSTc-COC composites at 1GHz rapidly increased from 2.6 to 21.4 as the volume fraction of BSTc was increased from 2.5 to 60vol.%, as shown in [fig2]a. The increase became more profound when the loading level of 25vol.% was exceeded. As the loading increased, a slow increase of the loss tangent at 1GHz from 0.001 to 0.003 was also observed.", "The BSTn-COC composites had similar behavior as a function of BST loading as did the BSTc-COC composites. Their relative permittivity and loss tangent increased when the volume fraction of nano-BST powder was increased ([fig2]b), but at lower loading of BST (≤10vol.%) their dielectric properties are dominated by the main continuous phase of the polymer matrix. Differences occur at higher BST loading (>10vol.%), where the relative permittivity and losses of the composite increase more rapidly with the addition of nano-powder than with common powder. For example, composites with 10vol.% loading of common and nano-BST powders had the same relative permittivity of 3.5, but at 15vol.% and 25vol.% BST loadings the BSTc-COC had a relative permittivity of 3.9 and 6.0, whereas the BSTn-COC had a relative permittivity of 4.4 and 7.3, respectively. Correspondingly, the loss tangent of the BSTc-COC was 0.0005 and 0.0009 at 15 and 25vol.% BST loading, while for the BSTn-COC, values of 0.0010 and 0.0023, respectively, were measured. Thus, the nano-powder significantly increased relative permittivity when the BST loading was above 15vol.%, but it also generated higher losses. The results are assumed to be a consequence of the higher SSA of the nano-powder, which has more surface area connected with the polymer matrix, thus creating a large ‘interaction zone’ or region of altered polymer behavior. Changes in the polymer morphology and the space charge distribution, reduction in the internal field caused by the decrease in the size of the particles, and a scattering mechanism might be the other factors influencing the dielectric properties.[bib22]22\n                      However, more research is required on this topic. An abnormal decrease in the loss value of BSTn-COC with 33vol.% of BST also requires further investigation.", "The relative permittivities of the BSTc-COC and BSTn-COC composites were calculated with a modified Lichtenecker logarithmic law equation.[bib14 bib23]14,23\n                     \n                     \n                        \n                           \n                              \n                                 log\n                                  \n                                 ε\n                                 =\n                                 log\n                                  \n                                 \n                                    ε\n                                    p\n                                 \n                                 +\n                                 \n                                    v\n                                    b\n                                 \n                                 (\n                                 1\n                                 −\n                                 k\n                                 )\n                                 log\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                ε\n                                                b\n                                             \n                                          \n                                          \n                                             \n                                                ε\n                                                p\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where <i>k</i> is a fitting constant of the composite, <i>v</i>\n                     b the volume fraction of ceramic, and <i>ɛ</i>\n                     p and <i>ɛ</i>\n                     b are the relative permittivities of pure polymer and ceramic, respectively. For <i>k</i>, a value of 0.3 for well-dispersed polymer–ceramic composites has been reported.[bib23]23\n                      For our composites, <i>k</i>\n                     =0.43 was used, and the relative permittivities of the pure BST bulk and COC polymer were 1760 and 2.4, respectively. The modified Lichtenecker equation showed very good correspondence with the measurement results of the BSTc-COC composite ([fig2]a) up to relatively high loadings. In the case of the BSTn-COC composite, the equation shows good matching with measurement results at a ≤10% volume fraction. However, a significant discrepancy can be observed at higher loadings of the nano-BST powder because of the high SSA of the nanopowder. In a composite system with high loading of ceramic filler and/or high surface area of the filler, the interfacial bonding region between the polymer and ceramic becomes larger and is very significant to the dielectric properties of the composites.[bib19 bib22 bib24]19,22,24\n                      Other models especially made for nanocomposites, such as the interphase power law model (IPL model),[bib24]24\n                      need to be used.", "The relative permittivity and loss of the BSTc-COC composite with 40vol.% of BST as a function of temperature (from −165 to 22°C) at 0.1MHz is shown in [fig3]\n                     . The results show that the Curie peak is hard to define, which is understandable since the ceramic loading was still relatively low. The presented composites could thus be feasible for applications requiring relatively stable but moderately high relative permittivity. A higher loading level or modification of the polymer matrix is needed, however, if electrical tuning of relative permittivity available with ferroelectric composites is desired."]], ["Conclusions", ["Novel thermoplastic 0-3 type BST-COC composites were studied using common-size (Ba0.55Sr0.45TiO3) and nanosize (Ba0.5Sr0.5TiO3) BST powders and a thermoplastic COC polymer (TOPAS® 8007S-04). The composites were prepared with different volume fractions of BST powders. The microstructures of the composites showed homogeneous distribution of the BST fillers in the COC polymer matrix in all the samples. The relative permittivity and loss tangent were investigated as a function of BST loading at 1GHz and as a function of temperature at 0.1MHz. The results showed that the relative permittivity and loss tangent of the composites gradually increased as the volume fraction of BST was increased. The BSTn-COC composite with nanopowder showed higher relative permittivity and loss at BST loading over 10vol.% compared with the composites with common-size BST powder. Using a 25% volume fraction of BST, a relative permittivity of 7.3 and a loss tangent of 0.0023 were obtained for the BSTn-COC nanocomposite at 1GHz, and 6.0 and 0.0009, respectively, for the common BSTc-COC composite. The modified equation of the Lichtenecker logarithmic law showed good correspondence for composites made from common-size BST powder, but discrepancies were observed in composites with nano-BST powder at >10vol.% loading."]]], "doi": "10.1016/j.jeurceramsoc.2007.02.082"}