{"title": "High-Dielectric-Constant Silver-Epoxy Composites as Embedded Dielectrics", "abstract": " The incorporation of organic-coated silver nanoparticles into an epoxy matrix (see Figure, a–f represent increasing Ag content) results in a flexible 0-3 type nanocomposite with a strikingly high dielectric constant (greater than 300). The composite retains the flexibility and other mechanical properties of the polymer matrix, and may be useful in applications where capacitors are embedded into printed circuit boards. ", "body": [["Abstract", [" The incorporation of organic-coated silver nanoparticles into an epoxy matrix (see Figure, a–f represent increasing Ag content) results in a flexible 0-3 type nanocomposite with a strikingly high dielectric constant (greater than 300). The composite retains the flexibility and other mechanical properties of the polymer matrix, and may be useful in applications where capacitors are embedded into printed circuit boards. "]], ["Main", ["Embedded-capacitor technology is an important emerging technology that will enable significant improvement of the performance and functionality of future electronic devices. 1,2 Embedded capacitors are specially printed portions of printed-circuit-board (PCB) laminates which perform the charge-storing function but do not re uire space on the surface of the PCB. One major technical challenge for implementing this technology is the development of appropriate dielectric materials with good electrical and mechanical properties, because traditional ceramic dielectrics cannot be applied by current PCBmanufacturing methodologies.3,4 Particulate-filled (0 connectivity) polymer-based composites provide an ideal solution, possessing enhanced electrical properties and retaining the mechanical properties of the matrix. Much research work has been done on ceramic polymer systems that adopt traditional ceramics as fillers, e.g., BaTiO3, 5 PΖT, 6 and PMN-PT. 7,8 The advantages of these composites include predictable dielectric behavior, low dielectric loss, and easy fabrication. owever, in most cases these composites have relatively low dielectric constants, εr, (usually < 100) even with high ceramic loadings (> 50 vol.-%). High ceramic loadings will deteriorate the mechanical ualities of the composites and the resulting PCBs. Ιn developing the percolation theory of the conductor insulator composites, 9 the observation of a dramatic increase of  εr at the percolation threshold 10 brings up interest of using these composites as dielectrics. Pecharroman et al. reported ultra-high εr values (> 80 000) in nickel-doped BaTiO3 11 and molybdenum-doped mullite. 12 or the metal polymer system, Rao et al. 13 reported a threshold r of 2000 in silver-flake-doped epoxy. Dang et al. 14,15 reported r values of 400 in a nickel poly(vinylidene fluoride) composite. Similar enhancements of r in other metal polymer systems were observed by an et al. 16 evertheless, the benefits of these high-εr values in prepared metal polymer composites were counteracted by the high reported dielectric losses, e.g., values of tan δ of 0.24, 13 0.18, 14  ~0.5, 15 and > 2. 16   Ιt is also risky to prepare percolative dielectrics with a threshold composition due to the abrupt variation of εr near the threshold. According to Rao et al., 13 the εr increased from 200 to 2000 with a  filler concentration  increase from 11.03 vol.-%  to 11.43 vol.-% and decreased to nearly zero at 11. 2 vol.-%. Moreover, to make the metal-polymer composite practically useful, the influence of the filler size has to be considered. Ιn a classic 0-3 percolation model, 9,17,1 the randomly distributed metal fillers form clusters (conducting networks) within the matrix. When the size of the largest cluster approaches the size of the matrix, discharge between electrodes (percolation) happens. Based on a random distribution, the cluster volume, Vcluster, is proportional to the product of the number of fillers that in the cluster, Nfiller, and the average filler volume, Vfiller, as  Derived from Εquation 1, at the threshold concentration,  where  Nfiller   and  Vcluster   are  the  threshold  filler  number  and the threshold cluster volume, respectively. The threshold filler number is proportional to the threshold filler concentration, Cfiller, as  For a specific system, the percolation probability, Ppcl, is always proportional to the filler concentration but inversely proportional to the threshold concentration, Cfiller, as  Therefore,  where  Dfiller  and  Dcluster   are  the  diameters  of  filler  and  the threshold cluster, respectively. This means that the percolation probability is closely related to the size ratio of the filler to the composite thickness. Ιn the classic model 9 or for bulk samples, 13-1 the insulating matrix is considered to be infinitely large in three dimensions compared with the size of fillers. Therefore, the influence of the size ratio on the percolation probability is negligible. However, for practical capacitors, dielectric materials need to be fabricated into thin layers of a typical thickness of 20-100 μm 3 to increase the volumetric packaging density. Therefore, in practical applications, this 3D infinity model is no longer valid, especially  when the filler size is in the micrometer range and comparable to the thickness of the dielectric layer. Thus, for capacitor applications,  the  size  of  metal  fillers  in  a  metal-polymer composite has to be in the nanometer range. However, the so-far reported studies 13-16 on the metal-polymer composites adopted micrometer-size metal powders or even metal flakes. Ιn this communication, we report the synthesis of an epoxy-based composite containing randomly distributed silver nanoparticles 40 nm in size. Ag nanoparticles were prepared by a redox reaction between silver nitrate and sodium borohydride. The surface of the Ag nanoparticles is coated with a thin layer of mercaptosuccinic acid (MSA). The synthesized Ag-epoxy composite has a high dielectric constant above 300 and a relatively low dielectric loss of 0.05 while retaining the flexibility of the polymer matrix. Figure 1 shows the X-ray diffraction (XRD) patterns of the synthesized Ag particles and their corresponding transmission electron microscopy (TΕM) images. The average particle size could be controlled from 3 nm to 40 nm by changing the surfactant/silver molar ratio (S/Ag) from 1:1 to 1:50. Below 3 nm, the Ag particles were basically amorphous. When the size was increased to above 5 nm, the typical diffraction pattern belonging to cubic silver could be observed. When the size increased to 40 nm, the Ag particles could be considered to be well crystallized. The prototype capacitors were fabricated by spin-coating the synthesized Ag-epoxy (40 nm Ag) mixture onto a gold-coated aluminum substrate. After curing at 160 °C for 1 h, a typical coating thickness of 20 μm was acquired. A series of Ag-epoxy composites with various Ag volume fractions were prepared in order to locate the optimum composition. To have a better understanding of the organic coating, inductively coupled plasma atomic emission spectroscopy (ICP-AES) measurements were conducted to determine the elemental composition of the synthesized 40 nm Ag nanoparticles. The results showed a nanoparticle composition of C, 0.329; H, 0.004; Ο, 0.527; Na, 0.262; S, 0.215; and Ag, 92.67 (provided in wt.-%). An estimated molecular formula can be calculated as C4.2H5.2Ο4.9Na1.7SAg128.6. The comparison of the Fourier-transform IR (FTIR) spectra of 40 nm Ag nanoparticles and pure MSA confirms the existence of S-Ag bonds, as shown in Figure 2a. The typical S-H stretching vibration peak at 2547 cm-1[19] disappeared when MSA molecules adsorbed on the Ag particles. The double peaks of the carboxylate vibration at 1573 cm-1 (asymmetric) and 1369 cm-1 (symmetric) in the Ag spectrum show that the organics existed mostly as carboxyl salts.[20] Figure 2b compares the thermogravimetric results of 40 nm Ag and pure MSA. Most of the solvent in Ag particles was removed below 100 °C. For pure MSA, 90 % of the decomposition happened between 200 °C and 300 °C. For coated Ag particles, some MSA molecules (possibly without S-Ag bonds) decomposed between 230 °C and 250 °C as pure MSA, while the rest (possibly with S-Ag bonds) gradually decomposed between 250 °C and 420 °C. Figure 3a shows the measured dielectric constants of prepared epoxy composites filled with 40 nm Ag particles as a function of the Ag volume fraction. A moderate increase in dielectric constant was observed when the Ag volume fraction was below 12 vol.-%. The increase of εr became significant when Ag addition was more than 15 vol.-%. At a frequency of 1 kHz and room temperature, the maximum value of 308 was reached with 22 vol.-% of Ag. The decrease of εr upon increasing frequencies was due to the slow dielectric relaxation of epoxy resins. As shown in Figure 3b, when the Ag volume fraction was below 15 vol.-%, the variation of εr showed a good agreement with the typical power law[21]  where ε0, fc, f, and q are the relative dielectric constant of the matrix, the percolation threshold, Ag volume fraction, and a critical exponent, respectively. However, above 15 vol.-% of Ag the curve deviates from the theoretical prediction, which is supposed to be an abrupt descent of εr to nearly zero. 0n the contrary, the rate of increase of the measured εr gradually decreases, forming a broad peak over a wide volume fraction range of nearly 20 vol.-%. Apparently, this decrease of εr is not caused by conduction. Microstructure investigation revealed that the porosity of the sample with 25.2 vol.-% of Ag is significantly higher than those of the other samples with less Ag. The introduction of porosity is possibly caused by the absorbed surfactant layer, which keeps Ag particles from directly contacting each other and leaves space between them. This is also the reason why the dry MSA-coated Ag powders result in a density of only about 2.1 g cm-3. When the epoxy amount is not enough to occupy the void between particles, pores form. Another possibility is that with higher Ag content, the viscosity of the composites increases considerably, which makes the removal of solvent difficult. With the same drying time, samples with more Ag will contain more solvent residue, which will form micropores during curing. Therefore, the observed maximum εr point should not be a real percolation threshold. It is only a point where the influence of porosity on εr overwhelms the contribution from adding Ag. Nevertheless, for practical applications, this is definitely an advantage. It makes the material safe for use, because percolation means failure for a charge-storage device. The dielectric loss, tan δ, of prepared Ag-epoxy composites is shown in Figure 3c. The loss factor gradually increased from 0.008 to 0.05 as the Ag fraction was increased from 0 to 25.2 vol.-%. Similarly, we did not observe the rapid climbing of the tan values. This indicates that the threshold has not been reached, which agrees with the above conjecture; i.e., due to the organic coating, the formation of a conducting filler network is difficult. This loss factor is significantly lower than those reported values.[13-16] As shown in Figure 4a, the breakdown voltage of prepared Ag-epoxy composites decreases with increasing Ag volume fraction as expected. No abrupt change of breakdown voltages was observed, which indicates no change in the breakdown mechanism. In other words, percolation was not reached in those composites. The measured conductivity of the prepared composites is also shown in Figure 4a. The variation of σeff as a function of Ag volume fraction was relatively gentle, which agrees with the tan data. The relative dielectric constants of the prepared Ag-epoxy composites showed little temperature dependence from 25 °C to 135 °C, as shown in Figure 4b. In summary, the novel Ag-epoxy composites in this work are nanometer-scale 0-3 type composites designed for embedded-capacitor applications. The high dielectric constant (> 300) and relatively low dielectric loss (< 0.05) render this material a promising potential to be used as an embedded dielectric. The organic coating on the Ag nanoparticle surface is found to be the cause of several interesting phenomena that do not appear in the classic bulk-metal-insulator composites, i.e., the desired high concentration tolerance and undesired porosity problem. A better understanding of the mechanisms that determine how surfactants influence those issues will prove to be helpful for developing successful 0-3 type nanocomposites. "]], ["Experimental", ["The Ag nanoparticles were prepared by a method similar to those previously reported [22,23]. A predetermined amount of AgNO3 was dissolved in 2 mL of distilled water. A certain amount of mercaptosuccinic acid (MSA) and dodecanoic acid (DDA) were dissolved in 20 ml anhydrous methanol. The molar ratio of MSA to DDAwas set to 1:4.5. The molar ratio of MSA to silver was varied from 1:1 to 1:100. The AgN03 solution was then mixed with the surfactant solution under stirring. A freshly prepared Na H4 solution in anhydrous methanol was then added dropwise. The reacting solution was kept under stirring for an additional 10 min. The dark precipitate was separated from the liquid by centrifugation. The precipitated silver nanoparticles were washed by distilled water and then refluxed in methanol three times. The Ag nanoparticles were dispersed in acetone after refluxing. A certain amount of the epoxy resin (3,4-epoxycyclohexylmethyl-3,4-epoxycyclohexanecarboxylate, Aldrich) was mixed with the Ag by ball-milling for 10 h. The mixture was then mixed with the epoxy hardener (hexahydro-4-methylphthalic anhydride, Aldrich) by mechanical stirring. The thoroughly mixed epoxy-silver composites were spin-coated onto a gold-sputtered aluminum substrate. The samples were heated at 45 °C for 2 h and then at 160 °C for 1 h to cure the epoxy. This coating-heating cycle was repeated several times to achieve the desired film thickness. A gold layer was deposited as the top electrode after the curing."]]], "doi": "10.1002/adma.200401816", "figures": [["Figure 1", "Figure 1", "Figure 1. XRD patterns and TEM images of silver nanoparticles synthesized in different sizes by varying the surfactant/silver ratio (S/Ag)."], ["Figure 2", "Figure 2", "Figure 2. a) FTIR spectra of MSA-coated Ag and pure MSA powders; b) thermogravimetric curves of MSA-coated Ag and pure MSA (solid lines) and derivatives of the curves (dotted lines)."], ["Figure 3", "Figure 3", "Figure 3. a) Evolution of the relative dielectric constant, εn of the Ag-epoxy composites as a function of silver volume fraction at room temperature; b) the best fit of the 1 kHz and 1 MHz εr data to Equation 6; c) the dependence of the loss factor, tan δ, on silver volume fraction."], ["Figure 4", "Figure 4", "Figure 4. a) Breakdown field, Ebrk at 200 Vs -1 (@) and electrical conductivity, σ eff (/\\), of the Ag-epoxy composites as a function of Ag volume fraction at room temperature and 1 kHz. b) The relative dielectric constant, εr, of the Ag-epoxy composites as a function of temperature at 1 kHz."]], "table_captions": [], "tables": []}