{"title": "Interfacial Effect on Dielectric Properties of Polymer Nanocomposites Filled with Core/Shell-Structured Particles**", "abstract": "Novel polymer nanocomposites were prepared by solution processing with core/shell structured nanoparticles (carbonaceous shell coating on silver cores) as fillers. The organic carbonaceous shells act as interlayers between the Ag cores as well as with the polymer matrix. It is shown that the electrical properties of the interlayers play a dominative role in determining the dielectric behavior of the nanocomposites. Insulating interlayers reduce the tunnel current between neighboring Ag cores by causing potential barriers, endowing the nanocomposites with stable and high dielectric constants and low dielectric loss. Furthermore, the stable dielectric constants of the nanocomposites could be tuned by adjusting the thickness of the interlayers. Increasing the conductivity of the interlayers lowers the potential barriers, making the dielectric behavior of the nanocomposites more similar to that of conventional percolative composites. ", "body": [["Abstract", ["Novel polymer nanocomposites were prepared by solution processing with core/shell structured nanoparticles (carbonaceous shell coating on silver cores) as fillers. The organic carbonaceous shells act as interlayers between the Ag cores as well as with the polymer matrix. It is shown that the electrical properties of the interlayers play a dominative role in determining the dielectric behavior of the nanocomposites. Insulating interlayers reduce the tunnel current between neighboring Ag cores by causing potential barriers, endowing the nanocomposites with stable and high dielectric constants and low dielectric loss. Furthermore, the stable dielectric constants of the nanocomposites could be tuned by adjusting the thickness of the interlayers. Increasing the conductivity of the interlayers lowers the potential barriers, making the dielectric behavior of the nanocomposites more similar to that of conventional percolative composites. "]], ["Introduction", ["Polymer nanocomposites have drawn intensive interest in recent years. Their advantages, such as flexibility, easy processing, and tunable properties, make them potentially applicable in various fields.[1–3] Because of their flexibility and good compatibility with organic printed circuit boards (PCBs), polymer nanocomposites with high dielectric constant are promising candidates as dielectrics in the embedded passive-component technology,[4–6] by which the capacitors are embedded into the PCBs without occupying the surface area of the integrated circuit boards. Many efforts have been made to prepare polymerbased composites with high dielectric constants. One approach is to disperse ceramic powders with high dielectric constants, for example, barium titanate, lead zirconate titanate, or lead magnesium niobate titanate–lead titanate,[7–9] into the polymer matrix to enhance the dielectric constant. High content of ceramic powders, usually over 50 vol %, in the polymer composites can enhance the dielectric constant but also makes the polymer matrix lose its flexibility and deteriorates the adaptability between the composites and the PCBs. On the other hand, the enhancement in the dielectric constant of such ceramic– polymer composites is limited even at very high ceramic loading. To substantially increase the dielectric constant of the polymer by using a small amount of filler, another strategy has been developed, namely, to fabricate percolative capacitors by using conductive fillers (e.g., metal particles). As the volume fraction f of the conductive fillers increases to the vicinity of the percolation threshold fc (usually < 0.2), where the fillers connect with each other to form a continuous conducting path, the dielectric constant ε of the composites can be enhanced as described by the power law:[10] ε∝εm|f–fc|–s (1) where εm is the dielectric constant of the matrix and s is an exponent of about 1. Largely enhanced dielectric constants have been observed in many such percolative systems. For instance, Dang et al.[11] observed ε of about 400 in a Ni–polyvinylidene fluoride composite. Huang et al.[12] recently reported a greatly enhanced ε of about 800 in an all-organic Cu-Pc/PANI/PU (Pc: Phthalocyanine; PANI: polyaniline; PU: polyurethane) threephase system. However, due to the insulator–conductor transition at the percolation threshold, the dielectric loss of these percolative composites also jumps to high values in the vicinity of the percolation threshold, which counteracts the benefits of the enhancement in the dielectric constants. Recently, some attempts have been made to reduce the dielectric loss by introducing interlayers or shells between the conductive fillers; thus, the fillers can be prevented from contacting with each other directly. Low dielectric loss was achieved by this means, but the dielectric constants also dropped as f increased just beyond fc because of voiding.[13,14] In this Full Paper, we prepared percolative nanocomposites by employing core/shell-structured particles, having Ag cores coated by organic carbonaceous shells (denoted as Ag@C), as fillers and epoxy as the polymer matrix. All nanocomposite films were fabricated from solution.[15] Our results demonstrate that the dielectric constants of the nanocomposites can be tuned by using core/shell nanoparticles with different thicknesses of the carbonaceous shells, and that the electrical properties of the shells have a significant (dominative) effect on the dielectric properties of the composites. Experiment and theory illustrate that the dielectric constant of such nanocomposites can be made to be almost independent of the frequency in a very wide frequency range. Core/shell nanoparticles with metal cores and dielectric shells are ideal candidates to be used as fillers in percolative composites as illustrated most recently,[15] in that they provide not only a barrier layer between the conductive fillers but also the possibility of tuning the dielectric properties. Easy processibility of core/shell nanoparticles has paved the way for the application of core/shell nanoparticles[16,17] in percolative composites. "]], ["Results and Discussion", ["Four kinds of core/shell Ag@C nanoparticles were employed. The diameters of the silver cores were distributed over 60 to 110 nm with an average diameter of 80–90 nm, but the thicknesses of the organic shells varied (Fig. 1). They are denoted as Shell_8 (ca. 8 nm),[15] Shell_13 (ca. 13 nm), Shell_60 (ca. 60 nm), and Shell_120 (ca. 120 nm), according to the thicknesses of their shells, hereafter. A typical transmission electron microscopy (TEM) image of the nanocomposites with Shell_8 Ag@C nanoparticles, as shown in Figure 2a, demonstrates that the nanoparticles are dispersed homogeneously in the epoxy matrix. The organic carbonaceous shells provide good compatibility between the silver cores and the epoxy matrix, resulting in a homogeneous dispersion of Ag@C nanoparticles in the polymer matrix even at high content.[15] The X-ray diffraction (XRD) data, as shown in Figure 2b, illustrates that the silver cores of the Ag@C nanoparticles in the composites remain single crystals. Though the shells of the Ag@C nanoparticles in the nanocomposites are not visible in the TEM image (Fig. 2a), the existence and completeness of the organic shells in the nanocomposites can be confirmed by Raman spectra (Fig. 2c) of the nanocomposite films. Because of the surface-enhanced Raman effect, only the signals from the carbonaceous shells coated on the silver cores can be observed in the Raman spectra. In all spectra of these nanocomposites, two major peaks positioned at 1385 and 1595 cm–1 are common and can be attributed to the in-plane vibration of sp2 C\u0001C bonds in disordered carbon and crystalline graphitic carbon, respectively. Different hydrothermal conditions in the synthesis of the core/shell nanoparticles lead to differences in the relative intensities of these two peaks for the four nanocomposites.[18] In addition to these two common peaks, two other characteristic peaks can be observed only in the Raman spectra of the nanocomposites filled with Ag@C particles with thinner shells, that is, Shell_8 and Shell_13, both of which exhibit almost the same feature (Shell_8 shown in Fig. 2c for instance). The strong peak at 2935 cm–1 is attributed to the asymmetric stretching vibration of –CH2– groups in the skeletal chain of poly(vinyl pyrrolidone) (PVP) in both the shells and the epoxy matrix, and a minor peak at 1775 cm–1 in the spectra of the shell_8 nanocomposites shows that the PVP chains cling on the surface of the silver cores. These features demonstrate the incorporation of PVP chains in the organic shells and their coordination to the Ag surface,[19] making the shells of Shell_8 (and Shell_13) nanoparticles different from the other two nanoparticles. As for Shell_60 and Shell_120 nanoparticles, the carbonization process of glucose without the incorporation of PVP would result in more carbonization products in the final carbonaceous shells and, thus, would increase the conductivity of these thick shells. The resultant carbonaceous shells, especially in the case ofShell_8 and Shell_13 with the incorporation of PVP, could be a complex mixture of organic compounds.[18] The dependence of the dielectric constant, conductivity, and dielectric loss on the volume fraction of core/shell nanoparticles is shown in Figure 3 (with an experimental error of < 5 %). A large enhancement in the dielectric constant (Fig. 3a) in the vicinity of the percolation threshold can be observed in the nanocomposites. Although the dielectric constant of the epoxy matrix is the same for the four nanocomposites, εm = 3.7, the dielectric constant enhancement ε/εm for different composites is not the same. The difference between the thicknesses and conduction feature of the carbonaceous shells for these core/shell nanoparticles is responsible for this phenomenon. At the percolation threshold, the core/shell nanoparticles form a network connecting the top and bottom electrodes, and each interparticle junction can be treated as a nanocapacitor. From the top to bottom electrodes, these nanocapacitors are in series; thus, the dielectric constant ε of the nanocomposites can be expressed as: ε ≈ εs(1 + d/t) (2) where d is the diameter of the Ag cores, and t and es are the thickness and dielectric constant of the shells, respectively, if the conductivity of the cores is significantly much larger than that of the shells. This demonstrates that the dielectric constant of the composites can be tuned by varying the geometric parameters of the core/shell nanoparticles or choosing different shells with desired electrical properties. Thus, a variation in the thickness of the shells would change the dielectric constant of the nanocomposites. For the Shell_8 and Shell_13 nanocomposites, by using the measured values of ε, and d/t ≈ 16 and 9 for Shell_8 and Shell_13, respectively, we can obtain εs ≈ 25 for Shell_8, and εs ≈ 23 for Shell_13, suggesting that the dielectric constants of these two shells are almost the same. The difference in ε/εm for the Shell_8 and Shell_13 nanocomposites is caused by the variation in the thickness of the shells. If t and εs are fixed, the distribution in d would lead to increased ε because of the dominative effect of large d/t. Moreover, the shells in the Shell_8 and Shell_13 nanocomposites remain complete in the final composite films, as verified by the Raman spectra, preventing the Ag cores from being in direct contact with each other even at high Ag@C nanoparticle content. By this means, the nanocapacitor network in the Shell_8 and Shell_13 nanocomposites leads to stable dielectric constants even when f > fc, as shown in Figure 3a. Their conductivities mildly increase from 1.4 × 10–10 Scm–1 for the epoxy[20] to about 10–8–10–9 Scm– 1 at 1 kHz for the composites because of the presence of the insulating carbonaceous shells as interlayers between the Ag cores, as shown in Figure 3b. The dielectric loss of the composites remains less than 0.05 (Fig. 3c) in the volume fraction range. The insulating carbonaceous shells in the Shell_8 and Shell_13 particles are attributed to the incorporation of PVP, which leads to thinner polysaccharide shells. For the Shell_60 and Shell_120 nanocomposites, e/em is smaller than that for the Shell_8 and Shell_13 nanocomposites. Moreover, the dielectric constants of the Shell_60 and Shell_120 nanocomposites drop seriously when f > fc (Fig. 3a), as is also observed in conventional percolative composites.[10,11] This decline in the dielectric constant is mainly caused by the high-conductivity shells in the Shell_60 and Shell_120 nanoparticles, as the increase in the conductivity of these two composites is almost greater than four orders of magnitudes, from 1.4 × 10–10 Scm–1 to around 10–6 Scm–1, as shown in Figure 3b. Such large increases in the conductivity for the Shell_60 and Shell_120 nanocomposites also lead to jumps of the dielectric loss values near the percolation threshold, for example, from 0.02 to over 0.08 (Fig. 3c). In order to further understand the differences between these composites, the current–voltage (I–V) curves (Fig. 4) were measured. The breakdown fields of the nanocomposites with f > fc are estimated from Figure 4, that is, 1.1 MVm–1 for the Shell_8 and 1.4 MVm–1 for the Shell_13 nanocomposites, which means a breakdown voltage of ∼10 MVm–1 for the organic shells in the Shell_8 and Shell_13 cases. However, as is also the case for the Shell_60 and Shell_120 nanocomposites, no abrupt increase in leakage current with applied voltage has been observed for these composites. Instead, the leakage current increases smoothly as the voltage increases, showing no obvious breakdown process. The conductivity of these nanocomposites can be estimated from the log–log plots of the I–V curves at low field: dc conductivity of the shell σsdc = 1.5 × 10–8 Scm–1 for the Shell_8 case, 2.5 × 10–9 Scm–1 for the Shell_13 case, 1.5 × 10–6 Scm–1 for the Shell_60 case, and 4.7 × 10–6 Scm–1 for the Shell_120 case, which agree well with the values obtained in Figure 3b. As discussed above, the insulating organic shells in the Shell_8 and Shell_13 cases can act as potential barriers between the Ag cores. Thus, above fc, the Shell_13 composite exhibits lower leakage conduction than the Shell_8 composite because of the thicker barrier layer in the Shell_13 case. On the contrary, carbonized shells without the incorporation of PVP, as in the Shell_60 and Shell_120 cases, cannot act as potential barriers but act instead as semiconducting paths due to their higher conductivity. Thus, the Shell_120 composite with thicker carbonized shells exhibits a conductivity value a little higher than that for the Shell_60 composite. We further observed the frequency dependencies of the dielectric constant and loss, as shown in Figure 5. The dielectric constants of the Shell_8 and Shell_13 nanocomposites are almost independent of the frequency in the measured frequency range from 100 Hz to 10 MHz, while those of the Shell_60 and Shell_120 nanocomposites start to drop above 1 MHz. The electric behavior of these Ag@C-filled composites can be simulated by a two-step method.[10] First, the equivalent complex conductivity of the Ag@C nanoparticles, σcs, can be expressed by using the Maxwell–Garnett equation as follows:[10]  where σs (= σsdc–iωεs) is the complex conductivity of the shells, rAg is the conductivity of the Ag cores, and p = (d/(2t+d))3. Second, according to the self-consistent effective medium approximation, the effective complex conductivity of the nanocomposites, σ*, can be written as follows:[10]  where σm (= σmdc–iωεm) is the complex conductivity of the polymer matrix. For illustration, the calculated frequency-dependent dielectric behavior for the Shell_8 composites is shown in Figure 6. As shown, the dielectric relaxation frequency for this case is over 1013 Hz, much higher than the current measured frequency range, which agrees well with the experimental results. Dielectric relaxation is not observed in the pure epoxy matrix in the measured frequency range, as shown in Figure 5a, so the decline in the dielectric constants for the Shell_60 and Shell_120 composites can also be attributed to the difference between the carbonaceous shells of these nanoparticles. As for the Shell_60 and Shell_120 nanoparticles, the conductivity of the shells are over two to three orders of magnitudes higher than those for the Shell_8 and Shell_13 nanoparticles. The dielectric relaxation could thus shift to lower frequency, leading to the decline in the dielectric constant of the Shell_60 and Shell_120 composites in the measured frequency range. The dielectric relaxation in the shells of the Shell_60 and Shell_120 nanoparticles is thus responsible for the increase in dielectric loss with frequency (Fig. 5b). The dielectric loss of the Shell_8 and Shell_13 composites remains stable, as does that for the epoxy. The dielectric constants measured for these nanocomposites all show a rather flat temperature dispersion within 5% in the measured range of 25–120 °C, as shown in Figure 7a. A similar flat electric-field dispersion is observed in the Shell_8 and Shell_13 composites from 0 to 3500 Vcm–1, while an obvious decline in the dielectric constant of the Shell_60 and Shell_120 composites is observed as the electric field increases caused by the higher conductivity of the shells for the Shell_60 and Shell_120 nanoparticles, as shown in Figure 7b."]], ["Conclusions", ["The carbonaceous shells coating the silver cores play a dominative role in determining the dielectric behavior of the Ag@C–polymer nanocomposites. The insulating shells isolate the silver cores from each other, forming nanocapacitor networks in the polymer matrix and give rise to enhanced and stable dielectric constants even when f > fc. Tunable dielectric constants have been achieved in the Shell_8 and Shell_13 nanocomposites by adjusting the thickness of the organic insulating shells, and their dielectric constants are almost independent of the frequency over a very wide frequency range. On the other hand, the shells with higher conductivity could deteriorate the dielectric properties of the nanocomposites, leading to unstable dielectric constant near fc and large dielectric loss, much like the conventional percolative composites. The present approach may be extended to the fabrication of similar hybrid composites with potential applications by the proper choice of materials and dimension-tuning of both core and shell, as well as choosing from a broad selection of polymers as the matrix. "]], ["Experimental", ["The core/shell-structured Ag@C particles were synthesized via a hydrothermal method [18]. The thickness and feature of the shells can be modified by controlling the processing. Glucose (4 g) was dissolved and stirred to form a clear solution either with or without poly(vinyl pyrrolidone) (PVP, molecular weight: 1 300 000, Alfa Aesar), followed by the addition of 0.5 mL, 0.1M AgNO3. The solution was then transferred and sealed in a 40 mL Teflon-sealed autoclave. The autoclave was kept at 180 °C for 3–4 h and cooled in air naturally. The addition of PVP reduces the thickness and conductivity of the shells of the Ag@C particles compared with those particles without PVP in their shells. The final products were separated from the reaction medium by centrifuging and rinsed in three cycles of centrifuging/washing/redispersion in deionized water, alcohol, and ethylene glycol monomethyl ether (EGME). The particles were dispersed in EGME after rinsing. The nanocomposite films were fabricated on silicon substrates with a platinum bottom electrode for electrical measurement, by solution-processing. Certain amount of Ag@C nanoparticles were ultrasonicated in EGME to form a stable colloid, followed by the addition of resin, and stirring for 10–15 min. Afterwards, a certain amount of hardener was added and the mixture was stirred for another 10 min. Finally, an appropriate amount of the resultant solution mixture was dropped on the substrates to obtain film of about 80 lm in thickness. The nanocomposite films were dried to thoroughly evaporate the solvent and cure the epoxy matrix. We used the cured epoxy density along with the calculated density value for Ag@C nanoparticles to convert from units of weight percent to volume fraction. The dielectric responses of the nanocomposite films were measured using a HP 4194A impedance analyzer. The microstructures of the nanoparticles and films were characterized by using X-ray diffraction (XRD), transmission electron microscopy (TEM), and Raman spectroscopy. The current–voltage (I–V) curves of the films were tested by a Keithley 2410 source meter."]]], "doi": "10.1002/adfm.200700200", "figures": [["Figure 1", "Figure 1", "Figure 1. Transmission electron microscopy (TEM) images of a) Shell_8, b) Shell_13, c) Shell_60, and d) Shell_120 Ag@C nanoparticles."], ["Figure 2", "Figure 2", "Figure 2. a) TEM image and b) X-ray diffraction (XRD) pattern of nanocomposite films with 24 vol % Shell_8 Ag@C nanoparticles. c) Raman spectra of nanocomposites with different Ag@C nanoparticles."], ["Figure 3", "Figure 3", "Figure 3. Variations of a) dielectric constant ε, b) conductivity σ, and c) dielectric loss tanδ, with the volume fraction f of the Ag@C nanoparticles at 1 kHz.  The microscopy images in (a) indicate the representation of the symbols (Shell_8 [15]; Shell_13; Shell_60; Shell_120)."], ["Figure 4", "Figure 4", "Figure 4. Current-voltage characteristics of the nanocomposites with f>fc."], ["Figure 5", "Figure 5", "Figure 5. Dependencies of a) dielectric constant and b) dielectric loss on frequency, where the data were obtained for the nanocomposites with 24 vol % Shell_8, 24 vol% Shell_13, 19 vol % Shell_60, and 18 vol %Shell_120 Ag@C nanoparticles."], ["Figure 6", "Figure 6", "Figure 6. Simulated frequency dependence of the dielectric constant for the Shell_8 composites with different f. The values of the parameters used in the calculations were taken from the Experimental: σAg=6x10^4 S cm^-1 for Ag, σsdc = 10^-8 S cm^-1 and εs = 25 for the shells, σmdc = 1.4x10^-10 S cm^-1 and εm=3.7 for the epoxy, and fc = 0.21."], ["Figure 7", "Figure 7", "Figure 7. a) Temperature and b) electric-field dependence of the dielectricconstant at 1 kHz. f=0.21, 0.24, 0.19, and 0.18 for the Shell_8, Shell_13, Shell_60, and Shell_120 cases, respectively."]], "table_captions": [], "tables": []}