{"title": "Rubber–clay nanocomposite by solution blending", "abstract": " Ethylene vinyl acetate rubber (45% vinyl acetate content, EVA‐45) and organomodified clay (12Me‐MMT) composites were prepared by solution blending of the rubber and the clay. A combination of X‐ray diffraction, scanning electron microscopy, and transmission electron microscopy studies showed that the composites obtained are on the nanometer scale. The measurements of the dynamic mechanical properties for different compositions over a temperature range (−100 to +100°C) showed that the storage moduli of these rubber–clay nanocomposites are higher above the glass to rubber transition temperature compared to the neat rubber. The tensile strength of the nanocomposites is about 1.6 times higher than that of the EVA‐45. © 2003 Wiley Periodicals, Inc. J Appl Polym Sci 87: 2216–2220, 2003 ", "body": [["Abstract", [" Ethylene vinyl acetate rubber (45% vinyl acetate content, EVA‐45) and organomodified clay (12Me‐MMT) composites were prepared by solution blending of the rubber and the clay. A combination of X‐ray diffraction, scanning electron microscopy, and transmission electron microscopy studies showed that the composites obtained are on the nanometer scale. The measurements of the dynamic mechanical properties for different compositions over a temperature range (−100 to +100°C) showed that the storage moduli of these rubber–clay nanocomposites are higher above the glass to rubber transition temperature compared to the neat rubber. The tensile strength of the nanocomposites is about 1.6 times higher than that of the EVA‐45. © 2003 Wiley Periodicals, Inc. J Appl Polym Sci 87: 2216–2220, 2003 "]], ["INTRODUCTION", [" Recently, studies of inorganic materials with layered structures1-3 and their organic polymer composites4 have attracted great interest because of their unexpected hybrid properties that are synergistically derived from the two components.4-6 They are finding applications in those areas in which conventional particulate‐filled composites or microcomposites are being used. These nanometer level composites show significant improvements in physical, chemical, mechanical, and thermal properties5; gas permeability7; and fire retardence.8 Polymer (nylon 6)–clay nanocomposites were first synthesized by a Toyota group.5, 9 According to them, the individual layers of clay particles could be completely exfoliated in a continuous polymer matrix that was revealed by X‐ray diffraction (XRD), scanning electron microscopy (SEM), and transmission electron microscopy (TEM). There were also unexpected improvements in the mechanical and thermal properties of these nylon 6 nanocomposites containing only 4 wt % montmorillonite (MMT) clay compared with pure nylon 6.10 Most importantly, all these improvements were obtained at very low filler contents. One of the most promising strategies for synthesizing nanocomposites involves either intercalation of a suitable monomer and then exfoliating the layered host into their nanoscale elements by subsequent polymerization or polymer intercalation from a solution. Liu et al.11 reported the melt intercalation of nylon 6 into octadecylammonium cation‐exchanged sodium MMT. Wang et al.12 synthesized rubber–clay nanocomposites by a latex method.  Ethylene vinyl acetate (EVA) copolymers are typically used for electrical insulation, cable jacketing and repair, component encapsulation and water proofing, corrosion protection, and packaging of components.13 The available literature reveals that the synthesis and mechanical and dynamic mechanical behavior of nanocomposites derived from EVA (45% VA content, EVA‐45) copolymer and organophilic clay have not yet been reported. Ray and Bhowmick recently reported interesting properties of clay–ethylene‐octene copolymer (ENGAGE) rubber nanocomposites.14 In this report we therefore discuss the nanocomposites having EVA‐45 as the matrix and organophilic clay (12‐Me‐MMT) as the dispersed phase by the solution blending method. Figure 1 shows the conceptual picture of the nanocomposites obtained through solution blending.  The materials have been characterized by XRD, IR, SEM, and TEM. The mechanical properties of the virgin EVA‐45 and corresponding 12Me‐MMT composites have also been studied. The investigation of the viscoelastic properties plays an important role in characterizing polymer composites.15, 16 Therefore, EVA and its 12Me‐MMT nanocomposites have been characterized by dynamic mechanical thermal analysis (DMTA). "]], ["EXPERIMENTAL", [" ##Materials  Sodium MMT (Na‐MMT) clay was supplied by Clay Mineral Society (University of Missouri, Columbia, MO) as SWy1 having a cation exchange capacity of 76.4 meq/100 g. The EVA‐45 was procured from Bayer (Leverkusen, Germany). N,N‐Dimethylacetamide (DMAc) was purchased from SRL (Mumbai, India) and was purified by distillation using phosphorous pentoxide. Other chemicals were commercially available.  ##Synthesis of organophilic clay  The Na‐MMT clay was dispersed in hot water (about 80°C). Dodecyl amine and concentrated hydrochloric acid were also dissolved in hot water and then poured into the dispersion of Na‐MMT under vigorous stirring. The white precipitates obtained after 1 h of stirring were collected and washed with hot water twice to make it free from chloride ions. Finally, the product was dried in a vacuum desiccator.17  ##Synthesis of rubber–clay nanocomposite  The organophilic clay (12Me‐MMT) was well dispersed in dry DMAc at 90°C by vigorous stirring for 3 h. Then EVA‐45 was added to the dry DMAc at 85°C and stirred to attain a jellylike solution.6 The required amount of dispersion of organophilic clay at 85°C was added into the EVA‐45 solution. After 2 h dicumyl peroxide was added and the mixture was dried under reduced pressure. It was compression molded by a hydraulically operated press at 150°C for 45 min to obtain nanocomposites of EVA‐45 with 0, 2, 4, and 6 wt % 12Me‐MMT.  ##Characterization and measurements  The XRD studies were recorded on a Rigaku diffractometer using copper Kα radiation. The IR spectra of the nanocomposites were recorded on a Perkin–Elmer 883 IR spectrometer over a frequency range of 200–4000 cm−1. The dispersion of organophilic clay in the EVA‐45 matrix and nanofeatures were observed through microscopic investigations on Jeol JSM‐5800 and JEM 3010 high resolution microscopes for SEM and TEM, respectively. The mechanical properties were measured in a computerized Zwick apparatus (model 1445) according to ASTM D 412‐97 at an extension rate of 500 mm/min at room temperature. The measurement of the dynamic mechanical properties was carried out in a Rheometric Scientific DMTA‐IV. A temperature sweep of 2°C/min from −100 to +100°C at a frequency of 1 Hz was used to determine the tan δ for all samples, in addition to the dynamic modulus. "]], ["RESULTS AND DISCUSSION", ["##IR spectra  Figure 2 displays the IR spectra of Na‐MMT, 12Me‐MMT, EVA‐45, and their nanocomposite containing only 6 wt % 12Me‐MMT. The common feature in the IR spectra for Na‐MMT and 12Me‐MMT was the presence of bands at around 3633 (OH free), 3445 (OH hydrogen bond), 1645 (OH bending), 1031 (SiO stretching), and 600–400 cm−1 (AlO stretching).18, 19 The 12Me‐MMT showed the presence of new bands at around 3260 (NHurn:x-wiley:00218995:media:APP11475:tex2gif-stack-1 stretching), 2980 (CH3 asymmetric vibrations of intercalated primary aliphatic ammonium), 2858 (symmetrical CH3 stretching vibration), and 1471 cm−1 (CH2 scissor vibration).20 The IR spectra of EVA and its corresponding hybrids with 6 wt % 12Me‐MMT showed the presence of a typical absorption band at around 1740 cm−1 related to the carbonyl of the ester present in EVA.20 Similar behavior was observed in the case of 2 and 4 wt % hybrids. The IR band at around 1635 cm−1 for the CONH2 group corresponding to the solvent (DMAc) was found to be absent in all the samples.  ##MMT dispersion in rubber matrix  Curves a–g in Figure 3 show the respective XRD patterns of Na‐MMT, 12Me‐MMT, EVA‐45 and 4 wt % Na‐MMT composite, EVA‐45, and the nanocomposites containing 2, 4, and 6 wt % 12Me‐MMT. Curves a and b show the presence of a peak at around 2θ = 6.10° and 5.75°, respectively. These peaks were assigned to the 001 basal reflection. The lattice spacing corresponding to interlayers of Na‐MMT and 12Me‐MMT were calculated and found to be 14.5 and 15.4 Å, respectively. We observed that the corresponding basal spacing for 12Me‐MMT in the EVA matrix completely disappeared, thereby suggesting exfoliation of 12Me‐MMT layers in the EVA matrix (i.e., it led to the formation of delaminated nanocomposites). It may be mentioned here that XRD sometimes leads to false conclusions about the formation of delaminated composites because of a very small amount of clay content present in a polymer matrix. In order to avoid any such possibility, we also performed XRD of EVA with 4 wt % Na‐MMT with a preparative procedure similar to 12Me‐MMT‐EVA composites, which showed a diffraction peak of Na‐MMT in EVA as represented in curve c in Figure 3. Therefore, the conclusion inferred from our XRD of EVA with 2–6 wt % 12Me‐MMT on the formation of delaminated composites of EVA with 12Me‐MMT was further strengthened. Figure 4(a) shows the SEM image of a nanocomposite of EVA with 6 wt % 12Me‐MMT. It is also evident from this that there was no aggregation of organoclay particles. This suggests that the organophilic clay was well dispersed within the EVA matrix. Figure 4(b) displays the transmission electron micrograph of the composite of EVA with 6 wt % 12Me‐MMT, which demonstrates that the 2–4 nm sized silicate layers are dispersed homogeneously in the copolymer, EVA matrix. The result confirms that the composites prepared are on the nanometer scale.  ##Mechanical properties  The tensile strength (TS) and elongation at break (EB) were recorded for all the samples shown in Figure 5. The values of the TS, EB, and modulus at 300% are recorded in Table I. We observed that the TS of the sample containing 2 wt % 12Me‐MMT is almost constant as compared to the control EVA, but the TS increased by 30 and 55% for 4 and 6 wt % 12Me‐MMT with EVA‐45, respectively. It was also noted that the 300% modulus increased with increasing amounts of 12Me‐MMT from 2 to 6 wt %. It may be relevant to mention here that the formation of the delaminated configuration of EVA–clay nanocomposites as mentioned earlier based on XRD, SEM, and TEM maximized the interaction between the clay layers and the polymers. As a consequence, the entire surface of the layers was available for polymer–filler interaction.  ##Dynamic mechanical properties  Figures 6 and 7 show the variation of tan δ and storage modulus, respectively, with the temperature for the pure EVA and EVA–clay nanocomposites. Their values at two different temperatures are reported in Table II. The glass to rubber transition temperature decreases with 12Me‐MMT loading to −32°C for the nanocomposite containing 6 wt % 12Me‐MMT. Pure EVA showed a sharp peak (β relaxation) at around −27°C as shown in Figure 6. The height of tan δ for β relaxation decreases on increasing the 12Me‐MMT level, probably because of the restricted mobility of the chains due to the presence of organophilic clay layers between the chains of the polymer. The presence of organophilic clay layers between the chains probably restricts the movement of the side groups. The EVA–clay nanocomposites exhibited higher storage moduli than the pure EVA above the glass to rubber transition temperature shown in Figure 7. image  "]], ["CONCLUSIONS", [" EVA (45% VA) and clay nanocomposites have been synthesized by solution blending. The particle size of the clay in a composite containing 6 wt % 12Me‐MMT is about 2–4 nm. The DMTA shows a significant improvement in the storage moduli of the rubber–clay nanocomposite over the pure EVA‐45; for example, the storage modulus of the nanocomposite containing 6 wt % 12Me‐MMT is about 4.7 times higher than that of the pure EVA‐45 at 30°C. The TS of the same nanocomposite is about 1.6 times higher than the pure EVA‐45. Thus, it can be concluded that the nanocomposite of EVA‐45 with organophilic clay (12Me‐MMT) prepared by the solution blending method attained superior performance over conventional ones in terms of mechanical and dynamic mechanical properties."]]], "doi": "10.1002/app.11475", "figures": [["Figure 1", "Figure 1", "Figure 1 A conceptual picture of the formation of nano-composites through solution blending.   "], ["Figure 2", "Figure 2", "Figure 2 IR spectra of Na-MMT (spectrum a), 12Me-MMT  (spectrum b), EVA (spectrum c), and EVA and 6 wt % 12Me-MMT (spectrum d).   "], ["Figure 3", "Figure 3", "Figure 3 The XRD of Na-MMT (curve a), 12Me-MMT  (curve b), Na-MMT (4 wt %) and EVA (curve c), EVA (curve  d), 12Me-MMT (2 wt %) and EVA (curve e), 12Me-MMT (4  wt %) and EVA (curve f), and 12Me-MMT (6 wt %) and EVA  (curve g).   "], ["Figure 4", "Figure 4", "Figure 4 (a) SEM and (b) TEM images of EVA-clay nano-composites containing 6 wt % 12Me-MMT.   "], ["Figure 5", "Figure 5", "Figure 5 The tensile stress versus elongation curves of pure  EVA (curve a), 12Me-MMT (2 wt %) and EVA (curve b),  12-Me-MMT (4 wt %) and EVA (curve c), and 12Me-MMT (6  wt %) and EVA (curve d).   "], ["Figure 6", "Figure 6", "Figure 6 The tan δ versus temperature curves of pure EVA  (curve a), 12Me-MMT (4 wt %) and EVA (curve b), and  12Me-MMT (6 wt %) and EVA (curve c).   "], ["Figure 7", "Figure 7", "Figure 7 The storage moduli versus temperature curves of  pure EVA (curve a), 12Me-MMT (4 wt %) and EVA (curve  b), and 12Me-MMT (6 wt %) and EVA (curve c).   "]], "table_captions": [["Table I", "Table I", "Table I. Mechanical Properties of EVA and its Nanocomposites"], ["Table II", "Table II", "Table II. Dynamic Mechanical Properties of EVA and Its Nanocomposites"]], "tables": []}