{"title": "Toward the development of a quantitative tool for predicting dispersion of nanocomposites under non-equilibrium processing conditions", "abstract": " Developing process-structure relationships that predict the impact of the filler-matrix interfacial thermody- namics is crucial to nanocomposite design. This work focuses on developing quantitative relationships between the filler-matrix interfacial energy, the processing conditions, and the nanoparticle dispersion in polymer nanocomposites. We use a database of nanocomposites made of polypropy- lene, polystyrene, and poly(methyl methacrylate) with three different surface-modified silica nanoparticles under con- trolled processing conditions. The silica surface was modi- fied with three different monofunctional silanes: octyldimethyμmethoxysilane, chloropropyldimethylethoxysi- lane, and aminopropyldimethylethoxysilane. Three descriptors were used to establish the relationship between interfacial energy, processing conditions, and final nanoparticle dispersion. The ratio of the work of adhesion between filler and polymer to the work of adhesion between filler to filler (descriptor: WPF/WFF) and the mixing energy for the production of the nanocomposites (descriptor: Eγ) are used to determine the final dispersion state of the nanoparticles. The dispersion state is described using a descriptor that characterizes the amount of interfacial area from TEM images (descriptor: Ifiller). In order to capture the descriptors accurately, the TEM images of the nanocom- posites are binarized using a pixel-wise neighbor-dependent Niblack thresholding algorithm. The significance of the microstructural descriptors was ranked using supervised learning and the interfacial area emerged as the most sig- nificant descriptor for describing the nanoparticle disper- sion. Our results show a stronger dependence of the final dispersion on the interfacial energy than the processing conditions. Nevertheless, for the final dispersion state, both descriptors have to be taken into account. We also introduce a matrix-dependent term to establish a quantitatively non- linear relationship between the processing and microstruc- ture descriptors. ", "body": [["Abstract", [" Developing process-structure relationships that predict the impact of the filler-matrix interfacial thermody- namics is crucial to nanocomposite design. This work focuses on developing quantitative relationships between the filler-matrix interfacial energy, the processing conditions, and the nanoparticle dispersion in polymer nanocomposites. We use a database of nanocomposites made of polypropy- lene, polystyrene, and poly(methyl methacrylate) with three different surface-modified silica nanoparticles under con- trolled processing conditions. The silica surface was modi- fied with three different monofunctional silanes: octyldimethyμmethoxysilane, chloropropyldimethylethoxysi- lane, and aminopropyldimethylethoxysilane. Three descriptors were used to establish the relationship between interfacial energy, processing conditions, and final nanoparticle dispersion. The ratio of the work of adhesion between filler and polymer to the work of adhesion between filler to filler (descriptor: WPF/WFF) and the mixing energy for the production of the nanocomposites (descriptor: Eγ) are used to determine the final dispersion state of the nanoparticles. The dispersion state is described using a descriptor that characterizes the amount of interfacial area from TEM images (descriptor: Ifiller). In order to capture the descriptors accurately, the TEM images of the nanocom- posites are binarized using a pixel-wise neighbor-dependent Niblack thresholding algorithm. The significance of the microstructural descriptors was ranked using supervised learning and the interfacial area emerged as the most sig- nificant descriptor for describing the nanoparticle disper- sion. Our results show a stronger dependence of the final dispersion on the interfacial energy than the processing conditions. Nevertheless, for the final dispersion state, both descriptors have to be taken into account. We also introduce a matrix-dependent term to establish a quantitatively non- linear relationship between the processing and microstruc- ture descriptors. "]], ["Introduction", [" Even though many outstanding properties of polymer nanocomposites (PNC) have been demonstrated in the lit- erature [1–7], commercial use is often limited because the processing is either expensive or difficult. One primary challenge is in controlling nanoparticle dispersion, which is often crucial for obtaining optimized properties [8–11]. Furthermore, tailoring the properties of nanocomposites is typically a trial and error process because the development of quantitative process-structure–property relationships is limited [12–14]. For example, the interfacial energy mis- match between the filler and matrix is often tailored, but a quantitative relationship between interfacial energy and processing parameters is not well developed. To obtain efficient development of nanocomposites, a modeling approach is needed that can incorporate the particle/surface chemistry and the processing required to achieve a specific nanofiller dispersion. With such a predictive model, the number of iterations required using experimental explo- ration can be reduced, and the design and optimization of materials to achieve desired properties will be accelerated. Prior work has demonstrated a quantitative relationship between interfacial energy and dispersion under equilib- rium conditions [15]. When the filler and the polymer are thermodynamically compatible, the filler is well dispersed. Agglomeration increases when the work of adhesion between the fillers exceeds the work of adhesion between the filler and the polymer [13]. The surface energy also determines the mobility of the interphase, which is sig- nificant for properties like glass transition temperature [15]. Most processing methods result in a kinetically trapped microstructure that is not in equilibrium and thus it is important to develop quantitative relationships to predict dispersion under those conditions. An example of a non- equilibrium processing method is extrusion. Extrusion is an inexpensive, fast, and simple method to produce polymer products [16] and it is the most important process in the polymer industry [16, 17]. Therefore, extrusion processing is analyzed in this paper. It is well known qualitatively that to reduce the nanoparticle agglomerate size, the agglom- erate cohesive strength must be overcome [14]. With increasing shear energy input, the agglomerate size can be further reduced [18]. The details of the dispersion process are more complex. To deagglomerate nanoparticles in an extruder and maintain particle separation, several processes have to take place [14, 18–23]: 1.  incorporation of the filler in the matrix, 2.  wetting of the filler with matrix material, 3.  infiltration of the matrix into the agglomerate, 4.  breaking up of the agglomerates and erosion of nanoparticles from the agglomerate surface, 5.  distribution within the matrix, and 6.  re-agglomeration due to particle collisions during mixing. These processes depend on nine factors: a.  surface energies of the components, b.  viscosity of the polymer, c.  packing density of the agglomerate, d.  chain stiffness of the polymer, e.  shear stress, f.  specific energy input during processing, g.  agglomerate size, h.  crystallinity, and i.  agglomerate strength. The quantitative dependence of some of the listed pro- cesses and factors has been studied in the literature and the interdependencies are complex. For example, wetting of the filler by the matrix (point 2) depends on the surface energies (point a) and the polymer viscosity (point b). Impregnation (point 3) of the filler agglomerates with polymer melt depends on the porosity and the density of the agglomerates (point c), the surface energy (point a), the polymer structure (point d) [24], and the polymer viscosity (point b) [14] [25–27]. The packing density (point c) of the agglomerates not only influences the penetration time of the matrix in the agglomerate (point 3), but also the agglomerate strength (point i) [28–30]. Infiltration of the agglomerate with polymer (point 3) increases the distance between particles, which facilitates deagglomeration [12]. After infiltration, the particles have to be dispersed and distributed to realize single primary nanoparticles. The dispersion (point 4) process is mainly controlled by the shear stress (point e) and processing energy (point f), which increases with increasing polymer viscosity (point b). Furthermore, the particle–matrix interaction (point a) plays an important role during deagglomeration, because the shear stress (point e) has to be transferred from the matrix to the agglomerate [31].The initial agglomerate size (point g) can also influence the final distribution: Larger agglomerates are easier to distribute, but individual parti- cles are clearly not well dispersed. Furthermore, for large residence times, re-agglomeration (point 6) can occur [29]. In addition, during crystallization (point h) (only occurring in semi-crystalline polymers), both agglomeration and deagglomeration can occur (point 6) [32]. In this study, surface energy, polymer viscosity, shear stress, and processing energy (point a, b, e, and f) are studied. Although the other factors could have significant impact on dispersion and distribution, their impact is not considered because of either the limited number of com- posites systems in this study (e.g., for studying the chain stiffness and the crystallinity) or difficulty in gaining theneeded information during the applied process (e.g., for investigating the packing density and size of the agglomerates). In previous studies, Kasaliwal et al. found a power law rule for the dependence of the dispersion of CNT agglomerates on the specific energy input [14]. But Kasaliwal et al. did not take into account the interfacial energy of the components (CNT in Polycarbonate). In this work, we take both the interfacial energy and processing energy into account. This paper is divided into several sections beginning with the description of experimental processing of polymer nanocomposites using extrusion. The next section presents the descriptors for predicting the dispersion of nanocom- posites under non-equilibrium processing conditions. In particular, the definition of two key parameters that capture the mixing energy is first presented, followed by microstructure descriptor analysis including image analy- sis, microstructure characterization, and key descriptor identification. Correlations between processing and microstructural descriptors are then established, and the impacts of the processing descriptors on the microstruc- tural dispersion are shown. "]], ["Materials and methods", [" ##Material  Monofunctional siloxanes were procured from Geleste Inc. and used as received. The siloxanes purchased were octyldimethyl- methoxysilane (ODMMS: CH3–(CH2)7–Si(CH3)2–O–CH3), chloropropyldimethylethoxysilane. (CPDMES: Cl–C3H6– Si(CH3)2–O–C2H5), and aminopropyldimethylethoxysilane (APDEMS: NH2–C3H6–Si(CH3)2–O–C2H5). Due to the monofunctionality of the silanes, a monolayer of silanes is ensured. The colloidal silica had a primary particle size of 15 nm and was supplied in methyl ethyl ketone by Nissan Inc. The trade name was MEK-ST. Matrix polymers were in powder form. The polystyrene (PS) (grade number 339-341-70) was purchased from Goodfellow Corporation. The PS powder had a particle size of 30–300 μm, and a Tg around 100 °C. The polypropylene (PP) was tHC001A-B1 from Borealis. The PP powder size was 200–600 μm and Tg is around -5 °C. The poly(methyl methacrylate) (PMMA) was purchased from Scientific Polymer Products, Inc. (catalog number 037B). The powder size of the PMMA was 200–650 μm and Tg is around 98 °C. The surface modification was according to Natarajan et al. [15]. 50 ml tetrahydrofuran (THF) and 16 ml of the silica nanoparticles in solvent were refluxed at 70 °C for 24 h under nitrogen atmosphere. The mixture was cooled down to room temperature. Then the amount of THF was reduced to 20 ml in a rotor evaporator in order to reduce the amount of needed hexane. The mixture was precipitated in 200 ml of hexane. The particles were then cen- trifuged at 10,000 rpm for 10 min at 10 °C. After that, the particles modified with ODMMS and CPDMES were redispersed in ethanol, APDEMS-modified silica was redispersed in THF. The nanoparticles in ethanol were then mixed with the adequate amount of PP and PS polymer powder to gain a particle content of 2 wt%. Note: the PP and PS did not dissolve in the ethanol. The APDEMS- modified silica in THF was either mixed with the adequate amount of PP or precipitated out in water. The organic solvent was evaporated and the water-particle suspension was mixed with PS or PMMA resulting in 2 wt% particle content. For PMMA, the ODMMS- and CPDMES-modi- fied silica was also precipitated out by pouring the solution in water. The ethanol was evaporated and the remaining silica in water was mixed with an adequate amount of PMMA. After evaporation of the water or ethanol, the nanoparticle-polymer mixture was dried in a vacuum oven for 12 h. The mixtures were then milled in a jet milling machine in order to reduce the starting agglomerate size. These mixtures were used for further extrusion. The interfacial energy of the silane-modified silica and the polymer matrix was reported elsewhere [15, 33–35] and is given in Table 1. The surface energy was measured by building a monolayer of the silanes on a silicon wafer and measuring the contact angle with water, formamide, and diiodomethane [15]. We assume here that the distribution of the molecular weight and its effect on the polymer interfacial energy can be neglected [36].  ##Composite synthesis  The extruder was from Randcastle Extrusion Systems, Inc. single screw extruder (type RC-0500). The screw length was 342.9 mm, the screw diameter was 12.7 mm, and the channel width was 9.8 mm. The inner diameter of the screw increased from 0.56 to 11.4 mm from the main hopper to the polymer output. The extruder die was disassembled in order to reduce its influence on particle dispersion. The nanopar- ticle-polymer powder mixture was extruded at 180 °C and at different rotation speeds (20, 195 rpm for all the composites and 100 rpm only for amino-modified Silica samples).  ##TEM and microtoming  To observe the dispersion of the nanoparticles in the polymer matrix, the materials were embedded in an epoxy matrix  and  slices  of  ~50 nm  were  sectioned  at  room temperature in an ultramicrotome using a diamond knife. The sections were collected on a copper grid and imaged in a JEOL-2010 transmission electron microscope (TEM).  ##Thermo-gravimetric  analysis  The particle content of the nanocomposites was determined with thermo-gravimetric analysis (TGA). The samples were first heated at 10 K/min up to 700 °C and then the temperature was kept at 700 °C for 5 min.  ##Viscosity  The viscosity of the samples was measured in a parallel-plate rheometer. The samples were pressed at 180 °C. The sample size was 25 mm and the gap was set to 2 mm. The shear rate was changed in the rotation mode at a temper-ature of 180 °C for PP; 200, 210, 220 °C for PS; and 220, 230 °C for PMMA. For samples with high viscosity that could not be measured at 180 °C, the samples were mea- sured at higher temperature and the viscosity at 180 °C was calculated according to the Arrhenius Eq. 1 [16, 37].  where R is the Avogadro constant and E the activation energy. "]], ["Descriptor", [" ##Interfacial energy descriptors  The final dispersion state when extruding nanocomposites depends on the deagglomeration and re-agglomeration of the nanoparticles during processing. The dominant enthalpic factor in dispersion was simulated by Starr et al. [38]. The result shows the importance of the interaction strength between the particle and polymer and the inter- action strength between particles. Below a critical value (when the particle-polymer interaction was weaker than the particle–particle interaction), the particles agglomerated abruptly. Therefore, Natarajan et al. [15] and Koshkava et al. [35] used the ratio of the work of adhesion between filler and polymer and the work of adhesion of filler to filler (WPF/WFF) to capture the contact angle of the filler on the polymer. Sto¨ckelhuber et al. [39] and Wang et al. [40] also found that the stability of the initial dispersion after pro- cessing and annealing is driven by the relative work of adhesion. The contact angle can be calculated with Eq. 2 [41, 42].  where γPp, γPd, γFp and γFd are the polar and dispersive components of the polymer and the filler, respectively. γF is the total filler interfacial energy, which is given by γF = γFp + γFd [43], as Fowkes approximated that the polar and dispersive components make additive contributions. This expression assumes that the particles are the wetting component. It must be noted that in this equation, the contact angle θ is truncated to 0 for the case WPF/WFF ≥ 1. In this case, Eq. 2 indicates that the particles can wet the polymer better and are less likely to form agglomerates [13]. In contrast, when WPF/WFF < 1 (θ increases above 0°), the particles are inclined to agglomerate. Table 2 gives the results of WPF/WFF from Eqs. 1 and 2 for the respective polymers and fillers given in Table 1. The only compatible material combinations (WPF/WFF ≥ 1) in this work are octyl- and chloro-modified silica with PS and PMMA. The PP combinations and the amino- modified silica in PS and PMMA are not compatible (WPF/WFF < 1).  ##Processing descriptors  In order to develop microstructure/processing relation- ships, the specific shear energy was evaluated. The shear stress in the screw channel depth of an extruder H(L) can be calculated according to the shear stress in the space between two cylinders [44]. When the channel depth H is changing along the extruder, it is dependent on the length of the screw L. The shear rate is determined by Eq. 3 with the channel depth H(L), the screw diameter d, and the screw speed N.  The shear stress τ (Eq. 4) can be calculated using the viscosity ηP of the polymer and the shear rate γ from (Eq. 3).  The viscosity of the materials was estimated with the Cross law (Eq. 5) (ηP,lim is the viscosity at infinite shear rate, ηP,0 is the viscosity at zero shear rate, and a is a fitting- factor) and the Einstein equations (Eq. 6) for filled poly- mers (f is the filler fraction, ηF is the viscosity of the filled polymer, and ηP is the viscosity of the neat polymer) [37].  A number of finite difference method (FDM) or finite element method (FEM) based models have been proposed for analyzing the conveying and mixing process for single screw extrusion [45–50]. These methods are mathematically complex and computational costly. Lai [51] has proposed a fast track algorithm where no partial differential equations are included to simplify the analysis without losing much accuracy. In Lai’s model, the processing energy consump- tion in a circular segment with infinitesimal length along the screw length direction, dw; is defined as  where D is the screw diameter, Ω is the screw speed, and dFby is the tangent component of the traction on the screw barrel surface. With Eq. 7, the power consumed on an infinitesimal area of the barrel surface can be obtained. By integrating dw over the screw surface, the total power consumption, w, is obtained. The total power consumption is then divided by the throughput to synthesize the descriptor,  where qm is the mass throughput in the processing. Note that the unit of this descriptor Eγ is J/s which indicates that this descriptor represents the energy consumption on each unit of composites during the processing. This term, Eγ, provides a simple way to represent the complicated processing procedure and it is then taken as a processing descriptor in our later discussions. The two descriptors discussed thus far, WPF/WFF and Eγ, represent the compatibilities of the constituents and the processing energy consumption, respectively, will be used as the representa- tions of the processing. The descriptor for the geometric aspects of the composite is developed in ‘‘Microstructure descriptors’’ section with the analysis of the microstructure.  ##Microstructure descriptors  In addition to the interfacial energy (WPF/WFF) and pro-cessing descriptors (Eγ) discussed in ‘‘Interfacial energy descriptors’’ and ‘‘Processing descriptors’’, it is also important to quantitatively describe the nanofiller disper- sion (microstructure) of the nanocomposites. To obtain an accurate and representative description of the microstruc- ture, an image pre-processing method, statistical charac- terization technique, and machine learning algorithm were applied to TEM images of nanocomposites. At least, 10 TEM images with a magnification of 60,000 were taken from one nanocomposite slice of 50 nm for each sample in order to analyze the microstructure.  ###Niblack algorithm based TEM image binarization  Before statistical characterization of the microstructure, a pre-processing step, image binarization, was applied to the TEM images to identify the gray-scale pixels as either nanoparticles (fillers) or polymer matrix. Typically, a glo- bal threshold, T, determined by some statistical criterion, is used as the decision boundary for this binary classification problem [52–56]. For example, if the portion of the desired fraction in the image is known (for example, the volume fraction is prescribed for the statistical representative vol- ume elements (RVE) [56]), a level can be selected such that just the filler pixels are above the threshold. And if the histogram of the gray-scale values is bimodal, where two comparable intensity peaks are distinctly separated, the threshold can be set at the minimum point in the valley between the peaks [55]. These global threshold-based techniques were originally proposed for recognizing tex- ture from a gray-scale document page, in which case a small portion of misclassification or noise does not influ- ence the identification results. In our study of TEM images of polymer nanocomposites with low volume fraction, however, small areas of uneven background brightness, especially shadows created by voids, wrinkles, or uneven thickness can be misclassified into the incorrect phase and result in significant error. To address this problem, instead of using a global threshold method, local threshold algo- rithms based on a sliding window were employed. Several pixel-wise threshold algorithms [57] have been evaluated on the TEM images of our polymer nanocomposites with both small volume fraction (around 1 %) and small areas of uneven brightness. The Niblack algorithm [58] was found to perform the best among these algorithms. In the Niblack algorithm, the pixel-wise threshold is computed as follows:  where m is the local gray-scale mean of the pixel’s neighbor area, i enumerates all the pixels in the neighbor area (in the sliding window), pi is the gray-scale value of pixels, and NP is the total number of the pixels in the neighbor area chosen based on the area of uneven bright- ness (k is an empirical constant that is set to -0.2 by the authors [57, 58]). Figure 1 illustrates the comparison of binarization results using the global and Niblack local thresholding. In this example, the volume fraction in the global thresholding algorithm is assigned the same value as that obtained from Niblack algorithm for fair comparison. It can be found that the dark matrix area (zone B) was incorrectly recognized as a large cluster by the global thresholding algorithm, resulting in the omission of the real clusters in zone A. In contrast, using the Niblack algorithm, the gray-scale image is well binarized and undesired misidentifications can be minimized. As Niblack algorithm is found to be a more accurate binarization algorithm to process TEM images of polymer nanocomposites, this binarization tool has been integrated in the open-source online database for polymer nanocomposites, named NanoMine [59].  ###Descriptor-based microstructural characterization  In the statistical characterization and design of heteroge- neous material systems, three main categories of microstructure characterization and representation approa- ches have been proposed: (1) the physical descriptor-based method [60–65], in which the material microstructure is represented by physically meaningful descriptors; (2) the correlation function-based approach, where the microstruc- ture is expressed by an infinite-dimensional function [60, 66– 68]; and (3) the random field method for which the microstructure is modeled by random fields [60, 69–71]. Xu et al. [65] found that among these three approaches, the descriptor-based approach is the most computationally effi- cient without losing significant accuracy. Additionally, the variables used in the latter two approaches lack physical meaning, preventing insight into the morphology of the microstructure and its impact on material response. Fur- thermore, the infinite dimensionality of the correlation function and random field-based approaches hinders further design and optimization of the microstructure. Thus, the descriptor-based characterization tool is integrated into NanoMine [59] and descriptor-based representation approach is adopted in this work. In the descriptor-based design representation approach for nanocomposites [56, 65], the descriptor set for microstructure consists of 13 statistical descriptors (their first 4 statistical moments are measured) and 3 deterministic descriptors. In addition to these 55 descriptors, other research includes one additional statistical descriptor, area weight equivalent radius (raw) (the nearest center distance (rncd) is also considered in their work, but it is already included in our original set), when determining the impact of the interfacial energy on dispersion [15]. In this paper, we include this interfacial energy-related descriptor (its first 4 statistical moments) for a total of 59 descriptors, as shown in Table 3. Although the dimension of microstructure repre- sentation is significantly reduced by replacing multiple TEM images with a set of descriptors, the number of descriptors is large and will be addressed in the next section. Since the images studied from the TEM slices of nanocomposites are not necessarily RVEs but are statistical volume elements (SVEs) [74], a single TEM is not repre- sentative. In order to obtain representative statistics for each sample, an assembly step is applied after character- izing TEM images individually. By assuming that all the clusters have been fully captured within the TEM images, and all the magnitudes of the nearest neighbor vectors are small enough to ensure that a clusters’ nearest neighbor lies in the same TEM image scale, the characterized statistics from each single image are weight averaged.  ###Supervised learning-based significant descriptor identification  We aim to build a predictive model between interfacial descriptors (WPF/WFF), processing descriptors (Eγ) and microstructure descriptors to relate the impacts of pro- cessing conditions on the microstructure. However, the large number of potential microstructure descriptors limits our ability to develop a useful model. Two challenges can be identified: (1) Since the set of 59 descriptors are col- lected from the studies on different aspects of microstruc- ture for different material systems, are they all significant in representing the microstructures in this work? (2) Is it possible to simplify the model without losing too much accuracy to facilitate our intuitive understanding? These challenges are addressed using a supervised learning-based algorithm to identify the most significant descriptors among the 59 candidates and correlating the significant set of descriptors with the interfacial and processing descrip- tors discussed in ‘‘Interfacial energy descriptors’’ and ‘‘Processing descriptors’’ [75]. In this identification pro- cess, three commonly used correlation functions that describe different aspects of the microstructures (two-point correlation, surface correlation, and linear path correlation functions) are selected, as we believe that these functions are complementary to each other, and together they may be able to fully represent the high-dimensional microstructures. The significance of the 59 candidate descriptors is determined by analyzing their average impact on the first 250 points of the correlation functions (corre- sponds to 342 nm) for all the samples using the RreliefF algorithm [75]. The descriptors that influence the correla- tion functions the most, receive a higher significance score than the ones that have little impact the correlation function (e.g., the higher the significance level is, the representative the descriptor is). The learned significance levels by the supervised learning algorithm are then normalized to make the sum of the descriptors’ significances equal to one. The top ten significant descriptors obtained from this analysis and their corresponding significance levels are shown in Table 4. The significant levels are used as the criteria to select the representative descriptors for the microstructures in this work. In Table 4, none of the third and fourth moments of the statistical descriptors is identified as one of the top 10 significant ones. Therefore, the supervised learning results show that, for the composites we study, the third and fourth statistical moments of the microstructural descriptors can be neglected for representation of nanoparticle dispersion. Also, according to Table 4, the three most significant descriptors are selected, one from each of the predefined categories (Table 3), to be correlated with the processing energetics: composition → VF, dispersion → Ifiller (SUR- FACE area of filler phase) and geometry → raw1 (area weighted equivalent radius (raw = rc/A)). In the previous work of microstructure reconstruction [75], the significant descriptors selected are treated sequentially because mul- tiple single-objective optimizations applied sequentially are more favorable than one multi-objective optimization. However, in this case, there is no sequence among the selected descriptors, since each descriptor represents a separate and parallel aspect of the microstructure. Thus we choose a model that considers the three descriptors simultaneously. Note that even though the three descriptors are selected from three physically based categories, they are not nec- essarily independent from each other. For instance, with the same volume fraction, the larger the area weighted equivalent radius (raw1), the lower the filler interphase area (Ifiller). Considering these dependences between the microstructure descriptors, any one of them must be functionally expressed in terms of both the processing descriptors, and the other microstructure descriptors (e.g., raw1 = g(Eγ, WPF/WFF, Ifiller, VF)). With both the microstructure and processing descriptors on the right side of the expression, it is hard to intuitively understand how the processing descriptors contribute to the dispersion. To establish a simple expression that is easily inter- preted, we introduce an intermediate descriptor, volume fraction normalized filler surface area (Ifiller = Ifiller/VF) to represent the compound effects of the three selected microstructure descriptors so that only the processing descriptors are on the right-hand side of the correlation. We omit raw in this intermediate descriptor because raw1 has highly linearly negative correlation with Ifiller (the corre- lation coefficient is -0.89). Once the correlation between processing descriptors and Ifiller is established, the relations for raw can be easily derived. Working with the interme- diate descriptor has two other advantages. First, it helps to rule out the effect of different VFs of the constituents in the samples from the processing-structure correlation. Our model aims to demonstrate the impact of the processing energy descriptors on the dispersion, regardless of the ratio of constituents in the composites. Second, the intermediate descriptor Ifiller inherits the ability of the descriptor-based representation in that its physical meaning is easy to interpret. In the studied polymer nanocomposites where the volume fractions are very similar, a larger Ifiller indicates a better dispersion in the microstructure. Considering the advantages listed above, we chose Ifiller as the single descriptor to represent the dispersion of the microstructures and correlate it with the processing and interfacial descriptors (Eγ and WPF/WFF) in the next section. "]], ["Results and discussion", [" The processing and interfacial descriptors, Eγ and WPF/ WFF, and the microstructure descriptor Ifiller are character- ized from 17 samples with at least 10 images for each (249 images in total), following the steps described in ‘‘De- scriptor’’ section. The results are presented in Table 5 and analyzed in this section. Recall that a larger value of Ifiller indicates a better dispersion. The materials with the best compatibility (e.g., highest values of WPF/WFF) show the best dispersion (octyl- modified silica and PS) (Fig. 2) as indicated by the larger volume fraction normalized interface area. The dashed line indicates the threshold of 1, beyond which materials have a wetting angle of 0° and the particles wet the polymer. The microstructure dispersion descriptor Ifiller also depends on the processing energy descriptor Eγ (Fig. 3). In Fig. 3, samples with the same type of polymer and surface modification method are grouped together and marked with the same symbol. Figure 3 implies that the dispersion of the samples with same polymer and surface modification could be improved by increasing the processing energy. Note that Fig. 3 is plotted with a logarithmic scale, so the processing energy, Eγ, has a relatively smaller impact on the more compatible composites (e.g., the composites that have relatively greater WPF/WFF values), even the slopes of each sample set seems very similar in Fig. 3. For example, the octyl-modified silica with PS shows the best compatibility with a WPF/WFF of 1.15. Those materials also have the best dispersion quality, Ifiller. But the influence of the processing energy, Eγ, on the octyl-modified silica with PS is less pronounced, even though materials show a slight increase with increasing compounding energy. Natarajan et al. [15], who used solvent mixing, found a very abrupt aggregation of nanoparticles when the compatibility of the nanoparticles with the polymer matrix goes from compat- ible (e.g., WPF/WFF ≥ 1) to not compatible (e.g., WPF/WFF < 1). The results in this research show that the aggregation of the nanoparticles with a WPF/WFF < 1 is less abrupt than it has been found by Natarajan et al. for solvent mixed nanocomposites [15]. This effect of the more com- patible composites is because the materials that are melt processed do not reach equilibrium compared to the materials that are produced with solvent mixing [15] and also start out with larger agglomerates. These results indicate that dispersion quality, Ifiller, can be correlated to both the material compatibility (WPF/WFF) and the processing energy (Eγ). The relationship between these variables was further developed using data mining techniques to provide a mathematical expression, which could be used in further analyses and prediction schemes. The results for the three types of polymer matrix are shown in Fig. 4, where the R2 values indicate that Ifiller is linearly correlated with the combined energetic terms. According to Fig. 4, the given linear regression model fits the characterized dataset well for both the PP, PS, and PMMA composites. This figure reveals that (1) nanopar- ticles may be easier to disperse in PP by slightly increasing the compatibility or the shear energy input and (2) nanoparticles need more energy input or a better compat- ibility to be well dispersed in PS and PMMA due to the smaller slope. The difference between the slopes of the regression models implies that some properties of the polymer matrix type will have a large influence on the dispersion. The same result has been found in [24], where the influence of surface energies on the dispersion of CNT in different polymer matrices was analyzed. PS did not follow the general trend and the authors assume that the stiff polymer backbone of PS leads to a worse dispersion than expected from the surface energetics. Similarly, we can suggest that PP allows a larger increase of dispersion with increasing processing energies and polymer-particle compatibility because of the flexible polymer backbone and lack of side groups. PMMA is also a stiffer chain than PP and has a similar slope as the PS. In addition, as is discussed in ‘‘Introduction’’ section, there are 9 factors that may influence the 6 processes during deagglomeration in the extruder, but some of these factors (c, d, g and i) were not considered because of insufficient data. To consider the potential significance of these factors that may be discovered in the future, we include these factors (point c, d, g, and i) in our processing-structure model by addition of a single polymer matrix-dependent term, f(matrix), in the processing-structure correlation. This matrix-dependent term provides the flexibility for the regression model to be extended to take the detailed effected of the unconsidered factors into account. Based on the results in Fig. 4 and the comments above, a general linear regression model is proposed as  where the term f(matrix) represents the effect of the matrix polymer and C0 is the expected volume fraction normalized interphase area if no processing energy is applied (Eγ = 0). The results for Fig. 4 are shown in Fig. 5. Based on the proposed model, a quantitative relationship between the dispersion of the materials (expressed with IΓfiller), the mixing conditions (expressed with processing energy Eγ) and interfacial  energies  of  the  components  (WPF/WFF)  have been  established.  In  the  future, the  expression  of  the  term f(matrix) may be studied in detail by applying similar analyses across nanocomposites with various types of polymer matrix or by exploring similar experimental data via NanoMine [59]. For instance, the explicit inclusion of additional factors such as the influence of the stiff polymer chain of the PS [24] (point d) or the crystallinity (point h), might lead to more complicated expressions in f(matrix), to account for the different polymers [24, 32]. Also, as only the agglomerate size after mixing is studied in this work, the agglomerate size before and during the compounding, which indicates how easy it is to break-up the agglomerates, can be considered. Furthermore, the polymer matrix changes during the compounding process by insertion of mechanical and thermal energy or chemical reactions like branching. This change may influence the polymer properties, such as molecular weight distribution, viscosity, or surface energy. Additionally, the temperature dependence of surface energy may be another factor to explore. Other factors (point c and d) that may influence the infiltration of the polymer would be also considered. "]], ["Summary", [" In the processing-structure–property paradigm of advanced materials development, the microstructure plays a significant role in determining the material properties. In polymer nanocomposites, it is essential to predict and control the dispersion of the nanofiller. This prediction requires a thorough understanding of the effects of interfacial energy and processing conditions on the nanoparticle dispersion. This paper represents a significant step toward gaining such knowledge. Targeted experiments were performed on a set of nanocomposites composed of three different polymer matrices and 3 functionalizations of nanoparticles, processed under various mixing energies. The resulting compounds had different interfacial energies and dispersions, which were quantified. Dispersions were analyzed by binarization of TEM images using pixel-wise neighborhood- dependent Niblack thresholding algorithms, and the dispersion was statistically captured using physically meaningful descriptors. Supervised learning revealed that the cluster surface area is the most significant descriptor representing the dispersion of nanoparticles in a polymer matrix. The interfacial energy was described by the ratio of the work of adhesion of filler to polymer to the work of adhesion of filler to itself (WPF/WFF), which also represents the compatibility of the filler-matrix combination. The mixing energy input, Eγ, was taken as the processing descriptor. This coordinated set of data shows that the dispersion is strongly influenced by the interfacial compatibility (WPF/WFF) of particle and matrix. The larger the work of adhesion of filler to polymer and the smaller the work of adhesion of filler to itself, the better the dispersion of the resulting nanocomposites. Processing also plays an important role for the dispersion of nanoparticles where dispersion is improved with increasing input of mixing energy. An empirical quantitative relationship was developed expressing the dispersion descriptor as a function of the processing descriptor (mixing energy) and the interfacial energy descriptor. To generalize the expression, an additional term f(matrix), was included to represent the influence of the inherent polymer chain properties such as chain stiffness and crystallinity which are not considered in this work. This paper provides a basis for the prediction of nanocomposite process-structure–property relationships and the possibility to simulate and design nanocomposites."]]], "doi": "10.1007/s10853-015-9698-1", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 The comparison of global and Niblack local thresholding based binarizations (a) Original gray-scale TEM image (b) Binary image processed using global thresholding (using the same VF = 0.0173 as obtained from Niblack algorithm (c). Binary image processed using Niblack algorithm"], ["Fig. 2", "Fig. 2", "Fig. 2 The impact of the filler-matrix compatibility descriptor (WPF/WFF) on the microstructure dispersion (Ifiller)"], ["Fig. 3", "Fig. 3", "Fig. 3 The impact of processing energy descriptor (Eγ) on the microstructure dispersion (Ifiller) in log scale. The polymer types and the surface modification methods that correspond to the data points could be found in Table 5."], ["Fig. 4", "Fig. 4", "Fig. 4 Regression model of the influence of interfacial energetics and processing conditions on the normalized interface of the nanocomposites."], ["Fig. 5", "Fig. 5", "Fig. 5 Regression of both polymer matrices within one model with the help of a matrix-dependent term f(matrix). Here f(PP), f(PS), and f(PMMA) are set as 15.120, 1.0, and 0.759, respectively, to account for the difference of the regression slopes in Fig. 4"]], "table_captions": [["Table 1", "Table 1", "Table 1 Interfacial energies of the used silane-modified silica and the polymers"], ["Table 2", "Table 2", "Table 2 Descriptors describing the interfacial energy of the various material combinations"], ["Table 3", "Table 3", "Table 3 Descriptors studied in the microstructure characterization, divided into three physically based categories"], ["Table 4", "Table 4", "Table 4 Top 10 significant descriptors from Table 3 as identified by supervised learning"], ["Table 5", "Table 5", "Table 5 Descriptor values of the composites samples"]], "tables": []}