{"title": "Influence of Filler Loading on Dielectric Properties of Epoxy-ZnO Nanocomposites", "abstract": " Experimental investigations into the dielectric properties of epoxy-ZnO nanocomposites at different filler loadings reveal few unique behaviors (at certain filler loadings) and also advantageous characteristics in contrast to the properties obtained for the corresponding microcomposites. Results demonstrate that in nanocomposites, it is possible to achieve lower values of permittivity and tanδ with respect to unfilled epoxy over a wide frequency range. Analysis of the results attributes this interesting observation to the interaction dynamics between the epoxy chains and the ZnO nanoparticles at the interfacial area. The dc volume resistivities and ac dielectric strengths of nanocomposites were also experimentally determined in the present study and the obtained characteristics are found to be different as compared to the results obtained for microcomposites. The volume fraction and nature of the interfaces in the bulk of the composites seem to influence this difference in the examined dielectric properties of the nanocomposites. Index Terms - Epoxy nanocomposites, dielectrics, permittivity, tan delta, volume resistivity, dielectric strength ", "body": [["ABSTRACT", [" Experimental investigations into the dielectric properties of epoxy-ZnO nanocomposites at different filler loadings reveal few unique behaviors (at certain filler loadings) and also advantageous characteristics in contrast to the properties obtained for the corresponding microcomposites. Results demonstrate that in nanocomposites, it is possible to achieve lower values of permittivity and tanδ with respect to unfilled epoxy over a wide frequency range. Analysis of the results attributes this interesting observation to the interaction dynamics between the epoxy chains and the ZnO nanoparticles at the interfacial area. The dc volume resistivities and ac dielectric strengths of nanocomposites were also experimentally determined in the present study and the obtained characteristics are found to be different as compared to the results obtained for microcomposites. The volume fraction and nature of the interfaces in the bulk of the composites seem to influence this difference in the examined dielectric properties of the nanocomposites. Index Terms - Epoxy nanocomposites, dielectrics, permittivity, tan delta, volume resistivity, dielectric strength "]], ["INTRODUCTION", ["THE prospect of using polymer nanocomposites as dielectric materials and electrical insulation is gaining momentum recently due to the reported advantages of such functional materials with respect to their dielectric properties [1-3]. Amongst the different material possibilities, one of the options is a polymer nanocomposite system with zinc oxide (ZnO) as the filler material and such nanocomposites are being increasingly investigated for their dielectric properties [4-8]. Recently, the same authors have evaluated the dielectric properties of epoxy nanocomposites with TiO2 and Al2O3 nanoparticles and observed few interesting characteristics [9-10]. Similarly, considering the fact that ZnO is an important wide band-gap semiconducting material with a potential for different applications [4, 6], a need was felt to examine the dielectric properties of epoxy-ZnO nanocomposite systems too. Existing literature shows that the dielectric properties of polymer-ZnO nanocomposite systems were mostly investigated at filler loadings of 1% or higher, hence, it would be of tremendous interest to understand their properties at lower ZnO nano-filler loadings (<1%). It is well known that nanoparticles are charged entities and they also provide a high surface area to volume ratio in a nanocomposite. Hence, even a small fraction (<1%) of ZnO nano-fillers in the polymer should introduce a significant change in the nanocomposite dielectric properties. Further, since ZnO has a higher electrical conductivity as compared to epoxy, it is also important to analyze the influence of marginally higher nano-ZnO loadings on those nanocomposite dielectric properties which are influenced by the electrical conductivity of the material. Considering the above viewpoints, this experimental investigation evaluates the dielectric characteristics of epoxy- ZnO nanocomposite systems at different filler concentrations by weight. The dielectric properties under investigation are the permittivity, tanδ, dc volume resistivity and ac dielectric strength. The nanocomposite dielectric properties are compared with those obtained for unfilled epoxy and epoxy-ZnO microcomposites. To understand the mechanisms leading to the obtained nanocomposite dielectric properties, the interaction between nanoparticles and epoxy chains and the formation of the interface region in the nanocomposite has been analyzed with the help of an interface model. Some details of this model has been already described in an earlier publication by the same authors [10], As a continuation of the discussions with respect to the interface model from the earlier publication, this paper will provide details on the nature of bonding occurring at the interface region along with the characteristics of the interfaces at both the interfacial layers. An attempt is also made to correlate the interface characteristics with the dielectric properties obtained for the bulk nanocomposite material. "]], ["EXPERIMENTAL DETAILS", [" ##2.1 MATERIALS, NANOCOMPOSITE PROCESSING AND SAMPLE PREPARATION The base material used in the present study is a Bisphenol- A epoxy resin (CY1300) along with triethylene tetramine hardener (HY956) from Huntsman. This particular grade of epoxy was chosen since they do not contain any pre-added fillers. The ZnO particles of both nanometer and micrometer sizes are commercially available uncoated powders procured from Sigma Aldrich. The average particle size (APS) of the nanoparticles is around 65 nm whereas for the micrometer sized particles, it is 0.5 μm. To accurately characterize the dielectric properties of the epoxy nanocomposites, the samples have to be prepared keeping in mind two important needs - (a) achieve uniform nanoparticle dispersion and (b) samples should not contain any trapped air bubbles. The details of nanocomposite processing and sample preparation methodology to prepare epoxy nanocomposite samples meeting both the above objectives have been discussed in an earlier publication by the same authors [10]. The epoxy nanocomposite samples prepared for the dielectric characterization are of 75 mm diameter and 1 mm thickness.  ##2.2 CHARACTERIZATION AND EXPERIMENTAL PROCEDURES The zinc oxide nanoparticles and their dispersion in the epoxy matrix is examined using a Sirion FESEM (field emission scanning electron microscope) and the relevant SEM micrographs are shown in Figure 1. It can be observed from the figure that a good distribution of the ZnO fillers in the epoxy matrix could be achieved using the adopted processing method for both the nanocomposite and microcomposite systems. ASTM procedures were followed for the characterization of the nanocomposite dielectric properties and measurements were performed using standard equipments and necessary test fixtures. Nanocomposite samples were prepared at least 24 hours prior to the experiments and they are kept under vacuum evacuation before using them for the measurements. Samples for the experiments were randomly picked from different batches of preparations spread over several days and all the measurements were performed at 27 °C and at 60% relative humidity. Humidity is controlled during the experiments since it has been observed to significantly influence the dielectric and thermal characteristics of nanocomposites [11]. The permittivity and tanδ of the epoxy composite samples were measured using equipments of Agilent make. For measurements over the frequency range of 106-109 Hz, impedance analyzer (4291B) with 16453A dielectric test fixture was used whereas an LCR meter (4284A) with 16451B dielectric test fixture was used for frequencies lower than 1 MHz. The permittivity of the samples was calculated from the measured capacitance values. The permittivity and tanδ data presented in this paper are an average value of 5 samples with the error in the measurement within 3%. Since the permittivity and tanδ measurements were performed at a constant temperature, the influence of temperature on the composite dielectric behavior can be neglected. The dc volume resistivity measurements are performed using a Keithley electrometer with 8009 resistivity measurement kit at a voltage of 500 V dc. The ac (50 Hz) dielectric strength measurements are performed under uniform electric field conditions as per ASTM D149. The measurement details of both dc volume resistivity and also the ac dielectric strength are provided in an earlier publication [10]. The glass transition temperatures (Tg) of the epoxy nanocomposites are also measured in the present study to analyze the morphology in the bulk of the nanocomposite. A Mettler DSC equipment was used for the Tg measurements with the rate of rise of temperature set at 5 °C/minute. The data presented in the paper are an average value of 3 records with the error within 2%. The other material property which is of importance is the surface chemistry of the nanoparticles and the chemical nature of the cured epoxy composite systems and they are characterized through FTIR measurements using an equipment of Perkin-Elmer make. The samples were scanned in the transmission mode at wavelengths in the range of 400 - 4500 cm-1. Pellets pressed with potassium bromide (KBr) are prepared for the nanoparticle FTIR measurements. The nanoparticles are dried at a temperature of 100 °C for 24 h or more and kept under vacuum before they are used for the FTIR characterization. When preparing the pellets using KBr, care was taken to ensure that moisture do not get into the sample. For the epoxy composites, the samples are kept under vacuum evacuation for more than 24 h (immediately after preparation) before they are used for the FTIR measurements. Only during the measurements, the samples get exposed to moisture and the time duration for the experiments is too small for moisture to get absorbed into the sample. "]], ["RESULTS AND DISCUSSIONS", [" ##3.1 NANOCOMPOSITE PERMITTIVITY BEHAVIORS Figure 2 shows the variations of the nanocomposite dielectric permittivity with respect to frequency (between 106- 109 Hz) at different filler loadings. It is known that the effective permittivity of nanocomposites depends on the dielectric polarization and relaxation mechanisms in the bulk of the material which in turn is influenced by the frequency of measurement. In the case of epoxy-ZnO nanocomposites, these are polarizations associated with epoxy and ZnO particles and interfacial polarizations at the epoxy-particle interfaces. Over the range of frequencies under investigation in the current study, the influence of interfacial polarizations at the epoxy-particle interfaces can be neglected. Hence, only the permittivity behaviors of the epoxy material and the nanoparticles will determine the characteristics of the nanocomposite permittivity. In a typical epoxy system, the epoxy component of permittivity is governed by the number of orientable dipoles present in the system and their ability to orient under an applied electric field. At the lower range of frequencies, all the free dipolar functional groups in the epoxy chain can orient themselves resulting in higher permittivity values at these frequencies. As the electric field frequency increases, the bigger dipolar groups find it difficult to orient, so the contributions of these dipolar groups to the permittivity goes on reducing resulting in a continuously decreasing permittivity of the epoxy system. Similarly, the inherent permittivity of ZnO particles also decreases when the frequency of the applied field increases [12]. Since the permittivities of both the epoxy system and the ZnO nanoparticles will decrease with increasing frequencies of measurements, the effective permittivity of the nanocomposite is observed to decrease in the current experiments as observed in Figure 2. In another observation from Figure 2, it can be seen that up to 1% nano-ZnO concentration, the permittivities of the nanocomposites are less than that of unfilled epoxy at all the frequencies. To understand the variations with respect to the filler loadings better, the obtained permittivity values are again represented as variations with respect to the filler loadings at few fixed frequencies in Figure 3 with a couple of additional readings at frequencies lower than 1 MHz. Figure 3 shows that over a wide range of frequencies, the values of permittivity reduce when 0.1% of nanoparticles are added into epoxy, but with further increase in the filler loading, there is an increase in the values of permittivities. This occurrence of a lower permittivity is intriguing since it has been known through earlier studies that addition of fillers with a higher permittivity to a polymer causes an increase in the effective permittivity of the polymer composite, mainly due to the influence of filler permittivity [13]. Similar observations have also been observed earlier too wherein the permittivity values in polymer nanocomposites were found to be less than that of the unfilled polymer [1-3, 8, 10, 14]. Values of nanocomposite permittivity can reduce to values below that of the unfilled polymer if the polarization mechanisms in the bulk of the material are restricted. In the case of a nanocomposite system, it has been observed that the reduction in the values of effective permittivity is probably due to hindrances in the mobility of epoxy chains in the bulk of the nanocomposite [10]. Literature reports that a restriction in the mobilities of polymer chains in a nanocomposite is possible mainly due to the interaction process between nanoparticle surfaces and polymer chains [15-18]. One of the indexes to measure the interaction dynamics at the nanoparticle-polymer interface in the nanocomposite is the glass transition temperature (Tg) [15, 19, 20] and hence in the present work also, Tg for the epoxy- ZnO nanocomposite systems are measured and analyzed.  ##3.2 Tg BEHAVIOR, INTERFACE DYNAMICS & RELATION TO PERMITTIVITY VARIATIONS Figure 4 shows the Tg values obtained for the epoxy nanocomposites at different nano-ZnO concentrations. The Tg values for the corresponding microcomposites are also shown in the same figure for comparison purpose. It can be seen from the figure that for microcomposites, the Tg value remains almost constant with increasing filler loading up to 20%. On the contrary, for nanocomposites, Tg decreases up to 0.5% filler loading and then shows an increase when the loading is increased up to 10%. Tg can reduce in polymer composites due to several reasons like changes in molecular weight, tacticity and cross-linking density. But, in the present study, epoxy nanocomposites are prepared using the same processing method for all filler concentrations and hence it is expected that the Tg variations are influenced only by the epoxynanoparticle interactions. A similar observation of the Tg variations as observed here has also been reported for alumina filled PMMA nanocomposites at low filler loadings [21]. Current understanding of the Tg behavior in polymer nanocomposites suggest that a polymer nanolayer forms on the nanoparticle surface due to interactions between polymer chains and the nanoparticle and this interfacial nanolayer determines the glass transition temperatures [15, 19, 20]. These nanoparticle-polymer interactions can be attractive, repulsive or neutral and depending on these behaviors, Tg can increase, decrease or remain constant. Considering these factors and also the fact that the available understanding of nanocomposite interfacial behaviors are scarce, a dual layer interface model [15] seems to be the closest fit for the Tg trends obtained in the present experiments. Interestingly, this model makes it possible to correlate the Tg variations and the results obtained for the nanocomposite permittivity behaviours also. More details about the dual nanolayer model, the influence of filler loadings on the interface phenomena and the corresponding effect on the Tg and permittivity characteristics in epoxy nanocomposite systems have been discussed in a previous paper [10]. In order to have a good understanding of the discussions further in this article, the interface model is again mentioned here in brief. According to the interface model, polymer-nanoparticle interactions lead to the formation of two nanolayers around the nanoparticle. The first nanolayer closest to the nanoparticle surface is supposedly tightly bound to the surface resulting in the polymer chains there to be highly immobile. The second polymer nanolayer with a thickness slightly more than that of the first layer contains polymer chains which are loosely bound. It is the dynamics of these interface polymer regions with respect to the nanoparticle loadings which result in a reduction in the nanocomposite Tg values [15]. It would be appropriate to mention here that the validity of the interface model discussed here is a function of the filler dispersion in the epoxy matrix. The formation of the interface layers and the unique characteristics of each of the layers are possible only if the nanoparticles are dispersed uniformly in the epoxy matrix. Based on the Tg and permittivity characteristics obtained in the current case, it can be assumed that the ZnO nanoparticles are well dispersed in the epoxy matrix. In the present study, the influence of chain immobility (caused due to the first layer of interface) and chain entanglements [22, 23] will restrict the mobility of dipolar groups in the nanocomposite system causing its effective permittivity to reduce below that of the unfilled epoxy value at filler loadings up to around 0.5%. With increasing filler loadings, the filler permittivity also starts to influence the effective permittivity of the nanocomposites [10]. Then, at the higher filler loadings of 1% and 5%, the effective permittivity of the system will be determined by the combined interaction of chain immobilization and rate of permittivity enhancement in the material with respect to filler loading. From the available results in the current investigations, it seems that the influence of nano-filler permittivity is slightly more pronounced as compared to that of chain immobilization for filler concentrations beyond 0.1% in the nanocomposite. In an earlier publication, Tanaka et al [24] had also proposed a multi-core model to explain the dielectric properties obtained for nanodielectric systems. As compared to four layers of the interface mentioned in the multi-core model, the present model speaks of only two layers. Some of the interaction mechanisms responsible for the nanocomposite dielectric characteristics as per the 2 layer model in the present study can be correlated with the multi-core model. The formation of the tightly bound 1st nanolayer and the loose 2nd nanolayer in the present model is similar to the 2nd and 3rd layers of the multi-core model in terms of the possible phenomena happening. Since uncoated fillers are used in the present investigation, the first layer in the multi-core model probably becomes redundant for the present study. One important outcome of the present study is that some of the characteristics of the interfacial layers could be experimentally verified for nanocomposites at low-filler loadings. Still, further studies are required using different nanodielectric systems to validate the functionality of these models.  ##3.3 NATURE OF BONDING AT THE INTERFACE Although the dual nanolayer interface model has been able to explain the characteristics of Tg and permittivity in epoxy nanocomposites, it becomes important now to know the nature of bonding at the first layer of interface. In order to understand the nature of bonding, the interaction mechanism between nanoparticles and epoxy chains has to be analyzed. If there is an interaction between nanoparticles and the epoxy material in the form of a chemical reaction, they will introduce chemical changes in the bulk of the epoxy nanocomposite which will lead to the formation of new chemical bonds. Hence, there is a need to examine the surface chemistry of the nano-fillers and also the chemical nature of the epoxy nanocomposite systems and this was done through FTIR spectroscopy. The FTIR spectra for uncoated ZnO nanoparticles, an unfilled epoxy system and an epoxy-ZnO nanocomposite are shown in Figure 5. Table 1 lists the details of the functional groups associated with unfilled epoxy and epoxy nanocomposite. The FTIR spectrum in Figure 5a shows the occurrence of two peaks which are relevant for the present analysis - one centered around 3500 cm-1 and the other around 1630 cm-1. The peak at 3500 cm-1 corresponds to the stretching vibration of hydroxyl (OH) groups attached to the nanoparticle surface. The OH groups can be present on the nanoparticles as free OH groups attached to the particle surface, as OH groups attached to absorbed water molecules or both. As for the band seen at 1630 cm-1, it corresponds to the bending vibrations of absorbed water molecules. The presence of water molecules on the nanoparticle surfaces are due to the affinity of H2O molecules present in atmosphere to get bonded to the surface OH groups on the nanoparticles through hydrogen bonding. H2O is a polar molecule and the oxygen attached to the water molecule is highly prone to hydrogen bonding with free hydroxyl groups present on the nanoparticle surface as shown in Figure 6a. Let’s now analyze the FTIR plots obtained for a cured pure epoxy system and an epoxy-ZnO nanocomposite in Figures 5b and 5c, respectively. A comparison of the two spectra clearly shows that both the spectra are very similar and the incorporation of ZnO nanoparticles does not result in the formation of any new bonds. The only difference which can be noticed is with respect to the intensity of the OH peak (~ 3500 cm-1) where the nanocomposite FTIR shows an elongated peak. The most likely reason for this intense OH peak in the nanocomposite is due to extensive hydrogen bonding between OH groups on the nanoparticle surface and water molecules from the atmosphere for this particular sample. Since the variations of Tg for the same nanocomposite earlier had indicated the formation of the first interfacial nanolayer with immobilized epoxy chains, there has to be some sort of interaction between the nanoparticles and the epoxy chains. Neglecting the occurrences of any chemical bonds in the nanocomposites through reactions between nanoparticles and epoxy, the only possible interaction mechanism is hydrogen bonding involving the free surface hydroxyl (OH) groups present on the nanoparticle surface and epoxy. One of the issues with hydrogen bonding is that they do not result in the formation of any new bands/peaks in the FTIR spectra. An uncured DGEBA epoxy base resin is polar in nature and contains two epoxide groups at both the ends as shown in Figure 6b and an epoxide group is a dipole on its own with pairs of electrons on the oxygen. As per the epoxy nanocomposite preparation methodology used to prepare the samples, the fillers are first mixed to the DGEBA resin followed by the addition of hardener (TETA) to this resinparticle mix to initiate the curing process. When hardener is added to the resin-particle mix, the epoxide group opens up and forms hydrogen bonds with the free OH groups on the nanoparticle surface in addition to reacting with the amine groups of the hardener (Figure 6c). Because of the abundance of free OH groups on the nanoparticle surface, the density of hydrogen bonded epoxy segments will be high at the region just close to the nanoparticle surface. These hydrogen bonds result in the formation of the strongly bonded and tightly bound first nanolayer of epoxy segments at the interface region as per the dual nanolayer model. The nature of bonding at the interface region can also influence the electrical conduction processes in the bulk of the nanocomposite. In an earlier study, Zhang et al [25] had suggested that interfacial polarizations are mitigated in epoxy nanocomposites due to the presence of hydrogen bonds which enhance the transport of charge carriers thus leading to enhanced electrical conductivity. Therefore, it can be reasoned that for all the epoxy nanocomposites in the present study, the first nanolayer of the interface region is an electrically conductive region. The presence of defects in the first interfacial nanolayer is ruled out due to the existence of a highly stable interface caused by the strong bonding between the nanoparticles and epoxy segments. As for the second nanolayer of the interface region, the presence of loose epoxy segments there has two important implications. First, the region will allow the existence of free charge carriers (due to impurities) and facilitate the easy transfer of charge carriers which will make it electrically conductive and secondly, there is a high probability of defects to be present in the region which can act as sites for charge trapping. The formation of charge trapping sites in polymer nanocomposites has been discussed earlier by several other researchers too [25-27]. Based on these facts, it can be expected that the entire interface region in the epoxy nanocomposite has a higher electrical conductivity as compared to the nano-fillers and those epoxy regions where there are no interactions between the nanoparticles and epoxy segments. When the epoxy nanocomposite is subjected to an ac/dc electric field, free charge carriers will be generated from several sources in the material like the electrodes, fillers and impurities present in the 2nd nanolayer of loose epoxy. Due to the electrically conductive interface region, these free charge carriers will be mobile in the bulk of the material and they will tend to drift or migrate to the electrode of opposite polarity rather than accumulate at the interface region. The mobility of the free charge carriers will be determined by the applied electric field and accordingly, the charges can reach the other electrode without any hindrance or get neutralized with similar free charges of opposite polarity or get trapped in the available trap sites. Depending on the filler loading, the transfer of free charge carriers through the bulk of the nanocomposite between the electrodes is further influenced by the tortuous nature of the conducting path caused by the presence of nanoparticles in the material. Now, the formation of charge trapping sites and the occurrence of a barrier to the mobility of charges is again a function of the nanoparticle dispersion in epoxy. The presence of agglomerations will compromise many of such unique phenomena which are possible in nanocomposites, but as already mentioned above, the nano-fillers are well dispersed in the epoxy matrix in the present case.  ##3.4 TANδ CHARACTERISTICS The variations of the nanocomposite tanδ over the frequency range of 106-109 Hz are shown in Figure 7 and it can be observed that for all filler loadings, there is a marginal decrease in the tanδ values with increasing frequency. This behavior is as expected since with increasing frequencies, there is an inhibition in the mobility of charge carriers and they are unable to traverse the thickness of the material thereby causing a reduction in the electrical conductivity [10]. Over the current frequency range of measurement, charge transport will be mainly dominated by lighter electronic species. In another interesting observation, the tanδ values in nanocomposites are found to be lower than the value obtained for unfilled epoxy at all the examined filler concentrations over the entire experimental frequency range. Traditionally, an increase in the values of tanδ are expected with addition of inorganic fillers as the sources of charge carriers in the system are enhanced, but such an observation could not be made here. The lowering of tanδ values in nanocomposites is possible only if there is a reduction in the electrical conductivity through the volume of the material. In a polymeric system, such a process can occur due to hindrances in the charge transport mechanisms caused by defects and charge transport through different chains and interfaces. At lower nano-filler loadings in epoxy, there is a significant volume fractions of both the first and second nanolayers at the interface region (i.e. more defects/charge carriers/charge trapping sites), the number of nanoparticles are less (less free charge carriers from fillers) and the inter-particle distances are high (less tortuous conducting path). Under these conditions, the probabilities of charge trapping and charge neutralizations are enhanced due to which the values of nanocomposite tanδ will be similar or less than the value of unfilled epoxy as observed in the present results. On the contrary, at higher nano-filler loadings, the fraction of first nanolayer will be more (enhancement in the electrical conduction in this region) whereas the fraction of second nanolayer is less due to overlaps (i.e., less defects/less free charges/less charge trapping sites), the number of nanoparticles are large (more free charge carriers introduced by fillers) and the inter-particle distances are less (electrical conduction can take place easily due to the close proximity of the interface region). In such situations, there is a possibility of enhancement in the values of tanδ in the nanocomposites depending on the nano-filler loadings as compared to unfilled epoxy. Again, the conductivity enhancement will also depend on the number of free charge carriers since the stable bonding at the first interface layer will result in a reduction in the availability of free electronic charge carriers. Although the addition of nanofillers reduces the values of tanδ as compared to unfilled epoxy, increasing the concentration of nano-fillers increases the tanδ marginally in the nanocomposites. From Figure 7, it can be seen that the lowest tan delta value is observed at 0.1% filler loading and the highest value is recorded at 5%, but the difference in the tanδ values are more pronounced at frequencies of 20 MHz and above. This observation can be attributed to the increasing number of nanoparticles in the system. The addition of more nanoparticles increases the sources of charge carriers in the system and these additional charge carriers cause a marginal increase in the tanδ values. But still, the extent of inhibition of charge transport in the nanocomposite dominates the contribution of enhanced charge carriers caused by more nano-filler addition. This is probably the reason why even at 5% nano-filler loading, tanδ in the nanocomposite is less than that of unfilled epoxy. The variations of tanδ with respect to frequency in Figure 7 also indicate that there is a dependence of frequency on the nanocomposite tanδ values. Between 1-20 MHz, tanδ values at all filler loadings are found to be almost the same. But, in the 20 MHz-1 GHz range, nanocomposites with 0.1% ZnO loading has the lowest tan delta value and with increasing filler concentration up to 5%, there is a marginal increase in the tanδ values. Maybe the electrical conduction mechanisms at these two different frequency ranges are different and they are a function of the filler concentration. It is also interesting to see from Figure 7 that there is a dispersion peak in the nanocomposite tan delta values at a frequency of around 4 x 108 Hz for all filler loadings, but the dispersion peak is not observed for unfilled epoxy indicating that there is probably an influence of ZnO nano-fillers on the tanδ values. The tanδ characteristics of ZnO (bulk) between 106–109 Hz has been reported earlier and the occurrence of a resonance peak in this frequency range has been observed [28, 29]. Interestingly, the frequencies of occurrence of the resonance peak in the earlier studies and in the present investigations are almost the same. This suggests that values of tanδ in nanocomposites are strongly influenced by the ZnO nano-fillers and the dispersion peak is due to the occurrence of a resonance caused by ZnO nanoparticles in the system. Corresponding to this dispersion peak, the permittivity variations around this frequency range in Figure 2 shows a steep reduction as expected. This particular observation of dispersion peak in ZnO-epoxy nanocomposites reflects the fact that irrespective of filler size, there is a dominating influence of filler characteristics on the dielectric properties of epoxy nanocomposites. A similar effect of the filler characteristic was not observed in the earlier studies on the permittivity/tanδ characteristics reported for epoxy-TiO2 and epoxy-Al2O3 nanocomposite systems by the same authors [9]. 3.5 DC VOLUME RESISTIVITY The variations in the dc volume resistivity for both the nanocomposites and microcomposites with respect to filler concentrations are presented in Figure 8. Similar studies on the volume resistivities of ZnO filled polymer nanocomposites have also been reported in literature but mainly with LDPE as the base matrix [4, 5]. It can be seen from Figure 8 that the average value of dc resistivity for unfilled epoxy is around 7 x 1017 Ω-cm, which is higher than the values obtained for epoxy micro/nano composites at different filler loadings. In the case of microcomposites, it can be seen that the introduction of 0.5% by weight of fillers reduces the resistivity to around 4.5 x 1017 Ω-cm and beyond this filler loading up to 20%, the resistivity values remain almost constant. In the case of nanocomposites too, a very similar trend as in microcomposites is again observed, but for the region of the curve up to 0.5% filler loading, the rate of decrease of resistivity is observed to be steep as compared to the microcomposites. At 0.5% loading, the value of the nanocomposite resistivity is less than that of the microcomposite. The dc resistivity of the nanocomposite depends on the electrical conductivity in the bulk of the material. This conductivity is expected to be mainly extrinsic in nature, i.e. the ionic charge carriers in the nanocomposite are in the form of foreign impurities, the concentration of which might tend to increase due to the incorporation of fillers in the epoxy matrix. Now, even though ZnO fillers are semiconducting in nature, the filler loading of 0.1% or 0.5% is significantly less for ZnO to contribute to the electrical conduction process in the nanocomposite. In most likelihood, the reduction in the resistivity up to 0.5% filler loading is caused by the localized enhancements in the electrical conductivity in the bulk of the epoxy composite. Local enhancements in the electrical conductivity can occur due to changes in the morphology of the composite material caused by the introduction of fillers. In an interesting correlation, it has been observed that the reductions in the nanocomposite volume resistivities up to 0.5% nano-filler loading are very similar to the reductions obtained earlier for the glass transition temperatures in Figure 4. This similarity in the trend between volume resistivity and Tg in epoxy nanocomposites with respect to filler loadings strongly indicates that the variations of the volume resistivities are probably influenced by the interaction mechanisms at the interface region. It has been already discussed in section 3.3 that the formation of the two interfacial nanolayers in the epoxy nanocomposites can also influence the electrical conductivity in the nanocomposite. Depending on the filler loading, the electrical conductivity of the interface region will either enhance or reduce as compared to the rest of the regions in the material under an applied electric field. The applied dc field for the volume resistivity measurements in the present study is 500 V/mm and the duration of measurement is approximately 180 seconds, hence, the charge carriers can have a sufficiently enhanced mobility. At 0.1% nanoparticle loading, the internanoparticle distances are large and there is a sizeable volume fraction of the interface region in the bulk of the nanocomposite. Therefore, the charge carriers can drift through the bulk of the material between the electrodes rather easily (aided by the electrically conductive interface region) thereby leading to a lower value of volume resistivity in the nanocomposite. When the filler loading is increased to 0.5%, there is a subsequent increase in the volume fraction of the entire interface region coupled with an enhancement in the availability of free ionic charge carriers. Although, there is a simultaneous reduction in the inter-nanoparticle distance also in the nanocomposite at 0.5% filler loading, the charge carriers can still have a path which facilitates their unhindered transport between the electrodes. This will result in a further reduction of the dc resistivity of the nanocomposite and this is reflected in the still lower values of the volume resistivities in Figure 8. Now, at filler loadings beyond 0.5% by weight, the inter-particle distances will continue to reduce, there will be more free charge carriers and the fraction of interface region in the material will be high. In such a scenario, the dc resistivity of nanocomposites should reduce further, but an observation to this effect could not be made in the present results. In fact, the dc resistivity is observed to marginally increase at nanoparticle loadings beyond 0.5% in epoxy. This observation is probably because of the highly tortuous path (due to reduction in inter-particle distances) created by the large number of nanoparticles in the epoxy matrix which act as barriers to the mobility of charge carriers. For the case of microcomposites, the drop in resistivity with addition of 0.5% ZnO is not as steep as in nanocomposites, but still, the marginal reduction can be due to an enhancement in the electrical conductivity at loose interfaces caused due to poor bonding between epoxy and the micron sized fillers at low loadings. These loose interfaces in the case of microcomposites are similar to the 2nd layer of loose polymer in the case of nanocomposites. For the same filler loading, the volume fraction of these loose interfaces in the bulk of the material is less in the case of microcomposites as compared to nanocomposites. Further, the variations of the glass transition temperatures in microcomposites earlier have also shown that there are no changes in the interfacial region in these materials like in the case of nanocomposites. Therefore, the interface region in microcomposites is not as electrically conductive as in nanocomposites and hence, the slightly higher value of resistivity in microcomposites at 0.5% ZnO loading. In slight contrast to the trend obtained for nanocomposites beyond the filler loading of 0.5% and up to 20%, a gradual but marginal decrease (can be assumed to be constant) in the values of dc resistivity is observed in the case of microcomposites without the occurrence of any percolation threshold. The resistivity values in the microcomposites between these filler loadings are controlled by the interparticle distances between the microparticles and the volume fraction of loose interfaces. Figure 8 shows that for both micro/nano composites, the trends in the dc resistivities do not indicate the onset of percolation up to 20% ZnO loading by weight. The semiconducting nature of ZnO will also aid the local enhancement of the conductivity especially at regions where particle clustering occurs in the bulk of the material, but probably at filler loadings more than 20%. 3.6 AC DIELECTRIC STRENGTH The introduction of fillers into polymers usually introduces defects leading to lower dielectric strengths, but polymer nanocomposites do not seem to obey this rule strictly and available literature on the dielectric strengths of polymer nanocomposites show mixed trends [1-3, 5, 30-32]. It has been noticed that amongst the published literature on the dielectric strengths in polymer nanocomposites, there are only few results [5] available with ZnO nano-fillers and hardly any results where filler loadings of less than 1% were examined with any inorganic filler. The ac dielectric strengths obtained in the present investigation for the epoxy micro/nanocomposites are shown as Weibull plots in Figure 9. The figures show that the dielectric strength values for both micro and nano composites decrease with increasing filler concentration. This trend is as expected based on the understanding that fillers in polymers creates defects and also introduces additional charge carriers in the volume of the material thereby reducing the dielectric strength in composites. Similar to the case of dc resistivity, in the case of ac dielectric strengths too, the nano-fillers do not seem to have any effect up to the examined filler loadings and it is the morphology of the composite material which influences the breakdown of the nanocomposite. Only at higher filler loadings, the semi-conductive nature of ZnO fillers might aid in lowering the dielectric strength. Therefore, in general, the characteristics of the interface region have an influence on the ac dielectric breakdown phenomena in the nanocomposites and the dual nanolayer interface model should support the observations. This is logical since the electrical breakdown phenomenon in the epoxy nanocomposites is governed by the mobility of charge carriers mostly through the epoxy region of the nanocomposite and the interface regions around the nanoparticles are a part of this epoxy volume fraction. Since both electrical breakdown and dc resistivity are electrical conduction related, the analysis made for the case of dc resistivity using the dual nanolayer model holds true for the case of dielectric strength also. The major difference between the dc resistivity and the electrical breakdown case is in their electrical conduction mechanisms. Contrary to the electrical conduction mechanism in the dc resistivity case, the charge carriers in an electrical breakdown process experience a rapidly changing ac electric field from a very low value to a very high value in a very short period of time. Hence, the electrical conduction mechanism changes from a low E-field process to a very high E-field process. At very high E-fields, the electrical conduction can be significantly influenced by charge carrier injection from the electrodes into the nanocomposite material also. In an interesting observation, the weibull shape parameters of nanocomposites and microcomposites provide some useful information on the stability of the materials. Table 2 gives the weibull shape parameters for the composites and it can be seen that for epoxy-ZnO nanocomposites, the values are significantly higher than that of unfilled epoxy and microcomposites. This difference reflects that the dielectric breakdown mechanism in nanocomposites is more stable and uniform as compared to base epoxy resin and epoxy microcomposites. A direct comparison of the dielectric breakdown strengths between microcomposites and nanocomposites is made with respect to filler concentration and the trends are shown in Figure 10. For both the types of composites, a sharp drop in the dielectric strength is observed up to 0.5% filler loading and at 0.5% loading, the value for nanocomposites are marginally less than that of the microcomposites. This trend is almost the same as that observed for the reduction in the DC volume resistivity up to 0.5% filler loading in both the composites (Figure 8) and the glass transition temperature variations obtained for nanocomposites (Figure 4). The same reasoning made for the changes in the dc resistivities can be again applied for the dielectric strength variations. Above 0.5% filler concentration, the values of nanocomposite dielectric strengths reduce very slowly and tend to saturate up to 20% filler loading which is not the case in microcomposites, where the reduction is more gradual. With respect to the case of nanocomposites, a similar trend in the result has been reported by Hong et al [5] also and few possible reasons can be thought for this observation. First, at high filler loadings in a composite and with nanoparticles as fillers, a highly tortuous network of complex and dense polymeric regions are formed as compared to microcomposites and the conduction of charge carriers is inhibited between the electrodes. Secondly, the formations of loose nanolayers in the nanocomposites generate defects which act as charge traps and minimize the availability of free charges in the system from the filler material as compared to microcomposites. Thirdly, although the first nanolayer of interface is more electrically conductive in nature, the stable bonding in that region reduces the availability of free carriers for charge transport. Based on this understanding, it can be realized that the inter-nanoparticle distance will play a major role in determining the dielectric strength of epoxy-ZnO nanocomposites. Probably, at a certain filler loading (> 20% for the present case) when a sufficient number of nanoparticles actually come in contact with each other through the distance between the electrodes, the ac dielectric strength of an epoxy nanocomposite might reduce drastically to a value much lower than a microcomposite (for the same filler concentration). Still, a lot of work has to be done to understand the dielectric strength behaviours of polymer nanocomposites since there are several influencing parameters - coated/uncoated particles, the processing technique, the size of the particles, the volume fraction of the particles, the shape and size of electrodes etc. More importantly, since the interface characteristics are observed to influence the charge conduction mechanisms in a polymer nanocomposite, the mechanisms of dielectric breakdown are going to be different under dc and ac stresses. Hence, there is also the need to address and understand the influence of the above mentioned experimental parameters on the nanocomposite dielectric strength characteristics under different types of electrical stresses. 4 CONCLUSIONS Epoxy-ZnO nanocomposite systems are examined for their dielectric behaviors in this study primarily for two reasons – (a) validate few of the earlier observations obtained for the dielectric properties of epoxy nanocomposite systems with TiO2 and Al2O3 fillers [9] and (b) characterize and understand the dielectric properties of this system. Results of this study corroborate some of the interesting dielectric characteristics observed earlier and confirm the fact that at lower filler loadings, the changes in the morphology of the nanocomposite material have a large influence on their dielectric properties. The changes in the morphology of the nanocomposite material occur due to the formation of interface regions caused by nanoparticle-epoxy interactions. Apart from the effect of morphology, the influence of the ZnO filler is also observed (at lower filler loadings) as recorded from the results of permittivity/tanδ characteristics at high frequencies. This particular observation was not made in the earlier study with TiO2/Al2O3 based epoxy nanocomposite systems. Epoxy-ZnO nanocomposites also show lower permittivity and tanδ values (up to particular filler loadings) over the frequency range of 106-109 Hz. The permittivity reduction is probably due to constraints in the polymer chain mobility whereas inhibitions in charge carrier transport due to interfaces and chain entanglements results in lower tan delta values. The interface interactions in nanocomposites are analyzed through glass transition temperature (Tg) measurements and the Tg variations reflect the occurrence of loose polymer regions in nanocomposites at filler concentrations of 1% and below. The formation of such loose polymer layers in nanocomposites seems to influence the dc resistivity and ac dielectric strength variations in the nanocomposites and a steep reduction in the values of these properties are recorded up to 0.5% by weight of filler loading as compared to the microcomposites. In another interesting observation, between 5% and 20% filler concentration, nanocomposites show higher values of dc resistivity and ac dielectric strength than the microcomposites. These advantages in nanocomposites are attributed to the presence of a large volume fraction of interfaces and the formation of the immobile nanolayers on the nanoparticles which restrict charge mobility and also reduce the availability of free charges. In conclusion, results seem to show that nanocomposites do possess very unique properties and some of the characteristics are better than microcomposites. Although further experiments are necessary to understand these dielectric behaviours in detail, presently, they open up several new opportunities for applications using epoxy-ZnO nanocomposites, e.g. as low dielectric constant materials for electronic packaging."]]], "doi": "10.1109/TDEI.2009.4815189", "figures": [["Figure 1", "Figure 1", "Figure 1. ZnO nanoparticle information and filler dispersion in the  epoxy composites."], ["Figure 1", "Figure 1", "Figure 1. ZnO nanoparticle information and filler dispersion in the  epoxy composites.   "], ["Figure 10", "Figure 10", "Figure 10. Variations of AC dielectric strengths in epoxy-ZnO composites  with respect to filler concentration.   "], ["Figure 2", "Figure 2", "Figure 2. Permittivity variations in epoxy-ZnO nanocomposites.   "], ["Figure 3", "Figure 3", "Figure 3. Permittivity variations in epoxy-ZnO nanocomposites with  respect to filler loadings.   "], ["Figure 4", "Figure 4", "Figure 4. Tg variations in epoxy-ZnO nanocomposites.  "], ["Figure 5", "Figure 5", "Figure 5. FTIR spectra of filler and epoxy systems."], ["Figure 5", "Figure 5", "Figure 5. FTIR spectra of filler and epoxy systems.   "], ["Figure 6", "Figure 6", "Figure 6. Nature of bonding at the interface region in epoxy  nanocomposites.   "], ["Figure 7", "Figure 7", "Figure 7. Tanδ variations in epoxy-ZnO nanocomposites.   "], ["Figure 8", "Figure 8", "Figure 8. DC volume resistivity variations in epoxy-ZnO nanocomposites.   "], ["Figure 9", "Figure 9", "Figure 9. Weibull plots for AC dielectric strengths in epoxy-ZnO  composites.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. FTIR peaks corresponding to functional groups in epoxy"], ["Table 2", "Table 2", "Table 2. Weibull shape parameter (β) for epoxy-ZnO composites."]], "tables": []}