{"title": "Super High Dielectric Constant Carbon Black-Filled Polymer Composites as Integral Capacitor Dielectrics", "abstract": "In this paper, carbon black-filled high dielectric constant composites were evaluated as the candidate materials for embedded capacitors. Carbon black was selected as the filler due to its large surface area and its wide range of electrical properties based on its surface chemistry, particle size and aggregate structure. Six different types of carbon blacks were evaluated. With a proper filler loading level and good dispersion, high dielectric constants over 1000 were observed for four out of the six types of carbon. The dispersion of carbon black is critical to obtain high dielectric constant carbon black composites. When the carbon black is well dispersed, the large surface area of tiny carbon black aggregates serve as the electrode surfaces of numerous small capacitors. The capacitor network within the composite can thus give a large capacitance and dielectric constant. For a highly conductive carbon black CBD3, a high dielectric constant over 13,300 (@10 kHz) was achieved, and for a relatively low conductivity carbon black CBC2, a dielectric constant of about 2,300 (@10 kHz) was obtained. A higher conductivity carbon black usually gives a higher dielectric constant; however, its composites are more difficult to process since the composites have a narrower composition window near the percolation threshold due to its high structure and large surface area. The filler loading level required to reach high dielectric constant is much lower than that of ceramic composites, which enable carbon black composites to have good mechanical properties. Transmission electron microscope (TEM) and scanning electron microscope (SEM) were used to characterize the structure of carbon and their composites, respectively, in order to correlate the structure of carbon blacks and the morphology of their composites with the corresponding material dielectric properties. ", "body": [["Abstract", ["In this paper, carbon black-filled high dielectric constant composites were evaluated as the candidate materials for embedded capacitors. Carbon black was selected as the filler due to its large surface area and its wide range of electrical properties based on its surface chemistry, particle size and aggregate structure. Six different types of carbon blacks were evaluated. With a proper filler loading level and good dispersion, high dielectric constants over 1000 were observed for four out of the six types of carbon. The dispersion of carbon black is critical to obtain high dielectric constant carbon black composites. When the carbon black is well dispersed, the large surface area of tiny carbon black aggregates serve as the electrode surfaces of numerous small capacitors. The capacitor network within the composite can thus give a large capacitance and dielectric constant. For a highly conductive carbon black CBD3, a high dielectric constant over 13,300 (@10 kHz) was achieved, and for a relatively low conductivity carbon black CBC2, a dielectric constant of about 2,300 (@10 kHz) was obtained. A higher conductivity carbon black usually gives a higher dielectric constant; however, its composites are more difficult to process since the composites have a narrower composition window near the percolation threshold due to its high structure and large surface area. The filler loading level required to reach high dielectric constant is much lower than that of ceramic composites, which enable carbon black composites to have good mechanical properties. Transmission electron microscope (TEM) and scanning electron microscope (SEM) were used to characterize the structure of carbon and their composites, respectively, in order to correlate the structure of carbon blacks and the morphology of their composites with the corresponding material dielectric properties. "]], ["Introduction", ["The requirements of smaller, faster, and more costeffective devices are the driving forces of the semiconductor industry. It is anticipated that the electronic systems will be ten times smaller in the next decades than systems today. To realize these goals, electronic packaging technology will play an indispensable role. System-on-a-package (SOP), which is based on single level integrated module (SLIM) packaging technology, is one of the major pioneering efforts to realize the next generation electronic systems [l]. The SOP technology, first proposed by National Science Foundation Packaging Research Center at the Georgia Institute of Technology, is shown in Figure 1. In SOP, a multi-level metal-dielectric structure will be fabricated as a low-cost large-area organic composite substrate that provides the functionality of RF, digital, and optoelectronics, etc. Passive components (L, C, R), which currently take up more than 40% of the substrate surface area, will be integrated inside the SOP too, as shown in the schematic. Integration of passives components requires the development of new materials, due to the limited space in the SOP structure. For example, material requirements for embedded capacitor dielectrics include a high dielectric constant, a low processing temperature, a low leakage ciment, and a reasonably high breakdown field. In order to realize embedded capacitors, many approaches have been investigated, such as thin film deposition, anodization, sputtering, and sol-gel process. However, these techniques need either expensive equipment or require a high processing temperature, and cannot be easily implemented into large-area MCM-L substrates. To address this issue, polymer-ctxamic composites have been systematically evaluated as a candidate for embedded capacitors, since the combination of polymer and filler may give the composites advantages from both sides by a careful design and choice of components. The polymerceramic composites, however, have only had achieved limited success. Commercially available polymer-ceramic composites only have a dielectric constant of less than 50, which is far from the requirements for the next generation electronics. In other words, a dielectric material that satisfies all of the requirements needed for embedded capacitors, especially in the cases that require high capacitance density, e.g. decoupling capacitors, has not been developed yet. This poses challenges as well as opportunities for the development of novel embedded capacitor dielectrics. To obtain a high dielectric constant material compatible with a low temperature manufacturing process of printed circuit board (PCB), in this study, we present carbon blackepos y composites as the embedded capacitor dielectrics. Carbon black composites are based on a high-gain high-risk strategy, i.e. percolation theory. Six different types of carbon blacks were evaluated. With a proper filler loading level and good dispersion, high dielectric constants over 1000 were observed for four out of the six carbon blacks. The dispersion of cxbon black is critical to obtain high dielectric constant carbon black composites. Transmission electron microscope (TEM) and scanning electron microscope (SEM) were used to characterize the structure of carbon and their composites, respectively, in order to correlate the structure of carbon and morphology of their composites with the corresponding mate rial dielectric properties. This technology has been patented [10]. "]], ["Experimental", ["A bisphenol-A type epoxy resin (from Aldrich Chemical Company), an anhydride hardener (MHHPA, from Lindau Chemical Company), and an imidazole catalyst (2E4MZ-CN, from Shikoku Ltd.) were used as the polymer matrix in this study. For comparison, silicone (HIPEC@ Q 1-4939, from Dow Corning Incorporation) was also used as the polymer matrix for the dielectric composites because of its extremely low (dissipation factor. The carbon blacks studied were CBC 1, CBC12,CBD3,CBD4,CBM5, and CBM6. The bisphenol-A resin was mixed with the hardener first, and then carbon black was added into the formulation. The mixture was premixed in an ultrasonicator for 1 hour, and then processed in a three-roll mill for 1 hour. The actual filler loading of composites after processing was determined by a therrnogravimetric analysis (TGA), which was conducted with a TGA 2050 (from Thermal Advantages Inc.) under a nitrogen atmosphere at a heating rate of 10 °C/min. Next, the catalyst was added into the formulation, and the mixture was dispersed in the ultrsonicator for 30 minutes. The curing conditions for bisphenol-A epoxy and silicone were determined by a modulated differential scanning calorimeter (DSC, Model 2920, from TA Instruments), at a heating rate of 5 °C/min under a nitrogen atmosphere. Figure 2 shows the DSC thermograph of bisphenol-A epoxy and silicone. According to the curing peak temperature, the curing condition for both polymers and their composites was set to be 150 °C for 1 hour. For dielectric properties measurements, parallel plate capacitors were fabricated on a silicon wafer with the formulated high dielectric constant composites. First, a thin layer of titanium (200 Å) and copper (3000 Å) were deposited on the wafer as the bottom electrode of capacitors by a DC sputterer (from CVC Products Incorporation). Then, the dielectric composite was spin coated onto the wafer. Next, the sample was cured with an optimized curing procedure in a Lindberg furnace under a nitrogen atmosphere. Finally, the DC isputterer was used to deposit another layer of copper (3000 Å) as the top electrode onto the material through a shadow mask. The capacitance and dissipation factor of the 537 capacitor were then measured with an HP 4263A LCR meter, at frequencies from 10 KHz to 10 MHz. A JOEL 1OOC Transmission Electron Microscope (TEM), operating at 100 KV, was used to analyze the particle sizes and morphologies of carbon black powders. For carbon black composites, the morphology studies were conducted by a field emission scanning electron microscopy (FESEM) (Model S- 800, from Hitachi Company). Cross sections of the samples were polished before observation. The coefficients of thermal expansion (CTE) of the cured dielectric composites were characterized using a thermomechanical analyzer (TMA, Model 290, from TA Instruments). The dimension of the sample was about 4 x 4 ~ 3 mm. The sample was heated from room temperature to 200 °C at a rate of 5 °C/min under a nitrogen atmosphere. A dynamic mechanical analyzer (DMA) by TA Instruments, Model 2980 was used to study the dynamic moduli of the cured dielectric composites. The measurement was conducted in a single cantilever mode at 1 Hz sinusoidal strain loading. The sample was heated from room temperature to 250 °C at a rate of 3 °C/min in the DMA furnace. "]], ["Results and Discussions", ["Carbon black was selected as the filler for high dielectric constant composites due to its large surface area and its wide range of electrical properties based on it surface chemistry, particle size and aggregate structure. Since carbon blacks have a large surface area, chemical species are readily adsorbed or chemically bonded to the carbon surfaces, and the surface chemistry of carbon blacks appreciably affects the physicochemical properties of their composites. The information about carbon surfaces can be obtained by thermal degradation studies on carbon blacks. The dominant gases produced during thermal degradation are CO and CO2, which are from the desorption of surface oxide groups such as carboxyl, aldehyde, lactone, ether, and quinine, etc [2, 31. Figure 3 shows TGA studies of carbon blacks under a nitrogen atmosphere. Carbon black CBD4, CBD3 and CBCl have more weight loss than other carbon blacks, which indicates more oxide groups present in these carbon blacks. However, carbon blacks generally have much smaller weight loss than polymer matrices when heated. Figure 4 shows the TGA studies of bisphenol-A epoxy. At a temperature above 500 °C, the epoxy was almost completely degraded, whereas the carbon blacks only lost a small percentage of their weight. Such a difference was utilized to accurately calculate the actual carbon black loading after three-roll mill processing, because the actual filler loading level may change during the processing, especially in our case in which a three-roll mill was used to disperse carbon blacks in the composites. Figure 5 shows the dielectric constants of carbon black composites as a function of filler loading. Six different types of carbon blacks were evaluated; four of them show dielectric constants higher than 1000 (@ 10 kHz), and they were CBC1, CBC2, CBD3, and CBD4. An extremely high dielectric constant of 13,305 (@10 kHz) was achieved for an extra conductive carbon black CBD3. The highest dielectric constant obtained for CBC1, CBC2, and CBD4 composites were 1656, 2304, and 1315, respectively. The dielectric properties of carbon black composites are strongly dependent on the particle size and aggregate structure of the carbon blacks. Figure 7 shows the TEM micrographs of carbon black powders. The figure illustrates that the extra conductive carbon black CBD3 has a very small particle size, and an extremely high structure and surface area; thereby, the filler loading needed to obtain high dielectric constant composites is very small, only about 1 to 2 vol%. Carbon black CBC1 has a very high structure and a high conductivity, too, and the filler loading needed to reach high dielectric constants IS low as well. However, for a relatively low conductivity carbon black CBC2, it has a large primary particle size of about 70 nm, and the particles are not highly aggregated. Therefoire, the CBC2 filler loading corresponding to high dielectric constants is much higher than that of the CBD3 composites. A higher conductivity carbon black usually results in a higher dielectric constant in its composites; however, the composites are more difficult to process since the composites have a narrower composition window near the percolation threshold due: to its high structure and large surface area. The extremely high dielectric constant of carbon black composites can be interpreted by the percolation theory, and the most commonly used model is the Kirkpatrick and Zallen [4, 5] statistical percolation model, which is used to predict the electrical properties of a percolation system with noninteracting randomly dispersed fillers. Close to the transition region, this statistical model predicts power-law behavior for the measurable quantities with the volume fraction of fillers. The dielectric constant exhibits a power-law dependence below percolation threshold as shown in the following equation [6-81: The characterizing exponents is assumed to be universal1 for a fixed system dimensionality, i.e., s = 0.7 for a three-dimensional system. According to percolation theory, high dielectric constant can only be obtained at filler loadings very close to the threshold. However, the high dielectric constants of carbon black composites were found over a relatively wide filler loading range, in particular for the CBC2 composites, which cannot be explained by the classical percolation theory. The reason for this occurrence is that the percolation theory is not adequate when the filler loading is outside of the percolation transition region. Figure 6 shows the dissipation factors of carbon black composites as a function of filler loading. The dissipation factcirs of high dielectric constant carbon black composites are high, i.e. always above 0.1. Dissipation factors of carbon black composites usually increases with carbon black filler loading, which is due to the increase in DC conductivity with the increase in filler loading, and higher DC conductivity can lead to higher rates of decay of stored charges. Figure 8 illustrates the frequency dependence of the dielectric constant of carbon black composites. Carbon black composites, generally speaking, show high frequency dependence. The frequency dependence of the dielectric constant of carbon black composites comes from three effects, i.e. the dispersion of carbon blacks, the polarization effects between isolated carbon black aggregates, and the anomalous diffusion within aggregates [9]. When in the presence of an electrical field, the charges move inside the carbon black aggregates according to the direction of the electrical field in each half cycle. Charges accumulate in the interfacial boundaries between carbon black aggregates and epoxy, and a dipole moment is imparted to a whole cluster for an isolated aggregate. The interfacial polarization in composites usually has a high frequency dependence, which accounts for the high frequency dependence of the dielectric properties of carbon black composites. However, it was found that the dielectric constants of CBC2 composites were stable as a function of frequency, as shown in Figure 8. A more detailed study of the frequency response of CBC2 composites in Figure 9 shows that the frequency dependence is also dependent on the filler loading level; That is, at 6.0 vol% CBC2, the frequency dependence is low, whereas, at 2.3 vol%, there is strong frequency dependence. Figure 10 shows the SEM micrographs of 6 vol% CBC2 composites, and from top to bottom are 3K and 10K magnifications, respectively. The CBC2 aggregates are uniformly dispersed in the composites, with an average aggregate size about 1 μm. The coefficient of thermal expansion (CTE) of carbon black composites was also studied. Figure 11 shows the TMA data for epoxy, 2.3 vol% CBC2-epoxy composite, and 6.0 vol% CBC2-epoxy composite. The CTE of CBC2 composites decreases with the increase of filler loading. However, the reduction in CTE of CBC2 composite is not very significant since the volume loading level of carbon black is low. Figure 12 illustrates the DMA data for epoxy, 2.3 vol% CBC2-epoxy composite, and 6.0 vol% CBC2-epoxy composite. The storage moduli are 3109 MPa and 6553 MPa for 2.3 vol% CBC2-epoxy composite and 6.0 vol% CBC2-epoxy composite, respectively, which are higher than 2475 MPa for neat epoxy. Carbon black composites show very good mechanical properties when compared to ceramic composites. Figure 13 shows the effects of low loss polymer matrices on the dielectric properties of CBC2-filled composites. Interestingly, the change of polymer matrix from bisphenol-A epoxy to silicone does not result in significant changes in the dielectric constants and dissipation factors, which is in sharp contrast to Al composites, as shown in Figure 14. In Al composites, the presence of a self-passivated insulating A1203 layer outside of the Al metallic core can reduce the possibility of inter-particle transfer of electrons, thus reducing the AC conductivity which causes the loss of composites. Therefore, the dissipation factor in Al composites is also strongly dependent on the polymer matrix. Replacing the rel.atively high loss bisphenol-A epoxy with lower loss polymers can significantly reduce the dissipation factor of its composites. However, in carbon black composites, the charge transfer between aggregates causes high loss, and the carbon black dominates the dielectric properties of composites, therefore, changing the polymer matrices does not have a very significant influence on the dielectric properties of their composites. "]], ["Conclusion", ["Carbon black-filled high dielectric constant composites were evaluated as the candidate materials for embedded capacitors. Six different types of carbon blacks were invcstigated. With proper filler loading level and good dispersion, high dielectric constants over 1000 were observed for four out of the six types of carbon black. For a highly conductive carbon black CBD3, a high dielectric constant over 13,300 (@10 kHz) was achieved, and for a relatively low conductivity carbon black CBC2, a dielectric constant of about 2,300 (@10 kHz) was obtained. The filler loading level required to reach high dielectric constant in carbon black composites is much lower than that of ceramic composites, which enables the carbon black composites to posses good mechanical properties. Carbon black composites show a high fiequency dependence, and the interfacial polarization in carbon black composites, which usually has a high frequency dependence, contributes significantly to the high dielectric constant of the composites. It is found that the frequency dependence of the dielectric constants of CBC2 is also dependent on the filler loading level. That is, at 6.0 vol% CBC2, the frequency dependence is low, whereas, at 2.3 vol%, there is strong fiequency dependence."]]], "doi": "10.1109/ECTC.2004.1319391", "figures": [["Figure 1", "Figure 1", "Figure 1. Schematic of system-on-a-package (SOP).   "], ["Figure 10", "Figure 10", "Figure 10. SEM micrographs of 6.0 vol% CBC2  composites. From top to bottom are 3K and 10K  magnifications, respectively.   "], ["Figure 11", "Figure 11", "Figure 11. TMA data for epoxy, 2.3 vol% CBC2-epoxy  composite, and 6.0 vol% CBC2-epoxy composite.   "], ["Figure 12", "Figure 12", "Figure 12. DMA data for epoxy, 2.3 vol% CBC2-epoxy composite, and 6.0 vol% CBC2-epoxy composite.   "], ["Figure 13", "Figure 13", "Figure 13. Effects of low loss polymer matrices on the  dielectric properties of carbon black CBC2-filled  composites.   "], ["Figure 14", "Figure 14", "Figure 14. Effects of low loss polymer matrices on the dielectric properties of aluminum-filled composites.   "], ["Figure 2", "Figure 2", "Figure 2. DSC thermograph of bisphenol-A epoxy and silicone."], ["Figure 3", "Figure 3", "Figure 3. TGA studies of carbon blacks."], ["Figure 4", "Figure 4", "Figure 4. TGA studies of bisphenol-A epoxy.   "], ["Figure 5", "Figure 5", "Figure 5. Dielectric constants of carbon black composites as a  function of filler loading.   "], ["Figure 6", "Figure 6", "Figure 6. Dissipation factors of carbon black composites as a  function of filler loading.   "], ["Figure 7", "Figure 7", "Figure 7. TEM micrographs of carbon blacks.   "], ["Figure 8", "Figure 8", "Figure 8. Frequency dependence of the dielectric constant of  carbon black composites.   "], ["Figure 9", "Figure 9", "Figure 9. Frequency dependence of the dielectric constant of  CBC2 composites.   "]], "table_captions": [], "tables": []}