{"title": "Electrical behavior of low density polyethylene containing an inhomogeneous distribution of ZnO nanoparticles", "abstract": "ZnO nanoparticles were mixed with low density polyethylene (LDPE) to form nanocomposites. The distribution of ZnO filler particles was controlled by changing the mixing method, and the effects of controlled inhomogeneous distribution on the electrical resistivity were measured. The percolation limit in the composites with controlled inhomogeneity decreased significantly compared to that of the analogous nanocomposites with uniform filler distributions, and the resistivity of the filled composites decreased as a function of applied field strength, exhibiting a nonlinear I–V relationship. The nonlinearity increased with ZnO filler concentration. ", "body": [["Abstract", ["ZnO nanoparticles were mixed with low density polyethylene (LDPE) to form nanocomposites. The distribution of ZnO filler particles was controlled by changing the mixing method, and the effects of controlled inhomogeneous distribution on the electrical resistivity were measured. The percolation limit in the composites with controlled inhomogeneity decreased significantly compared to that of the analogous nanocomposites with uniform filler distributions, and the resistivity of the filled composites decreased as a function of applied field strength, exhibiting a nonlinear I–V relationship. The nonlinearity increased with ZnO filler concentration. "]], ["Introduction", ["Polymer nanocomposites have been shown to have many advantageous properties primarily due to the small size and large surface area of the nanofillers (fillers with at least one dimension less than 100 nm) [1, 2]. The small filler size leads to electrical, optical, and mechanical properties different from those of traditional composites [2, 3], partly because the fillers are smaller defects than traditional fillers preventing early electrical and mechanical failure. For example, Henk et al. [4] reported increased electrical discharge endurance with silica nanoparticles in epoxy resin. Ash et al. [5] found a significant increase in ductility and a decrease in glass transition temperature for PMMA filled with alumina nanoparticles. The changes in the properties caused by the introduction of nanoparticle fillers are strongly controlled by the dispersion state of the filler particles in the polymer matrix. Achieving a good dispersion of the fillers has been one of the major challenges in the processing of polymer nanocomposites. Agglomeration frequently limits the improvements in properties attained by employing nanoparticles as fillers [6]. While a good dispersion is critical, it is not always apparent that the distribution of fillers needs to be uniform throughout the matrix. Well dispersed, but nonuniformly distributed, filler particles may lead to optimized properties. In this paper, we show that the resistivity has a higher field dependence in the composites with inhomogeneous filler distributions. Another advantage of nanofillers is that percolation can be achieved at lower volume fractions [7]. The resistivity of the composite drops abruptly as the filler volume fraction increases above the percolation limit [8]. Because of the cost of fillers and the possible degradation they may cause in other properties [9], there is interest in decreasing the volume fraction of fillers. We showed previously that the percolation limit of composites with uniform filler distribution changes as the size of the filler particles decreases [7]. The percolation limit also decreases when the filler particles have a high aspect ratio [10]. Further decrease of the percolation limit by creating mixed regions of high and low filler concentration due to an inhomogeneous filler distribution is demonstrated in the present work. A lower percolation limit due to inhomogeneous distribution of carbon black particles in a polymer matrix has been reported by Wycisk et al. [11]. While carbon black is typically used to decrease the resistivity of composites, in the present work, ZnO semiconductor particles were introduced to make composites with resistivity values between those of conducting and insulating polymers. Resistivity values of such magnitudes are required for field grading materials used in high voltage applications. Field grading materials also require nonlinear behavior, hence ZnO with its nonlinear electrical behavior [12] is a suitable material for fillers. While the change in percolation limit is not surprising in these composites, what is surprising is the nonlinearity comparable to or higher than pure ZnO that was achieved with composites containing only a small volume fraction of ZnO nanoparticles. "]], ["Experimental procedures", ["ZnO nanoparticles were donated by Nanophase Technologies Corporation, and the average particle size was determined to be approximately 49 nm from TEM observation. For uniform distribution of filler particles, the nanoparticles were melt-mixed with low density polyethylene (LDPE; DOW 681I) pellets using a torque rheometer (Haake batch mixer system 90) as described in Ref. [13]. Non-uniform distribution of the filler in the matrix was achieved by ball milling the nanoparticles with micron-size LDPE powders obtained from Ultra Chemical Inc. The resistivity of LDPE powder was measured to be the same as that of the bulk LDPE used for homogeneous composites. The mixture of particles was ball milled at room temperature for 24 h so that ZnO nanoparticles were embedded in the soft surface of the LDPE particles. Neither the LDPE powders nor the ZnO nanoparticles were observed to break into smaller pieces during the ball milling. Together they formed large agglomerates approximately 1 mmin diameter composed of many LDPE powder particles coated with ZnO nanoparticles. The mixtures were then hot pressed at approximately 170 °C to form a disc-shaped specimen with a diameter of 7.5 cm and a thickness of approximately 0.03 cm. The resulting composites were then fractured in liquid nitrogen and examined with a field-emission scanning electron microscope (FESEM, JEOL JSM-6335F). The electrical resistivity was measured under an applied electrical field of 10 kV/cm over the thickness of the disc specimens with a guard ring to remove any effect of surface conduction [14]. The nonlinearity of the composite was also measured by changing the applied field strength up to approximately 60 kV/cm. To measure the nonlinearity of ZnO nanoparticles, the powders were dried in a vacuum of ~3 mTorr at 225 °C for about 24 h. And the I–V relationship was measured at room temperature under a pressure of 2.0 × 105 N/ m2. "]], ["Results", ["The homogeneous and inhomogeneous distributions of filler particles are shown in Fig. 1a and b, respectively. The polymer matrix is mechanically stronger than the filler aggregates and the composite breaks primarily through the filler aggregates. Therefore, filler nanoparticles were exposed on the fracture surface of the composites. Figure 1a shows that the particles are well dispersed and homogeneously distributed in the matrix. On the other hand, Fig. 1b shows particles that are inhomogeneously distributed. Picture the LDPE micron size particles with ZnO nanoparticles embedded in their surfaces. During compression molding at a temperature higher than the melting point of LDPE, the LDPE particles flow to fill any empty spaces between the ZnO nanoparticles, but do not appreciably move these nanoparticles. Therefore, there are regions of unfilled polymer, which correspond to the central regions of the original LDPE particles, surrounded by regions between these LDPE cores with high filler concentration, corresponding to the surfaces of the LDPE particles that had ZnO particles embedded in them during ball milling. The sizes of the LDPE cores are thus approximately the same as those of the original LDPE powders (Fig. 1b). At a low filler concentration, the ZnO particles could not completely cover the surfaces of the LDPE particles and the LDPE cores join to form a continuous matrix phase leaving ZnO nanoparticles scattered in lumps. As the filler concentration increases, the regions with high volume fractions of ZnO between LDPE cores form many paths extending throughout the entire specimen. The electrical resistivities of the composites are plotted as a function of filler volume fraction in Fig. 2. For comparison, the resistivities of specimens with homogeneous micron-size (300 nm) and nano-size (49 nm, 24 nm) filler distributions, that was reported in Ref. [7], are also shown in Fig. 2. The percolation limit decreases as the particle size decreases. Electron tunneling begins to occur as the interparticle spacing decreases below ~40 nm [7]. Because the interparticle spacing decreases with decreasing particle size at a given volume fraction, the percolation onset should occur at a lower volume fraction as the particle size decreases. The percolation limit decreases even more as a result of inhomogeneous filler distribution. The slope of the resistivity curve as a function of filler content for the samples with inhomogeneous distribution is close to the slope for composites with homogeneously distributed micron particles. On the other hand, the resistivities of composites with homogeneously distributed nanoparticles exhibit a slow decrease in resistivity above the percolation limit, followed by a fast decrease as the filler concentration increases further. It is thought that the conduction mechanism is different for the two sets of samples as illustrated in Fig. 3. In the composite with a homogeneous distribution of filler particles, electrons can tunnel between particles through thin layers of the insulating matrix and this tunneling occurs throughout the entire specimen. The tunneling conduction mechanism does not decrease the resistivity significantly and results in a weaker resistivity versus filler content slope for the composites with homogeneous filler distribution. As the concentration increases further, conduction paths composed of touching ZnO particles extending through the entire composite specimen form statistically, and the resistivity drops rapidly. In the composites with inhomogeneous filler distributions, electron paths of (between) touching particles were formed intentionally. This conduction mechanism increases the conductivity, but the conduction mainly occurs along the ZnO network of highly filled areas between the relatively pure LDPE grains. Therefore, the conduction paths for the inhomogeneous composites are more conducting, but limited to smaller spatially limited regions compared to the conduction paths in homogeneously distributed composites for a given concentration. However, the net resistivity of the composite is determined by the combination of these two competing effects. At high enough filler concentration, all the samples exhibit the same sharp drop in resistivity with filler concentration, which is indicative of a conduction mechanism through touching ZnO particles. It is worth noting the nonlinear responses of the composites with inhomogeneous distribution of fillers. The nonlinearity is often described using a, which is defined as the slope of the current–voltage (I–V) relationship curve in log scale, ln(ΔI)/ln(ΔV). The a of the pure ZnO nanoparticles used in this work was measured to be 2.6 at an applied electric field strength of 10 kV/cm (Fig. 4a). Figure 4b exhibits the nonlinear electrical resistivity of the nanocomposites with inhomogeneous filler distribution as a function of applied electric field strength. While LDPE does not exhibit any noticeable nonlinearity (α ≈ 1) in the field strength range shown in Fig. 4, the nanocomposites exhibit increasing nonlinearity with increasing filler concentration. At a volume fraction of about 0.04, a at 10 kV/ cm is higher than that of ZnO. The increase in nonlinearity can be understood from the increased local field around the ZnO nanoparticles. Electric field lines in the composite are distorted by the presence of nanoparticles whose conductivity is much higher than that of the insulating matrix. The equipotential lines are pushed away from the particles and the local field around the surface of the nanoparticles becomes greater than the average applied field strength due to this field-line distortion. On the other hand, the field strength inside the ZnO particles reduces to keep the average applied field strength constant. Therefore, the nonlinearity of the composite is dominated by the nonlinearity of the tunneling conduction mechanism between the particles [7] over the thin insulating polymer layers. This increased local field effect becomes stronger as the filler particle distribution becomes more inhomogeneous. The strongest local field is felt for particles sitting at the interface between high and low filler concentration regions. The nonlinearity of ZnO is greater under a higher electric field and the composite with inhomogeneous filler distribution exhibits greater nonlinearity at a lower applied electric field due to the increased local field (compared with the average applied field over the thickness of the specimen) inside the composite. In addition to the higher nonlinearity, higher breakdown field strength of the composites in comparison to pure ZnO should be noted. Due to the insulating LDPE layers between ZnO particles, much lower conduction currents flow, which results in a much higher applicable electrical field strength. "]], ["Conclusion", ["It has been shown that the percolation limit for the electrical resistivity of polymer nanocomposites can be controlled by the distribution state of the filler particles as well as the size of the fillers. The mechanism of electrical conduction through the composite also changes with the filler particle distribution. These changes in electrical resistivity suggest the ability to design nanocomposites with tailored electrical properties via the control of microstructure and the size of the filler particles. We stress that better control of the filler particle distribution and, hence, the microstructure is possible by controlling the sizes and size distribution of polymer matrix powders as well as those of filler particles. The resistivity of the composites also showed a stronger field dependence than pure ZnO. This implies that the varistor properties of ZnO can be extended to composites requiring higher resistivity by embedding nanoscale ZnO in the appropriate polymer."]]], "doi": "10.1007/s10853-006-0331-1", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 FESEM micrographs of fracture surfaces from LDPE/ZnO  (14 vol%) nanocomposites with (a) homogeneous filler distribution  (reprinted from Ref. [13]), and (b) inhomogeneous filler distribution.  Nanoparticles appear as white dots in the micrographs   "], ["Fig. 2", "Fig. 2", "Fig. 2 Electrical resistivities of LDPE/ZnO composites as a function  of ZnO content under an applied field strength of 10 kV/cm. Data for  samples with homogeneous and inhomogeneous filler distribution are shown   "], ["Fig. 3", "Fig. 3", "Fig. 3 Schematic illustration of the conduction mechanisms for  composites with (a) homogeneous filler distribution, and (b)  inhomogeneous filler distribution. Electron conduction is illustrated  as arrows   "], ["Fig. 4", "Fig. 4", "Fig. 4 Nonlinear electrical  responses of (a) ZnO  nanoparticles, and (b) ZnO/LDPE composites containing  inhomogeneous distribution of  49 nm diameter ZnO  nanoparticles   "]], "table_captions": [], "tables": []}