{"title": "Dielectric enhancement in polymer-nanoparticle composites through interphase polarizability", "abstract": "Dielectric measurements on polyimide-oxide nanoparticle composite thin films show a composite dielectric constant (εcomposite) that increased monotonically with increasing oxide content well above the value predicted by Maxwell’s rule for dielectric mixtures below the percolation threshold. Above certain volume fractions, the measured εcomposite values were found to exceed the corresponding nanoparticle ε such that εpolymer < εparticle < εcomposite contrasted to conventional composites where εpolymer < εcomposite < εparticle. The εcomposite was independent of frequency to 10MHz with dielectric loss of <0.005 throughout this range, indicating that the observed enhancement in ε does not originate from space-charge related contributions and hence should be due to dipolar contributions. The observed ε enhancement (εcomposite−εMaxwell) showed a correlation with the total surface area of the nanoparticles. The dielectric model of Vo and Shi [Microelectron. J. 33, 409 (2002), and references therein] showed that the enhanced dielectric behavior originates from significant interfacial nanoparticle-polymer interactions and the critical role of additional contributions to polarizability through specific physicochemical interactions within the interphase region. An interphase εint considerably higher than that of the nanoparticle and a high interface interaction constant of 3.24 for the nanocomposite suggest a strong interaction between the functional groups of the polymer and the nanoparticle surface. Although modeling suggests a maximum of ε∼65vol%, loss in micromechanical stability occurred above 20% due to incomplete polymer wetting films arising from the high nanoparticle surface areas. ", "body": [["ABSTRACT", ["Dielectric measurements on polyimide-oxide nanoparticle composite thin films show a composite dielectric constant (εcomposite) that increased monotonically with increasing oxide content well above the value predicted by Maxwell’s rule for dielectric mixtures below the percolation threshold. Above certain volume fractions, the measured εcomposite values were found to exceed the corresponding nanoparticle ε such that εpolymer < εparticle < εcomposite contrasted to conventional composites where εpolymer < εcomposite < εparticle. The εcomposite was independent of frequency to 10MHz with dielectric loss of <0.005 throughout this range, indicating that the observed enhancement in ε does not originate from space-charge related contributions and hence should be due to dipolar contributions. The observed ε enhancement (εcomposite−εMaxwell) showed a correlation with the total surface area of the nanoparticles. The dielectric model of Vo and Shi [Microelectron. J. 33, 409 (2002), and references therein] showed that the enhanced dielectric behavior originates from significant interfacial nanoparticle-polymer interactions and the critical role of additional contributions to polarizability through specific physicochemical interactions within the interphase region. An interphase εint considerably higher than that of the nanoparticle and a high interface interaction constant of 3.24 for the nanocomposite suggest a strong interaction between the functional groups of the polymer and the nanoparticle surface. Although modeling suggests a maximum of ε∼65vol%, loss in micromechanical stability occurred above 20% due to incomplete polymer wetting films arising from the high nanoparticle surface areas. "]], ["INTRODUCTION", ["Polymer-based nanocomposites are gaining considerable research attention for applications in resistive, inductive, and capacitive components sector that provide light weight, flexible, and volume efficient electrical components required for embedded passive technologies. It has been pointed out that the discrete passive components in cellular phone applications dominate active components by 20-fold and occupy about 80% of the circuit board area.1 Also, high dielectric constant polymer nanocomposites are being evaluated to provide filtering, bypassing, and power-ground decoupling for noise suppression in high-speed electronics. Additionally polymer-oxide nanocomposites are favored in forming components on flexible organic substrates since they require lower processing temperatures while providing the high dielectric constant of oxides as well as overcoming the fragility of pure oxide films.2,3 Mechanisms of the dielectric polarization which govern dielectric properties in the low-frequency region are dipolar and space-charge polarizations. While space-charge polarization becomes negligible at about 10kHz , the dipolar contribution continues to operate up to frequencies up to 10MHz .4 Many of the dielectric composites reported exploit space-charge contributions arising from the electrical double layers formed across interfaces between the host polymer and the filler particles.5,6 A polymer composite employing conductive particles has been shown by Vo and Wong1 and Rao et al.2 to achieve high dielectric constants by increasing the conductive particle volume fraction close to but not exceeding the percolation threshold within the polymer medium. Such a heterostructure of conductive particles separated by very thin insulating polymer films can be considered as a cascade of capacitors connected in series and parallel operating through space-charge polarization. The dielectric constant of the polymer medium has been also frequently increased by incorporation of high dielectric constant particles such as barium titanate, lead magnesium niobate-lead titanate (PMN-PT), and titanium dioxide.7–11 Typical particle volume fractions of about 40% produce effective composite dielectric constants of about 45 for BaTiO3 , a material which itself has a dielectric constant of about 6000.9 Whereas PMN-PT, with a dielectric constant of 17 880 at a volume fraction of 85% produced a composite with an effective dielectric constant of 150 (Refs. 1 and 2) but due to the high particulate loading had poor micromechanical properties. Nelson and Fothergill12 have recently shown that TiO2 nanoparticles, in contrast to larger particles, in an epoxy matrix exhibited significantly reduced interfacial space-charge properties and adopted a dominant dipolar (Maxwell-Wagner) polarization contribution. Frequency-dependent dielectric measurements showed that, over all the frequencies examined, the nanoparticles produced composite dielectric constants lower than the corresponding micron-sized particles even though the nanoparticles were considered to be surrounded by high charge concentrations in the Gouy-Chapman-Stern layer. Subsequently,13 electron paramagnetic resonance (EPR), Fourier transform infrared (FTIR), and electroluminescence measurements have shown that the hydroxy (OH) groups at the nanoparticle interface influenced the cross linking reactions and thereby reduced the polymer density at the interface resulting in the reduction of the real part of the composite relative permittivity and enhancing the short term dielectric strength. The role of nanoparticle interfaces in determining the dielectric properties of dielectric and piezoelectric composites has also been recently reviewed by Lewis14 for both passive interfaces where the response to the applied electrical field is within the electrical double layer and active interfaces where the response is electromechanical. There have been many attempts to model and predict the dielectric behavior of dielectric mixtures including polymer composites according to various mixing rules such as the Maxwell-Wagner, Lichtenecker, and Bruggeman expressions.15 To improve this approach, Rao et al.16 developed an effective-medium-theory model for polymer-oxide composites. Here the polymer matrix and the particle are represented by an effective medium such that the electromagnetic response is identical to that of the original biphasic material, whose dielectric constant value was derived by fitting the experimental response, which provided improvements to the Lichtenecker logarithmic model. More recently, Vo and Shi17 have utilized an empirical three phase model that recognizes a distinct interphase region surrounding the oxide particles of these polymer composites whose layer thickness depended on the degree of interaction between the polymer and the particle and resulted in a nonmonotonic relationship of the dielectric constant with particle volume fraction contrary to the Maxwell-Wagner prediction. This model was extended to evaluate the role of chemical coupling agents in influencing molecular polarization and dielectric behavior of the interphase region within polymer-oxide composites.18 The fabrication and characterization of polyimide-oxide (PI-oxide) nanocomposite thin films with enhanced dielectric behavior are reported in this paper. This enhancement is shown to arise from an additional contribution due to specific physicochemical interaction between the functionalities of the nanoparticle and the polymer chains. The results are discussed in the light of the model proposed by Vo and Shi in which the critical role of these additional contributions to polarizability within the interphase is demonstrated. "]], ["EXPERIMENT", ["Free-standing oxide-polyimide nanocomposite thin films with oxide nanoparticle contents up to 20vol% were fabricated using an “in situ polymerization process,”19,20 using the polyamic acid of benzophenone tetracarboxylic dianhydride and 4,4′-oxybisbenzenamine (BTDA-ODA) from HD Microsystems, alumina from Degussa (density of 3.97g/cm3 and surface area of 115m2/g), and fumed silica from Cabot (density of 2.2g/cm3 and surface area of 337m2/g). The oxide nanoparticle suspensions were prepared in 𝑛-methyl 2-pyrollidone (NMP) as the solvent for the polymer precursor. This oxide-polymer precursor suspension was slip cast on a flat glass surface to form homogeneous films. The precursor films were dried to remove the solvent and soft baked at 100°C for an hour. These films were then removed from the glass plate and cured in the temperature range of 180–300°C in an inert atmosphere to obtain a robust and stress-free nanocomposite thin films. The thickness of the nanocomposite films were about 50𝜇m for the particle-free PI films as well as for the 5- and 10-vol% alumina containing films and about 180𝜇m for the 15- and 20-vol% alumina containing films. Similarly, the films prepared with silica had a thickness of 50𝜇m for filler content between 2 and 15vol%. Transmission electron micrographs showed that the average particle sizes of alumina and silica were in the range of 10–15nm and agglomeration of particles was limited to 100–150-nm cluster sizes (Fig. 1). Figure 2 shows a scanning electron micrograph of the cross section of the PI-alumina nanocomposite thin film with 5-vol% alumina content revealing the uniform dispersion of alumina particle clusters within the polyimide matrix. The inset shows the magnified view of a portion of the cross section (Fig. 2). The films obtained were provided with sputtered gold contact over an area of 2×4mm2. The capacitance of the films were measured in a parallel plate configuration using a HP 4192A low-frequency impedance analyzer. The frequency dispersion of capacitance and the dielectric loss of films were monitored in the range of 5Hz–1MHz. The measurements were conducted in the temperature range of 20–150°C using a specifically designed cell that enables the measurement of electrical properties of the films at elevated temperatures in controlled atmospheres. In order to prevent the effect of moisture affecting the dielectric measurements, a constant flow of dry nitrogen was maintained in the cell chamber throughout the measurements. All measurements were carried out with five replicates. Static strain-stress measurements were carried out on PI-alumina nanocomposite thin films using strips of the nanocomposite films 15mm long and 2mm wide with a dynamic mechanical analyzer (Perkin Elmer DMA7). Nanoparticle surface areas were determined by nitrogen adsorption using a Micromeritics ASAP 2010 instrument. "]], ["RESULTS AND DISCUSSION", ["##A. PI-alumina nanocomposite thin films  Figure 3 shows the frequency dependence of the composite dielectric constant (𝜀composite) at room temperature for PI-alumina nanocomposite thin films of different alumina loading fractions. The variation of 𝜀composite at 100kHz with alumina volume fraction is plotted in Fig. 4. A dielectric constant of 3.5 was obtained for particle-free PI film, a value comparable to that specified for the BPDA-ODA polyimide by the manufacturer. The 𝜀composite of PI-alumina nanocomposite thin films increased monotonically with increasing nanoparticle content. A dielectric constant of 15 was obtained for the nanocomposite thin film with 20-vol% alumina content. The 𝜀composite did not show any appreciable decrease in the frequency over the range of 1kHz–10MHz . The dielectric loss was also small throughout this frequency range with a value less than 0.005, indicating that the observed enhancement in the dielectric constant does not originate from space-charge related contribution and hence should be due to dipolar contributions. According to Maxwell’s rule for dielectric mixtures, in the absence of a space-charge polarization contribution, the maximum value for the 𝜀composite that can be achieved for a PI-alumina nanocomposite will be 10 (the value for the alumina particles) as indicated by the solid line in Fig. 4 which follows Maxwell’s rule. Our results on PI-alumina nanocomposite thin films show this additional enhancement in the 𝜀composite values with increasing alumina volume fraction. The difference between the experimentally obtained 𝜀composite value and that calculated using Maxwell’s dielectric mixing rule (𝜀composite−𝜀Maxwell) showed a correlation with the total surface area of the alumina present in the PI-alumina nanocomposite thin films (Fig. 5). The surface area data, obtained from Brunauer-Emmett-Teller (B.E.T.) measurements on the alumina nanoparticles, were used to calculate the total surface area of alumina present in each of the nanocomposite thin films containing different volume fractions, and indicates the crucial role of the interfacial regions within the nanocomposites in enhancing their dielectric characteristics. There are few reports on polymer-oxide composites with higher dielectric constant values than those expected by Maxwell’s rule for dielectric mixtures.1,2,21 Recent studies17,21 have modeled these composites by assuming the formation of an “interphase” region at the interfaces of the polymer and the filler particle. The modeling of this interphase region was found to critically influence the 𝜀composite value obtained. Vo et al.22 formulated a model for polymer-particle composites to explain both the variation of the thermal-expansion coefficient as well as the variation of dielectric properties of the epoxy-oxide composites exhibiting an increase above that anticipated by Maxwell’s rule. This was successfully applied to fit the data obtained by Rao et al.2 on epoxy-(PMN-PT) composite and Xue’s21 data on epoxy-BaTiO3 composite.17 In this model, the interphase region is considered as a unique phase with a different dielectric constant, which can be greater or smaller than that of the filler or the polymer matrix.  ##B. Application of the Vo-Shi model to PI-alumina nanocomposites Vo and Shi in their systematic modeling have shown that the effective dielectric constant of polymer-particle composite materials depended on the particle concentration and size as well as the interaction with the polymer. The modeling also demonstrated that the dependence of the dielectric constant on particle concentration was nonmonotonic. Here an 𝐴𝐵𝐴𝐵 type of cubic-structured filling pattern was used to arrive at a particle fill factor and a resulting interface volume (𝑉int) under these ideal dispersion conditions, as given by 𝑉int=𝑁4𝜋𝑟2𝛥𝑟=𝑁43𝜋𝑟33𝛥𝑟𝑟=𝑉par3𝛥𝑟𝑟, where 𝑁, 𝑟, 𝛥𝑟, and 𝑉par are the number and radius of the filler particles, the thickness of the interphase and volume of the filler, respectively. From the above and taking into account that physical clustering may occur, a value of the interphase volume fraction was given as 𝜙int=𝐾0𝜙par𝜙pol,     (2) where 𝜙int, 𝜙par, and 𝜙pol are the volume fractions of interphase, particles, and polymer, respectively. 𝐾0. is a constant that is dependent on the degree of particle clustering influencing the surface area and the thickness of the interphase region between the nanoparticles. A value of zero for 𝐾0 indicates that there is no interphase region between the filler particle and polymer matrix and the composite obeys Maxwell’s rule for dielectric mixtures. Using the expression for 𝑉int in terms of the known parameters, the volume of the composite 𝑉𝐶 can be written as 𝑉𝐶=𝑉par+𝑉pol+𝐾0𝑉par𝑉pol𝑉𝐶.     (3) For a three component system, Vo and Shi expressed the dielectric constant of the composite by 𝜀𝐶=ℎ+2𝑙ℎ−𝑙,     (4) where ℎ is given by ℎ=1+2(𝜀3−𝜀2)(𝜀2−𝜀1)(2𝜀3+𝜀2)(2𝜀2+𝜀1)𝑎3𝑏3−2(𝜀3−1)(𝜀3−𝜀2)(𝜀3+2)(2𝜀3+𝜀2)𝑏3𝑐3−2(𝜀3−1)(𝜀3+2𝜀2)(𝜀2−𝜀1)(𝜀3+2)(2𝜀3+𝜀2)(2𝜀2+𝜀1)𝑎3𝑐3,     (5) and 𝑙 is 𝑙=[(𝜀3−1)𝜀3+2𝑗−(2𝜀3+1)𝑚(𝜀3+2)(2𝜀3+𝜀2)𝑏3𝑐3],     (6) where 𝜀𝑐, 𝜀1, 𝜀2, and 𝜀3 are the dielectric constants of the composite, particles, interphase, and polymer matrix, respectively, and 𝑎 is the radius of the filler, 𝑏−𝑎 is the thickness of the interphase region and 𝑐 is the radius of the equivalent composite. Experimentally obtained 𝜀composite values of the PI-alumina nanocomposite fitted well to Eq. (4) (Fig. 6) where the values of 𝐾0 of 3.24 and 𝜀int of 280 provided the best fit. Also included in the 𝜀composite predicted according to Maxwell’s mixing rule for this nanocomposite. The model predictions which Vo and Shi17 made for the experimental data from Rao et al.,2 using PMN-PT particles of dielectric constant (𝜀par) of 17880, are also plotted for reference. The major difference between the two sets of experimental data and the fit parameters is the dielectric constant value of the composite (𝜀composite) and of the interphase relative to their components. While the condition 𝜀pol < 𝜀int < 𝜀par prevails in the case of the data from Rao et al. in PI-alumina nanocomposite systems, the condition 𝜀pol < 𝜀par < 𝜀int is clearly demonstrated illustrating that the dielectric constant of the nanocomposite exceeds significantly that of the oxide nanoparticle component. The dominance of this PI-alumina interphase region is also seen in the relative increase of 𝜀composite beyond the corresponding Maxwell value when compared to the epoxy-(PMN-PT) system. Figure 6 also shows that these enhancements are gained at low particle volume fractions, well below the percolation threshold, compared to the conventional dielectric composites reported so far. A further difference between the two composites considered above is the average size of the particulate material. While the average particle size of the PMN-PT used by Rao et al. was 900nm , the average particle size of alumina used in the current experiment was 10nm , two orders of magnitude smaller and giving an interphase material volume fraction in the PI-alumina nanocomposite about three orders of magnitude larger than that formed in the epoxy-(PMN-PT) composite of Rao et al. The interphase volume was calculated for different PI-alumina nanocomposites using Eqs. (2) and (3) from the model and the value of 𝐾0 obtained from Fig. 6. Combining these values with the surface area in Fig. 5 yields a thickness of the interphase layer of about 4nm . Figure 7 shows the variation of the effective dielectric constant across the full compositional range for the PI-alumina nanocomposite thin films calculated using the 𝐾0 and 𝜀int values obtained in Fig. 6. According to the model, a maximum 𝜀composite value is obtained for this composite at 65vol%. However, the experimental fabrication of nanocomposite thin films with alumina contents of >25vol% showed a limit to their mechanical stability, which may be due to the insufficient polymer to create complete wetting films over the large nanoparticle surface area.  ##C. PI-silica nanocomposite thin films PI-silica nanocomposite thin films were also fabricated and compared with those obtained for PI-alumina composites. Silica has a dielectric constant of 3.9, which is close to that of the polyimide matrix unlike the alumina case where the dielectric constant value is higher than the polymer medium. The 𝜀composite of PI-silica nanocomposite films, like the PI-alumina nanocomposite films, also showed constant values in the frequency range of 1kHz–10MHz together with a small dielectric loss factor throughout this frequency range (less than 0.005). The variation of 𝜀composite (at 100kHz) with silica volume fraction is plotted in Fig. 8. The 𝜀composite of PI-silica nanocomposite thin films increased with increasing silica content, with a dielectric constant value of 9.5 obtained for 15-vol% silica. The enhancement in the dielectric properties observed for PI-silica nanocomposite thin film was similar to that obtained for PI-alumina thin films. Application of the model of Vo and Shi to the experimental data of PI-silica system yielded a 𝐾0 value of 5.01 and an 𝜀int value of 19.24 for the best fit. In this case also, the 𝜀int value is higher than the value of the silica nanoparticles. Figure 9 shows a comparison of the model prediction for PI-silica system (𝐾0=5.01 and 𝜀int=19.24) with the PI-alumina system (𝐾0=3.24 and 𝜀int=280). It can be seen that the systems behave differently with different values of interface interaction factor (𝐾0) but both result in enhanced dielectric characteristics. Figure 10 shows the temperature coefficient of capacitance for the PI-alumina nanocomposite thin films to be very small (<0.1pF∕°C) in the temperature range of 25–150°C through out the frequency range for both the PI-alumina and PI-silica thin films. The micromechanical characterization of the PI-alumina nanocomposites showed that Young’s modulus values steadily increased with increasing alumina content (Fig. 11). Young’s modulus increased from 0.871GPa for the particle-free PI to 2.04 GPa for the PI-alumina nanocomposite film with 10-vol% alumina. Compositions with particle contents of >20% were rigid preventing their micromechanical characterization. "]], ["CONCLUSIONS", ["Homogeneous-free-standing polyimide-oxide nanocomposite thin films were fabricated that showed enhanced dielectric characteristics, using both alumina and silica nanoparticles. The 𝜀composite of both nanocomposite thin films increased monotonically with increasing oxide content. With the alumina nanoparticle system, a dielectric constant of 15, well above the value predicted by Maxwell’s rule for dielectric mixtures and the value of the nanoparticles, was obtained for volume fraction of 20%, which is below the percolation threshold. The 𝜀composite did not show any appreciable decrease in the frequency range of 1kHz–10MHz , and the dielectric loss was also small throughout this frequency range with values was less than 0.005, indicating that the observed enhancement in the dielectric constant does not originate from space-charge related contribution and hence is indicative of dipolar contributions at the nanoparticle interface. The observed dielectric constant enhancement (𝜀composite−𝜀Maxwell) showed a correlation with the total surface area of the alumina present in the PI-alumina nanocomposite thin films. The dielectric modeling formulated by Vo and Shi was applied to the PI-alumina and PI-silica nanocomposite systems and supported the enhanced dielectric behavior originating from high degree of interfacial interaction between the oxide nanoparticle surfaces and the polymers as well as the critical role of these additional contributions to polarizability through specific physicochemical interactions within the interphase region. An interphase dielectric constant value (𝜀int) of 280, considerably higher than that of polyimide and the alumina particle, and the interface interaction constant (𝐾0) of 3.24 was obtained for the PI-alumina system. Similar studies on PI-silica system yielded an interphase dielectric constant value of 19.24 and the interface interaction constant 5.01 was obtained. The high 𝐾0 values suggest a strong interaction between the functional groups of the polymer and the surface of the nanoparticles. The high dielectric constant, obtained for the interphase material, suggests the formation of dipoles with high molecular polarizability. From the total surface area of the nanoparticulate fraction and the interphase volume as obtained from modeling, the interphase layer thickness was calculated to be about 4nm . This interphase region is defined by the specific interactions between the metal atoms of the nanoparticle and the pendant oxygens of the polyimide chains which is consistent with the action of chemical coupling agents interacting with oxide filler particles to modify the interphase dielectric characteristics through suggested covalent or hydrogen bonds.18 While the model of Vo and Shi predicts a maximum 𝜀composite value for this composite at 65vol%, the experimental fabrication of nanocomposite thin films with alumina contents of >25vol% showed a limit to their mechanical stability, which may be due to insufficient polymer to create complete wetting films over the large nanoparticle surface. Young’s modulus increased from 0.871GPa for the particle-free PI to 2.04GPa for the PI-alumina nanocomposite film with 10-vol% alumina. Compositions with particle contents of >20% were rigid preventing further micromechanical characterization."]]], "doi": "10.1063/1.2034654", "figures": [[null, null, "FIG. 1. Transmission electron micrographs of (a) alumina and (b) silica  nanoparticles.   "], [null, null, "FIG. 10. Temperature dependency of capacitance of a 20-vol. % PI-alumina nanocomposite thin film measured at 100 kHz."], [null, null, "FIG. 11. Static stress-strain measurements on PI-alumina nanocomposite  thin films at various particle contents.   "], [null, null, "FIG. 2. Scanning electron micrograph of a cross section of a Pl-alumina  (5 vol %) nanocomposite thin film. The inset is the magnified view of a  small portion.   "], [null, null, "FIG. 3. Frequency dependency of the dielectric constant for PI-alumina nanocomposite thin films measured at 25 °C."], [null, null, "FIG. 4. Variation of composite dielectric constant with alumina content measured at 100 kHz and 25 °C."], [null, null, "FIG. 5. Correlation between the interfacial area and the enhancement in the  dielectric constant of the PI-alumina nanocomposite thin films. The inset  provides a magnified view at the lower range of interfacial areas.   "], [null, null, "FIG. 6. Comparison of the Vo-Shi model prediction with experimental data on Pl-alumina nanocomposite thin films. The model prediction  of Vo and Shi on epoxy-(PMN-PT) composite (see Ref. 15) is redrawn on  the secondary axis for reference. Also shown are the predictions according to the Maxwell-Wagner rule for both systems.   "], [null, null, "FIG. 7. Comparison of the prediction of the Vo-Shi model with experimental data for the whole composition range, together with the prediction according to the Maxwell-Wagner rule for dielectric mixtures."], [null, null, "FIG. 8. Variation of composite dielectric constant with silica content measured at 100 kHz and 25 °C."], [null, null, "FIG. 9. Comparison of the prediction of the Vo-Shi model with experimental data for the whole composition range for both PI-alumina and PI-silica nanocomposites, together with the prediction according to the Maxwell-Wagner rule for dielectric mixtures."]], "table_captions": [], "tables": []}