{"title": "Nanocomposite dielectrics—properties and implications", "abstract": "The incorporation of nanoparticles into thermosetting resins is seen to impart desirable dielectric properties when compared with conventional (micron-sized particulates) composites. Although the improvements are accompanied by the mitigation of internal charge in the materials, the nature of the interfacial region is shown to be pivotal in determining the dielectric behaviour. In particular, it is shown that the conditions and enhanced area of the interface changes the bonding that may give rise to an interaction zone, which affects the interfacial polarization through the formation of local conductivity. ", "body": [["Abstract", ["The incorporation of nanoparticles into thermosetting resins is seen to impart desirable dielectric properties when compared with conventional (micron-sized particulates) composites. Although the improvements are accompanied by the mitigation of internal charge in the materials, the nature of the interfacial region is shown to be pivotal in determining the dielectric behaviour. In particular, it is shown that the conditions and enhanced area of the interface changes the bonding that may give rise to an interaction zone, which affects the interfacial polarization through the formation of local conductivity. "]], ["Introduction and background", ["The burgeoning application of nanotechnology in the semiconductor and biological fields was not mirrored in the field of electrical insulation until quite recently, despite a forward looking paper by Lewis [1] a decade ago. However, recent activity in the formulation of nanodielectrics using, in particular, both thermosetting resins and polyolefins has shown some significant promise both in terms of the mechanical [2] properties and when used as electrical insulants [3]. Clays and inorganic oxides of nanometric dimensions are the most common particulates used to provide the filler material, but there is also, for good reason, interest in functionalizing the particle surface to bring about preferred coupling. It has been shown [4] that one of the features of such nanodielectrics is the striking change brought about to the magnitude and distribution of internal charge associated with the electrical stressing of these materials. This has been determined through a pulsed electroacoustic study of nanomaterials in comparison with the same resin with the incorporation of the same loading of micrometresized particles. The expected Maxwell–Wagner interfacial polarization associated with such composite materials is significantly altered when the particulate dimensions are reduced to about that of the polymer chain length (and the concomitant interfacial areas increase dramatically). The role played by internal charge can be confirmed through the modification of a space–charge peak (the so-called ρ-peak) in thermally stimulated current measurements, and by changes in dielectric spectroscopy, particularly at elevated temperatures [4, 5]. What is, perhaps, not so clear is the mechanism by which these changes take place. However, it is not only the magnitude and distribution of the internal charge that changes, but there is also a marked difference in the dynamics involved, particularly with the charge decay process. As an example, table 1 documents the decay time constants associated with a TiO2– epoxy composite system in both micro and nano forms. The top line provides the decay time constant of charge taken from a pulsed electroacoustic measurement [4], while the second line represents a similar time constant extracted from an electroluminescence experiment [5] undertaken on the same materials. While the specimen geometry of these two experiments is different and so comparison cannot be made in a vertical direction in table 1, nevertheless, the differences between the nanocomposite and microcomposite in either experiment are dramatic. Comparison of the values in table 1 in the horizontal direction indicates that both the decay of luminescence and of charge is significantly affected by the size of the filler particles, and suggests that internal fields are mitigated for nanoparticle formulations. "]], ["System studied", ["The formulation studied here is a TiO2–epoxy composite which has been engineered in two forms using micro and nano particulates. The conventional microparticles have an average diameter of 1.5μm and the nanomaterial has the particle size distribution depicted in figure 1, with a mean size of 23 nm determined by transmission electron microscopy. Processing of these materials is critical in order to get proper dispersion of the filler, cross linking, and avoidance of gaseous inclusions. In practice, it is found that considerable shear forces are necessary in order to prevent agglomeration, particularly in the case of nanoparticles. The system studied is based on a Diglycidyl Ether- BisphenolA(DGEBA) resin (Vantico CT1300) with an aminebased cross-linking agent (Vantico NY956EN). Nanoparticles from Nanophase having a purity better than 99.5% are made by the metal vapour method. They contain 80% anatase and 20% rutile. Microparticles from Alfa Aesar having 99.5% purity are also made with a metal based method. The morphology of the microparticles is rutile according to x-ray analysis. Particles are dried by heating to 195 °C in vacuum for 12 h prior to mechanically compounding with the resin at 40 °C using high rates of shear. A sonic probe (Sonics ultrasonic processor Model VC130) is additionally used to alleviate agglomeration. The composite resin and hardener are then vacuum degassed for 2 h at 35 °C before being mixed and specimens cast in polished stainless steel moulds as has previously been described [4]. A cure protocol (48 h at 25 °C followed by a post-cure of 60 °C for 3 h) was followed, and the cross-linking reaction checked with differential scanning calorimetry. This is particularly important since some properties can be sensitive to the degree of cross-linking achieved. An example of the dispersion obtained for a 10% (by weight) microcomposite is shown in figure 2. Dielectric spectroscopy measurements were performed on a Novocontrol Alpha Analyser type K in combination with a Novocontrol active BDS-1200 sample cell. The sample cell has a parallel gold plated electrode design. This set-up allows one to measure capacitance in the range of 10−15–10−10 F, conductivity up to 5 × 10−15 S, and tan δ down to 10−5. Facilities for calibration were used. Conductivity measurements were performed at room temperature in a guarded dry air cell. A voltage of up to 30 kV was supplied across the sample under test using a Hipotronics HV power supply. The current was measured using a Keithley 485 Picoammeter, which was in series with the sample. Two opposing plane parallel brass electrodes were used. The lower electrode was split into a circular measuring electrode and an annular guard ring, which can effectively negate the alternate conductive paths. At each voltage level, the current was allowed to settle for 5 min before the reading was taken. Acompressive load of 104 Pawas applied to the top plate to ensure a good contact between the metallized sample and the electrodes. A metal enclosure was also used to cover the measuring instrument and components under test, which are connected with shielded cables. "]], ["Practical measures", ["It has already been demonstrated [4] that the mitigation of internal charge provides an enhancement of the short-term dielectric strength of a filled epoxy resin, and it has recently also been shown that it is possible to realize strengths that are greater than those of the base polymer. While the dielectric withstanding voltage is important, from the industrial perspective the voltage endurance of the material is perhaps a more critical parameter. Figure 3 shows the voltage endurance characteristic of both the micro- and nanocomposites subjected to long-term endurance tests using a divergent field formed by moulding an electrolytically etched tungsten point electrode, having a tip radius of about 4μm, in a sample exhibiting an inter-electrode gap of 2 mm. The resulting point-plane gaps were stressed with a 60Hz alternating voltage, and figure 3 expressed in terms of the calculated tip stress to minimize differences between individual point electrodes. At a tip stress of, say, 200 kVmm−1, it is evident that the endurance has been enhanced by 3 1/2 orders of magnitude. The partial discharge characteristics on the same system are allied measurements and are depicted in figure 4. Two features are clear. First, the discharge inception voltage for the nanocomposite is enhanced, which is expected on the basis of the previous electroluminescence characteristics [5] in which light emission was increased because of the accumulation of heterocharge in front of the cathode for the micrometresized filler. Second, the magnitudes of discharges are reduced throughout the voltage range. Both these attributes are clearly also desirable in the industrial context.  ##3.1. Free volume While there are some indications that the enhancement in the breakdown characteristics for nanocomposites may be related to the known modification in the internal charge, it has been postulated that the tethered entanglement associated with nanocomposites will reduce the polymer free volume [6]. The free volume theory of breakdown [7, 8], which has been well authenticated for the intrinsic breakdown of polymers, would then provide an explanation for the improvements cited. The definition of free volume is somewhat varied. However, in the context of the Artbauer [7] theory of electric breakdown, whether it includes nanovoids or artefacts that are not attributable to the chemical structure, is not important. The ‘loosening’ of the material is the relevant issue. Free volume measurement [9] by the PVT method was performed on both the nanocomposite and microcomposite for the temperature range 300–500 K. The results, as depicted in figure 5, indicate that, in fact, the opposite is true. The nanoformulation exhibits an increase in free volume when compared with the base resin, whereas the micromaterial does, indeed, show a reduction in free volume. The data in figure 5 have been shown to be reproducible and statistical tests show them to be meaningful. The base epoxy system has a glass transition temperature, Tg, of 63.8 °C determined by differential scanning calorimetry and the micro- and nanocomposites have a Tg of 73.9 °C and 52.4 °C, respectively [4]. The finding of an increase in free volume for nanocomposites shows that the Artbauer [7] theory cannot be invoked to explain the properties and suggests that there must be a more compressible layer or phase associated with the interfaces where the molecular mobility is higher than in the bulk. This is supported by photoluminescence data [5], which indicate that the molecular environment changes in the presence of sub-micrometre particles. Although these particles had not been deliberately functionalized, it suggests that there may be other surface molecules contributing to the effects seen. Furthermore, it would be expected that the incorporation of TiO2 particles having a permittivity ≈100 into such a resin would increase the real part of the relative permittivity through the Lichtenecker–Rother rule for chaotic mixing. Although measurements [10] taken for microcomposites do, indeed, show this effect, dielectric spectroscopy for the nanoparticles (at frequencies high enough that interfacial and quasi-dc conductivity effects do not mask the spectra) reproducibly indicate a reduction in the real part of the permittivity below that of the base resin when measured at 23 °C. This has also been seen in other systems (such as SiO2–polyolefin) and is a clear indication that the large surface areas and higher surface energy density associated with nanoparticles affect the local environment. "]], ["The nature of the interfacial region", ["##4.1. Fourier transformed infra-red measurements  To trace the chemical changes introduced by particles, Fourier transformed infra-red (FTIR) spectroscopy was used. Absorption spectra were obtained on a Magna-IR 560 spectrometer in transmission mode. Potassium bromide (KBr) pressed pellets were prepared as a carrier for liquid state resin and hardener. The spectra of composite and cured resin samples were obtained by using cast thin films directly. The base resin (DGEBA), has been well studied and documented by FTIR [11, 12]. By comparing the spectrum of the base resin and composites in figure 6, one can recognize the curing process as the decrease of the intensity of the characteristic epoxide band [11] at 915 cm−1 and the increase of the intensity of the characteristic band of C–N bonds [11] at 1071 cm−1. The expected increase in the intensity of –OH groups is difficult to locate. The reason is related to the structure of the triethylene tetra amine (TETA) curing agent shown in figure 7 [13]. Among the four reactive amine groups, the two on the extremities will act as the primary amines. The two secondary amine groups in the middle will be less active than the primary. After three steps of the polymerization reaction as shown in figure 8, only one –OH group stays on the cross-linked network. Nanocomposite and microcomposite FTIR spectra are shown in figure 9. The spectra show two major differences between the two composites at 600–700 cm−1 and 1050–1150 cm−1. Around 1070 cm−1, the nanocomposite shows two low split peaks in contrast to the single high peak in the microcomposite. These two split peaks are also observed in the uncured resin in the same band. This shows that in the nanocomposite, fewer C–N bonds were produced in the curing process, which implies that the cross-link density in nanocomposites is less than in the equivalent micromaterial. Two possible mechanisms can cause the cross-link density decrease. One is the etherification mechanism [13]. Normally, if the epoxide ring reacts with the amine group, a threedimensional network will be formed with an increase in C–N bonding. The FTIR spectrum shows that both microparticles and nanoparticles have –OH groups on the surface [14]. By adding particles to the polymer, the number of surface hydroxyl groups in the material is increased. If the concentration of hydroxyl groups is high enough, the epoxide rings will open up and react with the hydroxyl groups instead of with the amine groups. Due to the much larger surface area of nanometric particles, there will be more –OH groups at the surface of the particles in the nanocomposite than in the microcomposite. Another contributing factor to the surface –OH group is the drying process. As has been shown by previous thermogravimetric analysis, the dried nanoparticles may have almost twice the surface –OH group density than the as-received nanoparticles [14]. As a result, in the nanocomposite, some epoxide rings will react with –OH groups at the interface and the cross-link density in the nanocomposite will be decreased. Besides the etherification, if the curing agent preferably tends to attach onto the surfaces, a very thin layer of curing agent will surround the particles. This may keep the curing agent around the particles from reacting with the resin. This ‘curing agent concentration’ mechanism will also decrease the cross-link density. To elucidate these two mechanisms, an under-cured resin sample with only 80% of nominal curing agent was prepared. By reducing the curing agent, the cross-link density and C–N bonding will be decreased leaving some unopened epoxide rings. Figure 10 gives the FTIR spectrum of the under-cured resin. Two split peaks were observed at the 1050–1150 cm−1 bands, which is almost the same as in the nanocomposite case. The similarity between these two cases suggests that common properties exist in both of them—the decreased crosslink density and unopened epoxide rings. Based on the above analysis, the spectrum around 1050–1150 cm−1 appears to be the cross-link characteristic region. In all the FTIR spectra, the base resin gives the highest single peak, which indicates the most thorough cross-linking reaction. The microcomposite’s spectrum shows a lower single peak, and the nanocomposite’s peak is the weakest and is split. These findings suggest that both micro- or nano-TiO2 will affect the cross-link density through the surface –OH groups. However, due to the huge surface area of nanoparticles, the –OH group in nanocomposites has a much more significant influence on the cross-link density. As a result, the network will be left with unopened epoxide rings.  ##4.2. Dielectric spectroscopy As a secondary tool in examining the polymer’s behaviour, dielectric spectroscopy has been used to provide some insight into the effects of particles on the network environment. To complement the FTIR results, dielectric spectroscopy was applied to nano- and microcomposites, under-cured resin and normal base resin samples. Measurements have been conducted at temperatures of 298, 313, 328, 343, 358, 373 and 388 K. Dielectric responses were recorded in the frequency range 10−4–106 Hz. Each sample goes through the measurement at seven different temperatures. Multiple samples for each category were made and measured. The results show good reproducibility at temperatures below 100 °C. Above 100 °C, the variance between samples becomes larger but is still of the same order. Besides the different dispersion of the particles, the variance at elevated temperatures could also be associated with the post-cure process (despite the precautions taken), which is associated with the –OH group from the particle surfaces as discussed in section 4.1. It should be noted that the formulation and postcure protocols were not the same as those in [10]. In the low-frequency, high-temperature domain, permittivities rise to anomalously high values which is consistent with the work of Griseri [13]. The loss tangent plots in figure 11 show that the nanocomposite and microcomposite materials have quite different dielectric behaviour. The loss tangent of the microcomposite exhibits an increase with frequency without any noticeable strong dispersion in the mid-frequency range. The nanocomposite, on the other hand, shows two different patterns. In the 25–70 °C temperature range, the loss tangent data show a monotonically increasing trend without any peaks, whereas above 85 °C (i.e. above the glass transition temperature, Tg), the loss tangent of the nanocomposite displays broad peaks, which shift to higher frequencies with increase in temperature. This indicates that the relaxation processes involved in nanocomposites above Tg are thermally activated. To facilitate analysis, the loss tangent data were grouped into two categories: below Tg (25–70 °C) and above Tg (85–115 °C). The activation energy was calculated by the normalization method [15] by shifting the frequency spectra laterally and determining the frequency shift required to bring the curves into coincidence. Table 2 shows the calculated activation energy results. Below Tg, both materials have similar activation energies, while above Tg the microcomposite shows a much higher activation energy. This shows that when the temperature is above Tg, the nanocomposite network has more mobility than the equivalent microcomposite. With the free volume measurement results at the above Tg temperature (see figure 5), the mobile network activated by the temperature in nanocomposites can be expected to contribute to the observed increase of free volume. While the interface interactions have been approached in section 4.1 from the cross-linking perspective, there is also increasing speculation that this zone may also be described in terms of a Gouy–Chapman layer as discussed in section 5. As shown in figure 12, the under-cured resin gives lower real permittivity than base resin. This implies a connection between the cross-link density and the real part of the permittivity. In the under-cured sample, due to the insufficient curing agent, some epoxide rings will be kept. Compared to the linear C–O–C linkages formed by the opening-up of epoxide rings, the unopened epoxide rings may be expected to give a different dielectric response. The decrease in the number of C–N bonds could also contribute to the lower permittivity. Similar results have been seen in other epoxy resin composites [16]. In the nanocomposite, due to the curing agent concentration around the particles and the large surface area, there will be a surfeit of unreacted epoxy resin, which would give rise to the lowpermittivity observed at room temperatures, cited in section 3.1. At elevated temperatures the attracted curing agent around the nanoparticles may be stimulated to react with unopened epoxide rings. At the same time, the remaining –OH groups on particle surfaces may also take part in bonding. "]], ["Discussion and appraisal", ["In the partial discharge and voltage endurance tests, the composites based on nanoparticles clearly showed properties superior to traditional microcomposites. Combined with the earlier pulsed electroacoustic (PEA) and electroluminescence results [10], the improvement shownin the nanocomposite case appears to be closely related to the control of internal charges in the bulk. In turn, the mitigation of internal charge normally associated with interfacial polarization in composite structures is believed to be related to the interfacial area introduced by nanoparticles. Recently Tschope [17] and Lewis [18] have extended the Gouy–Chapman layer theory to solids. In composites, an interaction zone can be expected between particles and the epoxy network. When the particles’ size is reduced to less than 100 nm, the interface between the particles and their surrounding becomes very important. For an evenly dispersed nanocomposite system with uniform sized spherical particles the interparticle distance, l, can be expressed as  where r is the radius of the particle and v is the volume fraction [19]. The distance between the 23 nm particles for the 10% nanocomposite would be about 37 nm. This result suggests that the system is dilute, and there would not be much overlap between particles or the interfacial regions. However, as shown in the distribution of particle sizes in figure 1, there are some large particles with diameters up to 100 nm. In addition, despite the precautions taken, it is known that there will be some agglomeration in the bulk resulting in local overlapping interfacial regions. Indeed, the insensitivity of the bulk conductivity (see later) to the size of the particles further confirms that the percolation limit has not been reached. One may thus speculate that, because these interfacial zones exist locally, there may be local modifications of the conductivity without significant changes in the bulk properties, as confirmed by experimental results [3, 5]. Such local conductivity can provide paths for charges to move relatively freely along limited distances, and may provide an explanation for the faster time response observed in nanocomposites (table 1). This is a feature of the double layer model proposed by Lewis [18]. Figure 13 shows the comparison of the relative permittivity between nano- and microcomposites at 115 °C. In the low frequency region, the real and imaginary permittivities of the nanomaterial are parallel to each other with a slope of −1 on a log–log plot. This is strong evidence of a ‘low frequency dispersion’ [15]. This low frequency dispersion may be regarded as being primarily associated with charge carriers present in the material with limited movement. The microcomposite, on the other hand, shows a real permittivity which has only half the slope of the imaginary part. One may speculate that this phenomenon may also result from the limited conduction associated with the interaction zones and explain the favourable mitigation and relaxation of the internal charge. Lewis [18] has also pointed out that the observed unusual high permittivity of nanocomposites at low frequencies would result from an outof- phase dipole moment developed by the charges accumulated at the particles’ poles. Such augmentation of the permittivity would create values substantially greater than those derived from a Maxwell–Wagner theory alone. A bulk dc-conductivity measurement was also undertaken to study the effects of the local conductivity on the bulk material. The experimental method is introduced in section 2. The results are shown in figure 14. At all the tested loading levels, the nanocomposite has slightly lower bulk conductivity than the microcomposite. This result is consistent with the dielectric measurement result at 25 °C, in which the nanocomposite has a lower imaginary permittivity than the microcomposite as shown in figure 15. The results indicate that the local conductivity does not necessarily (for modest loadings) imply a degraded bulk conductivity. The nature of the Gouy–Chapman layer is still under investigation, since, unlike the liquid phase, the electrochemistry here is poorly understood. Recent electron paramagnetic resonance (EPR) measurements [9] on this polymer system reveal more about the interfacial area. The result shows that the TiO2 nanoparticle surface has many reactive species. After the particles were incorporated into epoxy resin, the EPR result shows a significant decrease in the oxygen radical species, which indicates active bonding between the nanoparticles and the epoxy resin matrix. These bonds between reactive radicals on the particle surfaces and the epoxy resin are probably the origin of the Gouy–Chapman layer. This would be consistent with the observed differences in the cured structure for the nanocomposite indicated by the FTIR results. However, it has become clear that these interface regions are pivotal in determining the dielectric properties of nanodielectrics, and dominate by virtue of the large interfacial areas involved."]]], "doi": "10.1088/0022-3727/38/2/005", "figures": [["Figure 1", "Figure 1", "Figure 1. Particle size distribution of TiO2 nanoparticles determined by transmission electron microscopy."], ["Figure 10", "Figure 10", "Figure 10. FTIR spectra of under-cured resin.   "], ["Figure 11", "Figure 11", "Figure 11. Loss tangent data at different temperatures: (from bottom to top: 25 °C, 40 °C, 55 °C, 70 °C, 85 °C, 100 °C, 115 °C, respectively)  (a) 10% nanocomposite, (b) 10% microcomposite.   "], ["Figure 12", "Figure 12", "Figure 12. Comparison of the real part of relative permittivity at 115 °C.   "], ["Figure 13", "Figure 13", "Figure 13. Comparison of relative permittivity at 115 °C.   "], ["Figure 14", "Figure 14", "Figure 14. Comparison of volume conductivity as a function of loading.   "], ["Figure 15", "Figure 15", "Figure 15. Permittivity comparison at 25 °C.   "], ["Figure 2", "Figure 2", "Figure 2. Dispersion of 1.5μm TiO2 particles in epoxy resin."], ["Figure 3", "Figure 3", "Figure 3. The voltage endurance of a 10% (by weight) TiO2-epoxy composite in both (a) micro (1.5μm) and (b) nano (23 nm) forms."], ["Figure 4", "Figure 4", "Figure 4. Partial discharge characteristics of divergent field gaps in 10% (by weight) TiO2–epoxy composite in both (a) micro (1.5 μm) and (b) nano (23 nm) forms."], ["Figure 5", "Figure 5", "Figure 5. The relative free volume for TiO2–epoxy nano- and microcomposites extracted from PVT measurements [9]."], ["Figure 6", "Figure 6", "Figure 6. FTIR spectrum of uncured and cured DGEBA resin.   "], ["Figure 7", "Figure 7", "Figure 7. Structure of the triethylene tetra amine (TETA)."], ["Figure 8", "Figure 8", "Figure 8. Cross-linking reactions [13].   "], ["Figure 9", "Figure 9", "Figure 9. FTIR spectra of micro- and nanocomposites."]], "table_captions": [["Table 1", "Table 1", "Table 1. A comparison of the charge decay time constants in a"], ["Table 2", "Table 2", "Table 2. Calculated activation energies."]], "tables": []}