{"title": "DC Breakdown Strength and Conduction Current of MgO/LDPE Composite Influenced by Filler Size", "abstract": "A nano-composite material is attracting many researchers' attention in the field of dielectric and electrical insulation. The purpose of this study is to investigate the influence of MgO filler size on electrical propl'lties of MgO/ LDPE nanocomposite. The volume resistivity, DC breakdown strength and the impulse breakdown strength of low-density polyethylene (LDPE) containing nano-filler or micro-filler of magnesium oxide (MgO) were measured. The volume resistivity of the sample without the MgO filler increases by addition of the MgO nano-filler or the MgO micro-filler. The impulse breakdown strength and the DC breakdown strength of the sample without the MgO filler measured with McKeown type electrode increases by the addition of the MgO nano-filler but that does not increase by the addition of the MgO micro-filler. From the result, it becomes clear that the addition of the MgO nano-filler is suitable for the DC insulating material rather than that of the MgO micro-filler. ", "body": [["Abstract", ["A nano-composite material is attracting many researchers' attention in the field of dielectric and electrical insulation. The purpose of this study is to investigate the influence of MgO filler size on electrical propl'lties of MgO/ LDPE nanocomposite. The volume resistivity, DC breakdown strength and the impulse breakdown strength of low-density polyethylene (LDPE) containing nano-filler or micro-filler of magnesium oxide (MgO) were measured. The volume resistivity of the sample without the MgO filler increases by addition of the MgO nano-filler or the MgO micro-filler. The impulse breakdown strength and the DC breakdown strength of the sample without the MgO filler measured with McKeown type electrode increases by the addition of the MgO nano-filler but that does not increase by the addition of the MgO micro-filler. From the result, it becomes clear that the addition of the MgO nano-filler is suitable for the DC insulating material rather than that of the MgO micro-filler. "]], ["INTRODUCTION", ["Polymer insulating materials are widely applied to power apparatuses and cables. Traditionally, additive agents and fillers are often used for improving insulating and mechanical properties [1]. Recently, nano-composite material is attracting many researchers' attention in the field of dielectric and electrical insulation [2]. A nano-composite polymer is composed of nano-filler, of which diameter is as small as a few tens to a few hundreds of nanometers, and a polymer as a matrix. Since the sectional area of the interface between the filler and the matrix is enormously large compared to that of conventional micro-composite materials, some improvement of insulating performance is expected to be realized by using such technology. In previous paper, it is reported by the authors that the addition of nano-sized magnesium oxide (MgO) to a low-density polyethylene (LDPE) brought significantly improvement of electrical properties like DC breakdown strength, the volume resistivity, the space charge and the electrical treeing [3]-[5]. The purpose of this study is to investigate the electrical properties influenced by the MgO filler size. In this paper, the volume resistivity, DC breakdown strength and the impulse breakdown strength of LDPE containing nano-filler or micro-filler of MgO were measured. "]], ["SAMPLE", ["MgO/LDPE nanocomposites were prepared from raw LDPE and magnesium oxide powder of several ten nm, of which concentration was 0.2, 0.5, 1, 2, 5 and 10 phr. The film was prepared with a blown method. Here the unit of \"phr\" represents \"parts per hundred parts of resin\". For example, 1 phr nanocomposite consists of 1 part of filler and 100 parts of LDPE. LDPE without MgO nano-filler, corresponding to 0 phr, was also prepared as a reference. The film thickness is about 0.1 mm unless otherwise stated. Figure 1 shows the TEM photograph of the nanocommposite sample with 5 phr. A number of dark spots are seen in this figure. An energy dispersive X-ray fluorescence analyzer (EDX) spectrum, it is suggested that MgO particles are dispersed almost homogeneously in the LDPE matrix [6]. MgO/LDPE microcomposites were also prepared from raw LDPE and magnesium oxide powder of several μm in diameter, of which concentration was 1, 2, and 5 phr. Figure 2 shows the photograph of leaser microscope of the microcomposete sample with 5 phr. "]], ["EXPERIMENT AL PROCEDURE", ["##A. Conduction Current Figure 3 shows (a) the electrode configuration and (b) the experimental setup for the conduction current measurement. A gold electrode of 40 mm in diameter was formed by vacuum evaporation on one side of the film. On the other side, a gold electrode of 26 mm in diameter was formed as the main electrode and a gold electrode of 32 mm in inner diameter and 40 mm in outer diameter was formed as the guard electrode. The conduction current was measured under a constant DC field of 40 kV/mm at 303 K. The conduction current at 10 minutes after the DC filed application was employed to determine the volume resistivity. The volume resistivity was calculated by multiplying the applied field and the mam electrode area to the reciprocal of conduction current.  ##B. DC Breakdown and Impulse Breakdown Figure 4 shows (a) the electrode configuration and (b) the experimental setup for DC or impulse breakdown test. The breakdown tests were performed in silicone oil at 303 K using McKeown type electrode [7]. In the DC breakdown test, the sample was subjected to a ramp voltage with increase rate of 500 V/s. In impulse breakdown test, the sample was subjected to impulse voltage with wave front of 1.2 μs. An impulse breakdown test was performed at the wave front of the one shot impulse. "]], ["EXPERIMENTAL RESULT AND DISCUTTION", ["##A. Conduction Current Figure 5 shows the influence of the MgO nano-filler content and MgO micro-filler content on the volume resistivity under the field application of 40 kV/mm. The open signs and solid signs in Fig. 5 are each values of three measurements in the sample with the MgO filler and values without that, respectively. The volume resistivity of the sample with MgO nano-filler was higher than that without MgO filler. The MgO nano-filler content above 1 or 2 phr, the volume resistivity of the sample with MgO nano-filler show saturated value. It was reported by the authors that the charge density and the charge mobility of the sample with the MgO nano-filler decreased compared with that without the MgO filler [ 4]. It is considered that the trapping effect by the addition of the MgO nano-filler may suppresses the conduction current. In the case of the MgO micro-filler, there was increasing trend in some degree with increasing the MgO micro-filler content. However, the volume resistivity of 1 phr sample with the MgO micro-filler decreased than that of O phr sample. The sample with MgO nano-filler also exhibited higher volume resistivity compared with the sample with MgO micro-filler in spite of MgO filler content. It was considered that the difference of sectional area around the filler between the MgO nano-filler and the MgO micro-filler influenced the conduction mechanism.  ##B. DC Breakdown and Impulse Breakdown Figure 6 shows the influence of the MgO nano-filler and micro-filler content on impulse breakdown strength using McKeown type electrode. The breakdown strength was calculated by dividing the breakdown voltage by the film thickness. The error bar and the signs are standard deviation and the average about 10 samples, respectively. The indication in figures is the same with this unless otherwise stated. In the case of the MgO nano-filler sample, the impulse breakdown strength of the sample with the MgO nano-filler increased than that without MgO filler. Above the MgO nano-filler content of 1 phr, the impulse breakdown strength of the sample with MgO nano-filler show also saturated value. In the case of the MgO micro-filler sample, the impulse breakdown strength of the sample with MgO micro-filler compared with that with MgO nano-filler is the same or increased slightly. The sample with MgO nano-filler also exhibited higher impulse breakdown strength compared with the sample with MgO micro-filler in spite of MgO filler content as well as the result of the volume resistivity. Figure 7 shows the influence of the MgO nano-filler and micro-filler content on the DC breakdown strength measured with McKeown type electrode. The DC breakdown strength of the sample with the MgO nano-filler increased than that without MgO nano-filler. Above the MgO nano-filler content of0.2 or 2 phr, the DC breakdown strength of the sample with MgO nano-filler also showed almost saturated value. These characteristics of the DC breakdown strength of the sample with the MgO nano-filler are strikingly similar to that of the volume resistivity as shown in Fig. 5. In the case of the MgO micro-filler sample, the DC breakdown strength of the sample with the MgO micro-filler is almost the same or deceased slightly compared with that without the MgO filler. The sample with MgO nano-filler also exhibited higher DC breakdown strength compared with the sample with MgO micro-filler in spite ofMgO filler content. Figure 8 shows the summary of the breakdown strengths measured with the McKeown type electrode. The open signs and solid signs in Fig.8 are the results of the impulse breakdown test and that of the DC breakdown test, respectively. The DC breakdown strength of O phr sample is lower than the impulse breakdown strength of that. The effect of the addicting MgO nano-filler excelled under DC field rather than under impulse field. DC breakdown strength of 0 phr sample and the sample with MgO micro-filler was higher than impulse breakdmvn strength of those while DC breakdown strength of the sample with MgO nano-filler was ahnost same compared with impulse breakdovVll strength of that The addition of a few MgO nano-filler brought the improvement of the volume resistivity, impulse breakdown strength and DC breakdown strength as shown in Figs.5, 6 and 7. Those characteristics of the sample with the MgO nanofiller showed a similar trend which those characteristics were saturated. However it was recognized that the addition of MgO micro-filler did not exhibit improvement of electrical properties. It is suggested that the improvement properties depend on the filler size of MgO and smaller filler size of MgO brought clearly the improvement of electrical properties. It is considered that the higher DC breakdown strength of the sample with MgO nano-filler can be explained by the thermal breakdown process. In other words, it was considered that higher volwne resistivity bringing the suppression of joule heating led to higher DC breakdown strength of the sample with the MgO nano-filler. Impulse breakdown strength of the sample with the MgO nano-filler also increased but it is not as effective as that rmder DC voltage. As mentioned above, DC breakdown strength of the sample with MgO nano-filler was ahnost same compared with impulse breakdovVll strength of that It is considered that DC breakdown strength of the sample with the MgO nano-filler is corresponding to impulse breakdown strength of that since the electron avalanche is considered to be scattered by the MgO nano-filler. However, the saturation, especially on DC breakdown strength, is difficult to be interpreted only by the electron avalanche breakdown process. BreakdovVll strength of the sample with the MgO micro-filler rmder DC and impulse voltage are ahnost same or slightly decrease/increase due to the extinction of the addition effect of the MgO nano-filler, bringing the trap of charge. It was reported by the authors that the suppression effect of conduction current determined by the space charge leads to higher DC breakdown strength of the sample with the MgO nano-filler from the space charge measurement up to the breakdown rmder ramp voltage with an increment of 500 V/s . [8] The space charge formation strictly depends on an increment rate of applied voltage. Therefore, it is necessary that the relationship of the breakdown strength and the volwne resistivity including the effect of the space charge formation and the filler size was investigated. "]], ["CONCLUSION", ["To rmderstand influence of MgO filler size on the electrical properties of MgO!LDPE nano-composite and micro-composite materials, their volwne resistivity rmder the DC voltage, the DC breakdown strength and the impulse breakdown strength were measured. The main results are as follows. (1) The volwne resistivity of LDPE increases by addition of the MgO nano-filler or the MgO micro-filler. The volwne resistivity of nanocomposite is larger than that of microcomposite. (2) The impulse breakdown strength of LDPE measured with McKeown t)Pe electrode increases by the addition of the MgO nano-filler but that does not increase by the addition of the MgO micro-filler. (3) The DC breakdown strength of LDPE measured with McKeown t)Pe electrode also increases by the addition of the MgO nano-filler but that does not increase by the addition of the MgO micro-filler. ( 4) It becomes clear that the addition of the MgO nano-filler is suitable for the DC insulating material rather than that of the MgO micro-filler."]]], "doi": "10.1109/CEIDP.2008.4772933", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. TEM photograph of MgO/LDPE nano-composite material, MgO  content is 5 phr.   "], ["Fig. 2", "Fig. 2", "Fig. 2. Laser microscope photograph of MgO/LDPE micro-composite  material, MgO contentis 5 phr.   "], ["Fig. 3", "Fig. 3", "Fig. 3. Conduction current measurcment system   "], ["Fig. 4", "Fig. 4", "Fig. 4. Experimental setup for DC breakdown test   "], ["Fig. 5", "Fig. 5", "Fig. 5. Dependence of the MgO nano-filler and micro-filler content  on volume resistivity   "], ["Fig. 6", "Fig. 6", "Fig. 6. Influence of MgO nano-filler and micro-filler content on  Impulse breakdown strength measured with McKeown type electrode   "], ["Fig. 7", "Fig. 7", "Fig. 7. Influence of the MgO nano-filler content on DC breakdown  strength using McKeown type electrode   "], ["Fig. 8", "Fig. 8", "Fig. 8 Summary of the average on breakdown test measured McKeown  type electrode   "]], "table_captions": [], "tables": []}