{"title": "The Mechanisms Leading to the Useful Electrical Properties of Polymer Nanodielectrics", "abstract": "Polymer nanocomposites with metal oxide nanoparticle fillers exhibit enhanced electrical breakdown strength and voltage endurance compared to their unfilled or micron filled counterparts. This paper presents the following hypothesis for the mechanisms leading to improved properties. The inclusion of nanoparticles provides myriad scattering obstacles and trap sites in the charge carriers’ paths, effectively reducing carrier mobility and thus carrier energy. The result is homocharge buildup at the electrodes, which increases the voltage required for further charge injection due to blocking by the homocharge. The hypothesis is supported by electroluminescence, pulsed electro acoustic analysis, thermally stimulated current measurements, a comparison of AC, DC, and impulse breakdown, as well as absorption current measurements, in silica/crosslinked polyethylene matrix composites with supporting evidence from titania/epoxy composites. Index Terms — Cable insulation, charge carrier processes, dielectric measurements, electroluminescence, nanotechnology, space charge, thermally stimulated currents. ", "body": [["ABSTRACT", ["Polymer nanocomposites with metal oxide nanoparticle fillers exhibit enhanced electrical breakdown strength and voltage endurance compared to their unfilled or micron filled counterparts. This paper presents the following hypothesis for the mechanisms leading to improved properties. The inclusion of nanoparticles provides myriad scattering obstacles and trap sites in the charge carriers’ paths, effectively reducing carrier mobility and thus carrier energy. The result is homocharge buildup at the electrodes, which increases the voltage required for further charge injection due to blocking by the homocharge. The hypothesis is supported by electroluminescence, pulsed electro acoustic analysis, thermally stimulated current measurements, a comparison of AC, DC, and impulse breakdown, as well as absorption current measurements, in silica/crosslinked polyethylene matrix composites with supporting evidence from titania/epoxy composites. Index Terms — Cable insulation, charge carrier processes, dielectric measurements, electroluminescence, nanotechnology, space charge, thermally stimulated currents. "]], ["INTRODUCTION", ["NANODIELECTRICS, defined as composites with filler particles less than 100 nm in one dimension embedded in a polymer matrix, exhibit significant improvements in dielectric strength [1] as well as order of magnitude improvements in voltage endurance [2]. These improvements are exciting both in terms of commercial application and for the fundamental insight that can be gained by studying the mechanisms controlling the enhanced dielectric response. In a 1994 theoretical paper, Lewis [3] anticipated these property changes and suggested that the large interfacial area created by the nanofillers was critical to the changes that would be observed. For example, as the filler size decreases from 1 μm to 100 nm, the polymer/filler particle surface area per unit volume of material at a given loading level increases tenfold (assuming spherical particles and neglecting particle agglomeration). If, as proposed by Lewis [4], and observed directly from thermalmechanical property measurements [5, 6], these internal surfaces create interfacial polymer as thick as 20 nm with properties different from the bulk polymer, then it is not surprising that unique dielectric properties are observed. There is, however, no description of polymer nanodielectrics that hypothesizes the mechanism from the molecular scale up to the bulk level and there is a dearth of understanding of the mechanisms at each length scale. This paper brings together the literature in this area and presents a working hypothesis for the multiscale phenomena in polymer nanodielectrics. The hypothesis is then supported from recent results in nanoscale silica/XLPE composites using electroluminescence, pulsed electroacoustic analysis, absorption current studies, thermally stimulated current measurements, a comparison of impulse, ac, and dc breakdown results, and voltage endurance data. "]], ["BROAD OBSERVATIONS OF NANODIELECTRIC BEHAVIOR", ["Based on prior work by these authors and selected papers from other group studying primarily spherical, metal oxide nanoparticle filled polymers (such as nanoscale silica/XLPE, titania/epoxy, silica/polyimide, and clay/epoxy [7-16]), several phenomena have been broadly observed: 1. The measured dielectric constant is often outside the bounds predicted from any of the conventional two-region models [17-21] (Table 1) and this inconsistency can be rectified using a three-region model developed by Vo and Shi [22] with the interface region having properties different from either the matrix or the particle. 2. There is a consistent increase in breakdown strength upon addition of nanoscale fillers over both the base resin and the micron scale-filled counterpart providing that dispersion is properly controlled [2, 7, 23-25]. Table II shows results from work with silica in XLPE, titania in epoxy, and clay in epoxy. 3. The partial discharge resistance or endurance strength of nanofilled polymers tends to be at least an order of magnitude higher than for unfilled polymers [26, 27]. An example of this is shown for 5 wt% 12 nm silicafilled crosslinked polyethylene in Figure 1 [19]. This has also been found to reflect in an enhanced resistance to surface discharge [27]. 4. Dielectric spectroscopy results indicate that in some nanocomposites a local “quasi-conductive” region is present as evidenced by the appearance of classical quasi-DC dispersion at sub-Hz frequencies. Figure 2 shows this for untreated silica/XLPE nanocomposites [19]. In others, however, this low frequency dispersion is greatly reduced (Figure 2 – aminosilanetreated silica) [19]. 5. Space charge studies show that nanocomposites usually exhibit lower and redistributed space charge (Figure 3) when compared with conventional composites as well as shorter decay constants (Table 3) [29] indicating that the nanoparticle filled polymer dissipates charge much more quickly [17, 26, 30]. This is suggestive of the presence of some very local conductivity and may be explained, perhaps, by quasi-dc conduction as observed for XLPE composites in Figure 2. However, it is important to recognize that inferences made from the dynamics of internal space charge are not necessarily synonymous with those relying on terminal measurements because of the interstitial polymer. Indeed, it has been found that the local conductivity is not reflected in the bulk resistivity below the percolation limit [2]. "]], ["MECHANISTIC HYPOTHESIS OF INTERFACE STRUCTURE/PROPERTIES", ["These exciting results for polymer nanodielectrics have led to several hypotheses about the mechanism creating the improved properties [4, 7, 29]. They all emphasize the critical role of the interfacial region. This section brings together the literature in this area and presents a working hypothesis for the multiscale phenomena operating in polymer nanodielectrics. Consider first a physical depiction of the interface region (Figure 4). In thermoplastics the interfacial polymer can exhibit changes in crystallinity [31, 32], mobility [33], chain conformation [34], molecular weight [35], and chain entanglement density [36]. For amorphous polymer systems, the mobility of the polymer chains has been found to increase when the matrix/particle interactions are attractive and decrease when the interactions are repulsive [33]. The size of the interfacial region in this case is about the radius of gyration of the polymer chains (10-20 nm). Within this region, there may be more tightly bound and loosely bound regions, and it is clear that there is a continuous change in structure and mobility (Figure 4). In crosslinked matrices, there is an additional complication of changes in crosslink density [36] due to small molecule migration either to or from the interface. There is also direct experimental evidence showing some change in the free volume in the interfacial region [38]. It is also important to picture the interfacial region in terms of its ability to directly impact dielectric properties. Tanaka recently developed a multi-core description that tries to capture the charge behavior and structure of the interfacial region [38]. Superimposed on the structural and mobility gradient described above is a charged region. The metal oxide nanoparticle has a surface charge (due to the differences in Fermi level between the filler and polymer), that creates a Stern layer at the 2D interface. This is screened by a charged layer in the polymer. There are compelling arguments to suggest that the next layer is a diffuse double layer of charge (also depicted in Figure 4) with ≈ 10 nm of radial depth in a resistive medium not unlike the ionic Gouy-Chapman layer associated with liquid interfaces [39]. Since this is a region of mobile charge, it has a significant influence both in the dispersion of nanoparticles and in the resulting dielectric and conductive properties of the composite. Note, therefore, that if the charge distribution on the surface of the metal oxide particle is altered either through coupling agents or through the type of bonding, then this layer will also be altered by the interface. In addition, due to the altered charge, altered mobility, and altered free volume, there is the potential for changes in the trap site density as well as depth. Based on this picture of the interface, the hypothesis for the impact of the interfacial region on dielectric properties is summarized as follows: • The nanoparticle surface creates a change in polymer structure (free volume, mobility, etc.) and local charge distribution. • As the size of the filler is reduced, the interfacial region becomes dominant. • Due to the change in local structure, the density and perhaps the depth of trap sites are altered which reduce carrier mobility and energy. • If the carriers are trapped more often, then they are accelerated over shorter distances and have reduced energy. This is the same for carriers that are scattered. This causes less damage in the material and increases the lifetime of the polymer. • The homocharge resulting from carrier trapping mitigates the electric field at the electrodes and increases the voltage required for charge injection. This increases the voltage required for short term breakdown. Because this charge takes time to build up, the breakdown strength is a function of the rate of measurement (ac, dc, or impulse). • The large interfacial area also creates opportunities for increased scattering. During impulse test conditions, this may become the primary mechanism for the increase in the breakdown strength of nanocomposites, since significant shielding homocharge cannot be accumulated in such a short time. • The diffuse layers of mobile charge create local conductivity, which can serve to reduce charge accumulation, providing that the percolation limit has not been exceeded so that the bulk conductivity is unaffected. • Because the interfacial area is so large, while some of these mechanisms may operate in micron filled composites, they are then overshadowed by the large defects the micron scale fillers introduce and the field enhancements they create. Microcomposites exhibit Maxwell-Wagner interfacial polarization which is generally absent in nanomaterials. "]], ["EVIDENCE FOR HYPOTHESIS", ["##4.1 MATERIALS The data that follows is taken from a silica/XLPE system, specifically a commercially available low-density polyethylene melt blended with silica powder (of nominal particle sizes 6 μm and 12 nm [micro and nano]). The silica and polyethylene were both thoroughly vacuum-dried, drymixed in a centrifuge, and then melt-mixed along with a crosslinking agent. Two different types of 12 nm nanosilica were used: untreated particles, and particles having undergone a surface treatment with triethoxyvinylsilane vapor (all microsilica used in this work was not surface-treated). The concentration of triethoxyvinylsilane is less than one monolayer, but has not been quantified. After molding in a heated press, vacuum oven treatment at 80°C was performed on the samples for 72 hours, to remove residual moisture and cross linking byproducts. A typical surface-treated nanocomposite dispersion micrograph is shown in Figure 5. Agglomerations of particles, if excessive, defeat the advantages of nanocomposites by decreasing the effective particle surface area, and thus the volume of material in the important particle-polymer interaction zone. Uniform-field specimens were provided with gold-platimum metallization to insure intimate contact with electrodes. Comparison between treated and untreated nanocomposite micrographs (not shown) reveals little, if any, qualitative difference in particle dispersion between the two types. Further details on the compounding and molding can be found elsewhere [40].  ##4.2 DESCRIPTION OF EXPERIMENTAL METHODS ###4.2.1 CHARGE MOBILITY Absorption current tests were performed on 12½ wt% silica/XLPE to evaluate the relative ease with which charge fronts propagate through the material bulk. When a dc field is applied to a finite thickness of non-ideal dielectric sandwiched between two plane parallel electrodes, the current, I(t) decays slowly over time I(t)∝ t−n with a power law dependence. This slowly decreasing current is referred to as the ‘absorption current’ or ‘anomalous current’. When a charge front arrives at the electrode, there is a change in slope of the current with time. The mobility μ can be calculated from the time it takes the front to reach the electrode, or the transit time, tt through a dielectric’s thickness, d, under an applied voltage, V, using [41]  For this study absorption current measurements were performed utilizing a Keithley 100B electrometer on laminar samples of approximately 100 μm thickness under an applied electric field of 30 kV/mm, and all measurements were performed at room temperature (298 ± 3 °K).  ###4.2.2 TRAP SITE DENSITY AND ENERGY Thermally stimulated current (TSC) measurements were used to investigate the nature and origin of charge carrier traps. The base polymer (XLPE) is well characterized using TSC [19]. TSC measurements were performed using laminar samples of thickness ~ 100 μm with sputtered deposited platinum electrodes on both sides. The poling temperature used for all samples was 25ºC and the temperature ramp rate for the TSC measurements was 3ºC/min from -160 to +90ºC. From the two sets of samples tested for each type of material, the peak position was found to be reproducible within ±5ºC.  ###4.2.3 PULSED ELECTROACOUSTIC ANALYSIS (PEA) An evaluation of acquired space charge was performed using the PEA method, where the polymer material is poled under a high static electric field, while an interrogating electric field pulse causes a space charge perturbation. This movement releases an acoustic pressure wave which is measured at the sample surface and spatially resolved into a one-dimensional profile of space charge density in the bulk.  ###4.2.4 BREAKDOWN AND ENDURANCE TESTING Evaluation of short-term ac (60 Hz), dc, and impulse dielectric breakdown strength and longer-term voltage endurance was performed on the materials. For the ac and dc breakdown tests, multiple recessed samples of measured thicknesses were prepared and each recess was subjected (under oil) to an increasing ac or dc voltage (at a rate of 0.5 kV/s) until the recess failed. The failure field was then recorded for each recess. The impulse test used the same type of recessed sample subjected to an ANSI standard 1.2x50 μs impulse voltage; the samples voltages were monitored using an oscilloscope and the wavefront failure field was recorded. The voltage endurance test, an indication of a material’s resistance to the initiation and propagation of electrical trees, was performed using cylindrical needleplane geometry samples with a highly-divergent electric field configuration. Each sample was prepared with an embedded electrode needle tip with a known radius of curvature, and the resulting electric field intensity (V/m) in the material adjacent to the tip was given by the relation [42]  where E, V, r, and d are the tip electric field, applied voltage, tip radius of curvature, and spacing of the needle-plane respectively. Note was made of the electric field applied to each sample and the time to failure.  ###4.2.5 ELECTROLUMINESCENCE To assess the relative trapping energy condition of charge carriers (i.e. trap depth), electroluminescence experiments were performed, using the same type of highly-divergent electric field samples as were used in the voltage endurance test. The material is placed in a steady electric field, and as excited charge carriers associated with luminescent centers either recombine or transition from higher to lower energy states, packets of optical energy are emitted. Using a photomultiplier tube detector and optical interference filters, the emission is categorized, both in magnitude and wavelength. According to Planck’s formula E=hν, the energy E of a photon of light is related to its frequency, ν by Planck’s constant h. Since the frequency is proportional to the reciprocal of wavelength, the optical filtering allows a qualitative, indirect assessment of the depth of the excited states of the carriers (indirect because it is the luminescent center that prescribes the frequency and not the carrier energy directly).  ##4.3 SUPPORTING DATA Consider the hypothesis and the points made in Section 2 one by one. First, it is well understood from the literature that the polymer structure and dynamics can vary in the presence of a nanoparticle surface. This is shown through changes in the glass transition temperature [43, 44], crystalline structure [45] organization [46], and polymer rheology [47]. In addition, for a non-ideal interface there will be surface states. When carriers are provided from the bulk to fill these states the adjacent material become charged, and the energy bands are bent as depicted in Figure 4. In the case of nanoparticles, this surface area of contact with the polymer is dramatically increased and thus it is reasonable to assume that there is a large volume of polymer with altered charge distribution in the vicinity of the nanoparticles. The second point is that because of this interfacial volume there is a change in the density of trap sites (and perhaps their depth); carrier mobility and energy are reduced. Three sets of experiments support this. First, thermally stimulated current measurements (Figure 6) indicate a change in the number and perhaps the energy of the trap sites. While the interpretation of TSC relaxation data for semi-crystalline polymers such as polyethylene is more complicated than that for purely amorphous materials, one feature does stand out here. There is an enhancement of the relaxation peak above room temperature, (the so-called alpha peak - labeled on the graph) by a factor of at least 3. This is due to an increase in the number of charge trap sites (and thus an increase in the thermally-assisted relaxation that can occur). Thus, during poling, more charge carriers were captured in trap sites, and during the subsequent heating phase, more charge carriers were thermally excited into the conduction band. Absorption current measurements show the impact of those trap sites. Figure 7 gives absorption current measurements at an applied field of 30 kV/mm. Initially, both the XLPE and the nanocomposite display the classic I(t)∝ t−n shape until the aforementioned charge front arrives at the electrode, at which time there is a demonstrable change in the slope. For XLPE, this takes place at approximately 500 s, while for the composite it occurs at nearly 1000 s, indicating that charge mobility has been reduced by a factor of 2. The increased number of trap sites would cause the electrons to be accelerated over shorter distances. This would both decrease their energy (and thus their ability to create damage in the polymer). Additional absorption data from the depoling phase (following 90 minutes of poling, the voltage supply was removed and a short circuit applied for an additional 90 minutes) allows calculation of the current decay exponent, n, for each material, summarized in Table 4. Thus, for example, the decay of XLPE takes place at 1.34 decades of current for each time decade; this value is higher for the microcomposite but considerably smaller for the nanocomposites. This is in agreement with the scattering/reduced mobility hypothesis. Evidence for the decrease in energy also comes from the electroluminescence results. Figure 8a shows the counts per minute versus the wavelength emitted for pure XLPE, and both untreated and vinyl silane treated silica nanocomposites at 5 and 12½ wt%. There is a striking difference. All the nanocomposites have a peak at about 450 nm and the unfilled has a peak at (or below) 400nm. This clearly suggests that the energy of the carriers has decreased for all the nanocomposites. Figure 8b shows a comparison between unfilled XLPE and the microcomposite. At 5 wt%, the microcomposite is similar to the unfilled material, but at 12½ wt%, there is also a shift in the spectrum. This indicates that this shift occurs when a critical interfacial area is introduced and this can also occur with micron scale composites, but at higher loadings. This concept of a critical interfacial area suggests that nanocomposites of very small loadings (even less than 1 wt%) would still see the shift in energy since the interfacial area of such a nanocomposite still exceeds that of a microcomposite of several wt%. This behavior is not limited to the XLPE system. Prior work in titania-filled epoxy also showed that the nanofilled composite shifted to a higher wavelength (lower energy) at 10 wt% and the micron filled did not [28]. This suggests that the polymer structure is not key to the trapping mechanism, but that the charge layer that develops between the metal oxide and the polymer is the most critical. Thus a picture is emerging of an increase in trap sites in the nanocomposites that leads to decreased charge mobility and lower energy of the carriers. This picture is further supported through PEA measurements. Figure 9 illustrates the space charge condition for the base XLPE, microcomposite, and vinyl silane surface-treated nanocomposite. A series of PEA experiments had previously been performed to determine the threshold electric field intensity for charge injection, and each curve in the figure was obtained under the same multiple of that threshold. While the base XLPE displays a region of cathode-shielding homocharge extending nearly to the anode, and the microcomposite contains some field-strengthening heterocharge near both electrodes, the plot indicates the presence of shielding homocharge at both electrodes for the nanocomposite material. This may be further evidence of increased trapping of charge and/or scattering. Homocharge injected by the cathode in XLPE (which, from the absorption current experiment, was seen to be relatively free to move) appears to have migrated all the way to the anode, where some recombination could have occurred with space charge there. Similarly, the microcomposite’s heterocharge regions may be a result of electron migration from the cathode. However, the nanocomposite maintains two distinct regions of homocharge, indicating its lack of mobility for injected space charge under the influence of the electric field. Consider next the dc and ac (60 Hz) breakdown testing data of Table 5. For all the materials tested (base XLPE and 12½ wt% micro, untreated, and vinyl silane-treated nanocomposites) the dc test provided higher breakdown values than did the peak values of the ac test, suggesting that the breakdown mechanisms involved are all related to the rearrangement of charge distributions, which would be mitigated every half cycle in the ac test. Additionally, the surface-treated nanocomposite material demonstrated a significantly higher dc strength than its untreated counterpart, but only slightly higher in the ac test. This suggests that the different bonding structure at the surface of the particles changes the effectiveness of the interaction zone such that its reach into the surrounding polymer structure is perhaps increased for the treated material. If the clustering of homocharge near the electrodes due to trapping sites were the only mechanism responsible for the electrical enhancements seen in nanocomposites, one would expect to see no improvement (or practically none) when comparing the different materials in the impulse breakdown test. After all, PEA testing reveals that the time required for significant accumulation of space charge in the bulk of the test specimens is in the tens of seconds or even several minutes. The impulse test is completed in microseconds; thus little or no improvement would be anticipated. However, Table 6 indicates that this is not the case. Indeed, the breakdown field under impulse conditions is significantly raised in the nanocomposites. With the accumulation of space charge ruled out, it appears that the presence of the nanoparticles and the important interaction zones presents an elongated scattering path to the charge carriers, such that the initiation of breakdown-level conduction current requires a higher electrical impulse field. Consequently, a likely scenario is that both scattering and homocharge near the electrodes contribute to the enhanced electrical performance of nanodielectrics. Finally, Figure 10 provides a comparison of the AC voltage endurance for the base XLPE and the 12½ wt% surface-treated nanocomposite. The XLPE is outperformed by the nanocomposite, most likely due to reduced carrier energy, which in turn is a result of the increase in trap sites in the nanocomposite as discussed earlier. Since the initiation of electrical trees within the material involves bond breaking by hot electrons, it follows that reduced carrier energy (as suggested earlier in the electroluminescence test) would result in improved voltage endurance. Note that no voltage endurance testing of the microcomposite system has been undertaken since, according to [2] and other literature on the subject, metal oxide filled microcomposites exhibit a reduction in voltage endurance over similarly weight-filled nanocomposites. This is not to imply that microparticles do not, in some circumstances, exhibit improved voltage endurance properties over base resins. One need only look to the use of silicates in insulating tapes for electrical machine windings as a common example of conventional fillers being used for voltage endurance improvement [48]. "]], ["CONCLUSIONS", ["The evidence gathered in this work suggests that the following picture applies. Around each nanoparticle is a region with enhanced local conductivity that provides a mechanism for redistributing charge around the particle. Nanocomposites are rich in surface states which contribute to the reductions in mobility and carrier energy. Therefore, the opportunity per carrier for contribution to localized destructive electrical treeing is reduced. This increases the voltage endurance of the composites. The reduced mobility also leads to significant homocharge buildup in the nanocomposites that can increase the voltage required for charge injection. An interesting fact one encounters from the data in Tables 2 and 5, is that the improvement in breakdown strengths (whether in epoxy or XLPE, or for silica, titania, or clay nanoparticles) is that inclusion of the nanoparticles causes an improvement for each of these systems. Thus, further evidence is given that the interfacial region, rather than the particular choice of polymers, is the overriding factor in the improvement. Very recent work [49] has demonstrated very convincingly that the energization of a nanocomposite changes the occupancy of the trapped sites. This has been done by electrically stressing a sample while in situ within an electron paramagnetic resonance (EPR) spectrometer. Differences in the unpaired spins of electrons can be seen when comparing a nanocomposite with the base resin from which it is made. This technique has also verified that texture close to a surface is different, providing additional evidence for the interaction zone cited. Clearly, more research is required to understand, at the most fundamental level, the effect of nanoparticle surface chemistry, polarity, and surface group concentration on the dielectric response. This paper lays out a working hypothesis that is yet to be fully investigated, but which may provide a basic understanding of test phenomena which are observed."]]], "doi": "10.1109/T-DEI.2008.4446750", "figures": [["Figure 1", "Figure 1", "Figure 1. A plot of endurance strength of unfilled and 5 wt%  nanosilica-filled cross-linked polyethylene (XLPE) showing a  nearly two order of magnitude improvement in voltage  endurance due to the addition of nanoparticles [19].   "], ["Figure 10", "Figure 10", "Figure 10. ac (60 Hz) voltage endurance data for the base XLPE and  surface-treated nanocomposite.   "], ["Figure 2", "Figure 2", "Figure 2. Dielectric spectroscopy results for 5 wt%  silica/XLPE composites including 12 nm silica that was used  as received or with an aminosilane treatment that allowed for  reaction with the polymer matrix, and 6 micron silica used as  received [19].   "], ["Figure 3", "Figure 3", "Figure 3. The distribution of space charge in a polled 10%  titania/epoxy nanocomposite (top) and microcomposite (bottom). The  cathode is on the left. The nanocomposite plot indicates the presence  of homopolar charge adjacent to the cathode, while the  microcomposite’s charge near the cathode is heteropolar (arrows) [29]"], ["Figure 4", "Figure 4", "Figure 4. A schematic showing that the dielectric properties need to be  considered at the macro scale, meso scale, and molecular scale followed  by an image of the changes in structure and charge distribution near a  particle surface.   "], ["Figure 5", "Figure 5", "Figure 5. Micrograph showing nanoparticle dispersion in filled  crosslinked polyethylene. Note that particle agglomerations are all less   "], ["Figure 6", "Figure 6", "Figure 6. Thermally-stimulated current (TSC) plot for the base XLPE  resin and 12-1/2% untreated XLPE/nanosilica composite. The poling  electric field was 30 kV/mm.   "], ["Figure 7", "Figure 7", "Figure 7. Absorption current plot for the base XLPE and nanocomposite  under an applied field of 30 kV/mm. The charge front arrival time is  nearly doubled for the composite, indicating that it has a lower charge  mobility. Note that the XLPE data is offset by a factor of two for clarity  between the two data sets.   "], ["Figure 8", "Figure 8", "Figure 8a. Electroluminescence plot (electrode tip field 500 kV/mm) for  the base XLPE, untreated, and vinyl silane-treated nanocomposites. The  wavelengths of the peaks for the nanocomposites have shifted to higher  wavelengths (lower energies). Relative error bars for each wavelength  (shown for XLPE) apply to all the materials.   "], ["Figure 8", "Figure 8", "Figure 8b. Electroluminescence plot (electrode tip field 500 kV/mm) for  the base XLPE and microcomposites. The lower-loading (5 wt%)  material behaves similarly to the base XLPE, while the higher loading  material has the energy shift. Relative error bars for each wavelength  (shown for XLPE) apply to all the materials.   "], ["Figure 9", "Figure 9", "Figure 9. Space charge profiles from the PEA experiment 10 seconds  after power-off. The nanocomposite has a region of homopolar charge  near both electrodes.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Lichtenecker-Rother predictions of composite material dielectric permittivity (ε’) and measured values at 60 Hz at 25 °C [17-19], at 30 °C [20]"], ["Table 2", "Table 2", "Table 2. Breakdown strength for unfilled and nanoparticle-filled resins showing that the addition of nanoparticles incresases the dielectric breakdown strength. The Weibull shape parameters are given in parentheses."], ["Table 3", "Table 3", "Table 3. Exponential time constant of polarization and space charge decay from the PEA experiment [29]."], ["Table 4", "Table 4", "Table 4. Current decay from the depoling phase (Following 90 minutes of poling at 30 kV/mm) of the absorption current experiment (decade/decade)"], ["Table 5", "Table 5", "Table 5. Breakdown strength for unfilled and filled crosslinked polyethylene showing that the addition of nanoparticles incresases the dielectric breakdown strength. The Weibull shape parameters are given in parentheses."], ["Table 6", "Table 6", "Table 6. Impulse test breakdown fields for the XLPE and 12-1/2% nanocomposite materials. The Weibull shape parameters are given in parentheses."]], "tables": []}