{"title": "Dielectric Integrity of Silica-PAI Nanocomposites at Elevated Temperature", "abstract": "It has been shown that in many cases, the addition of nanoscale metal oxide fillers to polymers leads to an improvement in dielectric breakdown strength at room temperature. However, in some cases electrical insulation is exposed to elevated temperatures. A thermally stable polymer material, such as polyamideimide (PAI), is desired for these applications. For this reason, breakdown strength measured at elevated temperatures is required, since this property is expected to degrade with an increase in temperature. The addition of nanoparticles has been shown to increase PAI decomposition temperature and is also expected to mitigate the effect of increased temperature on dielectric properties. In this paper, AC and DC breakdown strength of PAI and nanosilica filled PAI are reported at room temperature and elevated temperatures. (200-340°C) Test temperatures were well below the decomposition range of polyamideimide as measured by thermogravimetric analysis (TGA). Silica composites at all loadings (whether treated or untreated) were shown to have a higher AC and DC breakdown strength at elevated temperatures than unfilled material. Dielectric spectroscopy results are also presented. ", "body": [["Abstract", ["It has been shown that in many cases, the addition of nanoscale metal oxide fillers to polymers leads to an improvement in dielectric breakdown strength at room temperature. However, in some cases electrical insulation is exposed to elevated temperatures. A thermally stable polymer material, such as polyamideimide (PAI), is desired for these applications. For this reason, breakdown strength measured at elevated temperatures is required, since this property is expected to degrade with an increase in temperature. The addition of nanoparticles has been shown to increase PAI decomposition temperature and is also expected to mitigate the effect of increased temperature on dielectric properties. In this paper, AC and DC breakdown strength of PAI and nanosilica filled PAI are reported at room temperature and elevated temperatures. (200-340°C) Test temperatures were well below the decomposition range of polyamideimide as measured by thermogravimetric analysis (TGA). Silica composites at all loadings (whether treated or untreated) were shown to have a higher AC and DC breakdown strength at elevated temperatures than unfilled material. Dielectric spectroscopy results are also presented. "]], ["INTRODUCTION", ["It is well known that the addition of nanoparticles can increase the breakdown strength of a polymer [1]. Dielectric behavior at elevated temperatures, however, has not been widely investigated and it is important to understand for applications in which the insulation will be exposed to severe temperatures, either permanently or intermittently. Polyamideimide (PAI) is a good candidate for use at high temperature because of its high thermal stability. (It degrades at temperatures above 500°C, as measured previously [2]. In comparison, polyimide degradation temperature is in the range of 400-500°C [3].) "]], ["EXPERIMENTAL DETAILS", ["##A. Materials Examined  Tritherm® B 981-N-42, a (PAI) resin, was chosen as the matrix material. Both untreated silica (Aerosil 200®) as well as Aerosil 200® treated with Aminopropyltriethoxysilane were evaluated as fillers. Aerosil 200® has an average particle size of 12 nm. Nanocomposites were made with 5 and 10 weight % nanoparticles, based on the assumption that the polymer contains a fixed percentage of non-volatiles after curing.  ##B. Substrate Preparation & Sample Processing  Details regarding substrate preparation and sample processing were published previously [2]. Copper substrates were electropolished and a spin coater was used to create films of polymer and composite mixes. Nanoparticles were blended with polymer using a high shear mixer.  ##C. Breakdown Testing  A polished aluminum electrode was chosen so that multiple test points could be obtained from each specimen. Carbon paint was applied to the surface of the material in order to provide intimate contact with the electrode. Breakdown tests were carried out in oil in order to prevent flashover. AC and DC breakdown tests were carried out with the same electrode and the same sample configurations as the room temperature measurements. Testing was completed at elevated temperatures by placing the test specimen and electrode inside a furnace. Tests were completed under high temperature oil.  ##D. Dielectric Spectroscopy  Dielectric spectroscopy was measured with a Novocontrol dielectric spectrometer. Samples tested were films coated on copper substrates. The upper polymer surface was sputter coated with copper to provide intimate electrode contact. The effect of both temperature and moisture was investigated. Samples of 5 and 10 weight % silica (untreated and treated) were tested at room temperature. These samples were then conditioned at 50°C and 75% relative humidity for 20-24 hours. After conditioning, the samples were subjected to dielectric spectroscopy at 30°C, 50°C, 100°C, 150°C, 200°C, 250°C, and 300°C. The samples were then cooled and run through a second temperature cycle. This allows comparison of the samples with and without added moisture, since the testing at elevated temperatures would remove the moisture absorbed during the conditioning process.  ##E. Dispersion  A Carl Zeiss dual beam, Focused Ion Beam/Scanning Electron Microscope (FIB/SEM), system was used to characterize the dispersion of the materials. The FIB column was used to create a hole on the sample surface using Gallium ions. The side wall of this hole was then imaged with a field emission SEM column. "]], ["COMPOSITE DISPERSION", ["The sample processing was optimized to achieve excellent dispersion. Optimization was achieved by creating masterbatches of high loading and completing multiple mixing steps prior to spin coating the samples. SEM images are shown in Fig 1. The silica is fumed silica and thus fractal agglomerates are expected [4]. "]], ["DIELECTRIC PROPERTIES TESTING", [" ##A. Breakdown Testing  AC and DC breakdown tests were completed as a function of temperature. It was expected that the breakdown strength would decrease with increasing temperature [5, 6]. Breakdown mechanisms differ between low and high temperatures, and this is especially relevant in these materials above 250°C. The glass transition temperature of the unfilled polymer and composites is approximately 280°C [2], so the data measured at 300°C is above the Tg. Thermal and electromechanical breakdown are likely mechanisms above the Tg, whereas avalanche breakdown is more likely at lower temperatures [7]. Breakdown strength was analyzed using Weibull statistics. A two parameter Weibull distribution was used, represented by  where PF is the probability of failure, η is the scale parameter, β is the unity shape parameter, and Ε is electric field [8, 9]. An example of the trend for the materials discussed here is shown in Table 1. What is a particularly important finding, however, is the breakdown strength of the silica composites compared to the unfilled material when the temperature is increased. Fig 2 illustrates that all of the composites have a greater DC breakdown strength than the unfilled material at elevated temperature. The same is true of the AC breakdown strength, shown in Fig 3. The composite with 10 weight % treated particles had the highest AC and DC breakdown strength at elevated temperature. Nanoparticles act to block charge carriers through the material [1] which would have a greater effect at higher loadings, with more particles and more interfaces present. These carriers would also move more freely as the temperature is increased, resulting in the decrease in breakdown strength with increased temperature. The treated particles probably interact better with the polymer creating an improved polymer-silica interaction and fewer defects [1], which results in the higher breakdown strength. The benefit of the addition of silica nanoparticles to the breakdown strength at elevated temperature can also be seen from comparing it with the breakdown strength at room temperature. The scale parameter (η), shape parameter (β), and percent decrease (from room temperature breakdown strength) are shown in Tables 2 and 3. In both cases the unfilled polymer had the greatest percent decrease. By means of comparison, PTFE exhibited a 15% decrease in breakdown strength at 200°C [10].  ##B. Dielectric Spectroscop  Real permittivity (ε’) measurements for the second temperature cycle at 30°C are shown in Fig 4 and decrease monotonically, with absolute values in the range of 6 (at lower frequencies) and 2 (at higher frequencies). At 25°C, data for unfilled polyimide, illustrated by Raju, ranges from 3 at lower frequencies (10 Hz) to 2 at higher frequencies [11]. Other literature results for unfilled polyimide are similar but the absolute values are smaller [12] than the data shown in Fig 4. Permittivity (ε’) measurements for the second temperature cycle at 300°C are shown in Fig 5. The literature [11] reports that at 300°C ε’ is approximately 8 (at a frequency less than 10 Hz) and then drops to 1.5-2 (at 106 Hz) [11]. The inflection point of the curve occurs between 100 and 1000 Hz [11]. A weak dispersion is also seen in Fig 4 (at 30oC) and in Fig 5 (at 300oC), but the absolute values differ. At 300oC, the values of the 10 wt% untreated silica composite are close to the literature values [11] for polyimide, but there is a smaller drop at higher frequencies than in the literature. Permittivity is related to the polarization occurring in the material, and is expected to decline with frequency as the polarization processes progressively become inoperative [13,14]. When comparing the literature data for unfilled polyimide to the nanocomposite data here, it is clear that there is greater relaxation occurring in the unfilled polyimide, corresponding to a larger drop in permittivity from low to high frequencies. This could be attributed to molecular motion that is more inhibited in the PAI-silica composite than in PI because of the extra functional groups. There is also less of a decrease in permittivity from low to high frequencies in the composites, indicating that the particles play a large role in the polarization process. The dielectric constant of silica is about 4.3 [15] and polyimide is about 3.5 [12]. Results in Figs 6 and 7 have some values that are greater than either of these, which would not be expected based on mixing rules. However, the interface regions may be contributing interfacial polarization at low frequencies. In addition, the treated particles contribute more to the dielectric constant particularly at low loadings. The reduced impact of the treated particles on permittivity at higher loadings may suggest poor distribution of the nanoparticles at higher loadings. Loss (ε’’) measurements for the second temperature cycle at 30oC are shown in Fig 6. This curve illustrates a similar trend to data shown elsewhere [11]. The peaks indicate the relaxation region of the composites [14] and the shape may indicate the flexibility of the material [16]. It appears that the treated silica composite curves are slightly broader than for the untreated silica composites, indicating less flexibility [16] and a greater interaction between polymer and filler. Permittivity (ε’) and loss (ε’’) measurements at 1000 Hz for the second cycle are shown in Figs 7 and 8 as a function of temperature. The dielectric constant of polyimide, which is similar to polyamideimide, is approximately 3.0 to 3.5 [11, 12], but the composites loaded at 10 weight percent are well above this range. Loss increases at temperatures above 250oC, but this can be attributed to the test reaching values above the glass transition temperature. "]], ["SUMMARY", ["The addition of nanoparticles to polyamideimide enhances the AC and DC breakdown strength at elevated temperatures. The percentage decrease in breakdown strength is greatest for the unfilled polymer for AC and DC breakdown tests. Particles act as scattering centers to charge carriers resulting in the increased breakdown strength [1]. Dielectric spectroscopy results illustrate greater polarization occurring in 10 weight % silica composites, as illustrated by the higher permittivities. At higher temperatures, relaxation processes occur more readily, resulting in larger drops in permittivity from low to high frequencies."]]], "doi": "10.1109/CEIDP.2009.5377895", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. SEM images (a) 5 wt% untreated silica (b) 5 wt% treated silica   "], ["Fig. 2", "Fig. 2", "Fig. 2. DC breakdown strength (Weibull plots) at 300 °C for unfilled and filled (treated and untreated silica) nanocomposites"], ["Fig. 3", "Fig. 3", "Fig. 3. AC breakdown strength (Weibull plots) at 300 °C for unfilled and  filled (treated and untreated silica) nanocomposites"], ["Fig. 4", "Fig. 4", "Fig. 4. Real permittivity (ε') measurements as a function of frequency at 30 °C  - second test cycle   "], ["Fig. 5", "Fig. 5", "Fig. 5. Real permittivity (ε') measurements as a function of frequency at  300 °C - second test cycle   "], ["Fig. 6", "Fig. 6", "Fig. 6. Imaginary permittivity (ε\") measurements as a function of frequency  at 30 °C - second test cycle   "], ["Fig. 7", "Fig. 7", "Fig. 7. Real permittivity (ε') measurements at 1000 Hz as a function of  temperature - second test cycle   "], ["Fig. 8", "Fig. 8", "Fig. 8. Imaginary permittivity (ε’’) measurements at 1000 Hz as a function of  temperature - second test cycle"]], "table_captions": [["Table 1", "Table 1", "Table 1. DC breakdown Weibull scale (η) and shape (β) parameters for 10"], ["Table 2", "Table 2", "Table 2. AC breakdown scale parameters, shape parameters, and % decrease"], ["Table 3", "Table 3", "Table 3. DC breakdown scale parameters, shape parameters, and % decrease"]], "tables": []}