{"title": "Mechanisms Leading to Nonlinear Electrical Response of a Nano p-SiC/Silicone Rubber Composite", "abstract": "It is well known that hopping of charge carriers via spatially and energetically distributed localized states is a primary transport mechanism in many disordered semiconductors and polymeric dielectrics. In this contribution, the nonlinear I-V physics of a 25vol% 50nm p-SiC/silicone rubber composite for high voltage field grading application was investigated, and a composite bulk hopping mechanism proposed. It is hypothesized that nearest-neighbor hole hopping occurs through thin rubbery layers between the SiC particles, and is the mechanism governing the nonlinear electric response of SiC/silicone rubber nanocomposites. Index Terms —Nonlinear electrical, mechanism, high field, hole hopping transport, nearest-neighbor, thin rubbery layer, field grading, nanocomposite. ", "body": [["ABSTRACT", ["It is well known that hopping of charge carriers via spatially and energetically distributed localized states is a primary transport mechanism in many disordered semiconductors and polymeric dielectrics. In this contribution, the nonlinear I-V physics of a 25vol% 50nm p-SiC/silicone rubber composite for high voltage field grading application was investigated, and a composite bulk hopping mechanism proposed. It is hypothesized that nearest-neighbor hole hopping occurs through thin rubbery layers between the SiC particles, and is the mechanism governing the nonlinear electric response of SiC/silicone rubber nanocomposites. Index Terms —Nonlinear electrical, mechanism, high field, hole hopping transport, nearest-neighbor, thin rubbery layer, field grading, nanocomposite. "]], ["INTRODUCTION", ["HIGH-VOLTAGE E-field grading [1-4] is typically implemented via the use of composites with high dielectric constant or composites that possess desirable high field nonlinear resistive behavior. The latter, high field nonlinear resistive field grading composites [4-10], which serve to avoid excess electrical stress concentrations under both ac and dc applications, are commonly made of an insulating polymer matrix, especially rubber such as ethylene propylene diene monomer (EPDM) or silicone rubber, loaded with conducting carbon black, and/or ceramic semiconductor such as SiC, ZnO, or even an organic semiconductor like polyaniline emeraldine base. In general, the I-V dependence of nonlinear field grading composites can be described by a simple empirical power-law equation I∝Vα (α>1). The real physics behind this empirical electrical response, however, has not been rigorously studied. It is commonly speculated that, at loadings below percolation, two competing mechanisms such as tunneling [11-13] or hopping [13-19] across thin polymer matrix layers separating filler particles dictate the composite I-V nonlinearity. Above percolation when direct filler pathways are formed, the composite nonlinear behavior may be the result of carrier tunneling or field-assisted thermionic emission across particle contact double Schottky barriers similar to the behavior governing varistors [20-22]. On the other hand, mechanisms like electrode Schottky injection [23-25], bulk Poole-Frenkel emission [26-29] as well as space charge-limited currents [30- 31] could also dominate or contribute to the overall composite I-V nonlinearity. Among the proposed mechanisms, hopping of charge carriers across spatially, as well as energetically discrete, localized states has been widely reported to be a primary charge transport mechanism in many amorphous semiconductors, dielectrics or composites [32-38]. In such cases, carrier hopping usually takes place between neighboring sites of small separation, called nearestneighbor hopping, or between sites of close energy level but slightly larger separation, called variable range hopping, which is more favorable at low temperature. In this paper, a detailed set of electrical characterization and data analysis leads to a hypothesis of valence band tail nearest-neighbor hole hopping as the mechanism governing the high field I-V nonlinear behavior in nano p-SiC/silicone rubber composites. "]], ["EXPERIMENTAL", ["The SiC powder filler used in this study was 50 nm in diameter and of beta phase. Secondary-ion mass spectroscopy (SIMS) characterization done by the Evans analytical company determined the SiC powder doping level and type. A pure 800-1,200 cSt low viscosity polydimethylsiloxane (trimethylsiloxy terminated, vinylmethylsiloxane (0.8-1.2 mole%)-dimethylsiloxane (99.2-98.8 mole%) copolymer) from Gelest Inc. was used as the matrix silicone resin. The 25vol% 50nm-SiC/silicone rubber which displayed the highest composite I-V nonlinearity in a preliminary study, was selected to study the nonlinear I-V mechanism. The composites were prepared by mixing nano-SiC powder with silicone resin at the appropriate ratio in a Hauschild® high speed mixer. 1wt.% dicumyl peroxide was employed as the silicone rubber crosslinking agent. Samples were compression moulded at 150 °C/1h +180 °C/1h. Prior to any electrical tests, the cured composite discs (approximately 0.5 mm in thickness) were kept in a vacuum oven at ~80 °C overnight to remove any dicumyl peroxide residue, and gold electrodes of 2 cm in diameter were then sputter deposited onto both surfaces of the discs. Robust composite as well as SiC powder filler high field I-V characterization was performed either in a customized guarded cell for composites or a powder measurement cell for powders, which was connected to a Keithley 6517A electrometer and biased with a Bertan 10 kV voltage source. The measurements were generally undertaken at a range of temperatures at or above ambient temperature. To help identify the underlying conduction mechanism, additional composite I-V measurements were done at a dry ice temperature (~-40 °C). Steady-state composite or powder current readings were typically taken 2 h (composites) or 1 min (powders) after the step voltage was turned on. Some composite transient currents were also recorded with a Labview 6i program for an absorption current study. In addition, dielectric spectroscopy measurements were undertaken using a Novocontrol Alpha Analyzer. The test ac voltage was 1 volt RMS, and the typical measurement conditions were: 1 mHz to 0.1 MHz, 30 °C to 120 °C. Pulsed electro-acoustic (PEA) measurements [39-40] were conducted to assess the internal space charge distribution in the composite at room temperature. The applied dc field for space charge measurement ranged from 7 to 12 kV/mm. The interrogating pulse amplitude was 500 V, with a pulse width of about 10 ns. "]], ["RESULTS", ["##3.1 SIC POWDER AND BASE SILICONE RUBBER  The composite filler, a nano SiC powder, was characterized by secondary-ion mass spectroscopy and found to be p-type with an Al impurity of ~0.9×1020 atoms/cm3. Electrical characterization revealed that the nonlinear I-V behavior or current density (J) as a function of electric field (E) for the SiC powder compact was slightly temperature dependent, as shown in Figure 1. The powder nonlinearity exponent, α, was found to be approximately 4 at ambient temperature, which is better illustrated in the inset plot of powder resistivity vs. field. From an Arrhenius plot (ln J vs. 1000/T) at constant fields, the average charge carrier activation energy ΔE for the nano-SiC powder was found to be within the range of 0.048-0.064 eV based on J∝exp(-ΔE/kT). Figure 2 shows the dielectric spectroscopy data for the base silicone rubber, i.e., neat crosslinked silicone resin. A similar silicone rubber dielectric spectroscopy result was reported by others [41]. The data in the range 0.1-10 Hz is of particular interest. The slope of the log(ε”) (the imaginary permittivity) vs. log(frequency) is approximately 1, whereas the real permittivity, ε’, remains almost constant. This is typically a sign of dc conduction [42-44]. It suggests that the silicone rubber is a strongly disordered hopping carrier system in which the charge carriers can hop between localized sites, thereby introducing some dc conduction.  ##3.2 COMPOSITE DISPERSION & NONLINEAR BEHAVIOR  A typical Field Emission Scanning Electron Microscopy dispersion image of the 25vol% 50 nm-SiC/silicone rubber (SIR) composite is shown in Figure 3. The composite dispersion seems uniform although there are signs of some particle agglomeration, and it also appears that most particles are not in direct contact with each other. The composite steady-state nonlinear current density vs. field and the log(resistivity) vs. log(field) measured at a series of temperatures are shown in Figure 4(a-b). The data indicate that the composite starts to display nonlinearity at fields beyond 2-4 kV/mm, and the nonlinearity exponent, α, generally drops as temperature increases. Furthermore, compared to the nano-SiC powder compact, the nonlinear J-E behavior of the composite has larger temperature dependence. Corresponding Arrehnius plots (ln J vs. 1000/T) indicate that the composite carrier activation energy is ~0.4-0.6 eV, which is almost one order of magnitude higher than that of the powder compact. This implies that there are likely no significant direct particle-particle contact pathways in the composite, i.e., the 25vol% nanocomposite is below its geometric percolation and most SiC particles are separated by a thin silicone rubber layer. Theoretically, the average inter-particle silicone rubber layer thickness can be estimated based on the following equation for spherical fillers under ideal uniform dispersion [45-46]:  the filler volume fraction. Accordingly, the average interparticle silicone rubber layer thickness for the 25vol% 50 nm- SiC/silicone rubber is calculated to be approximately 14 nm.  ##3.3 COMPOSITE HOLE HOPPING NONLINEAR HYPOTHESIS ###3.3.1 HOLE HOPPING HYPOTHESIS  Hole injection and transport is acknowledged as a primary charge carrier process in many amorphous polymeric dielectrics [47-51]. Hole hopping conduction has also been identified as a primary conduction mechanism in some systems, e.g., in the amorphous regions of insulating polyethylene [47]. In this study, a high field nonohmic hole hopping transport at silicone rubber valence band tail hypothesis is schematically shown in Figure 5. The energy levels are based on the electronic band configuration of the components. In this figure, the electrodes are sputtered gold coatings, with a Work Function of ~5 eV. The bottom of the conduction band for silicone rubber is assumed to be located near the vacuum level, which is typical for most organic dielectrics [47, 50-51]. The band gap of β-SiC is around 2.2 eV [52-54], and the bottom of the conduction band is taken as 2.9eV below the vacuum level [52]. Hole injection and transport is hypothesized to be the dominant carrier process in the schematic based on the following two arguments. First, electrode hole injection is more likely to occur because the Schottky barrier height should be much lower compared to that for electron injection. For instance, if we assume the silicone rubber band gap is 6~8 eV, then the hole injection barrier height is around 1-3 eV, whereas the barrier height for electron injection is about 5 eV. Second, even if there are injected electrons, they will likely recombine with holes in p-SiC, therefore not contributing much to the steady-state current. The overall charge process may occur as follows: holes (h+) are Schottky injected from the anode, which travel through the neighboring thin rubbery layer via hopping across localize states near the silicone rubber valence band (VB) tail, followed by bulk conduction in the SiC VB. After that, it is postulated that holes are further internally emitted from p-SiC VB to the VB of the neighboring silicone rubber layer, followed by hopping transfer through that silicone rubber layer and so on, until eventually recombining with electrons at the cathode.  ###3.3.2 NEAREST-NEIGHBOR HOPPING (NNH) MECHANISM  Because variable range hopping can be ruled out based on the discussion in section 3.4.3 later on, nearest-neighbor hopping is the primary mechanism addressed here.  ####A. NNH EQUATION MODIFICATION For classical thermally-activated, field-enhanced “nearestneighbor” middle band gap or impurity band hopping near the Fermi level, the conductivity is derived as follows [14-19]: a) It is assumed that the number of electrons per unit volume within a range kT of the Fermi energy is kTN(EF), where k is Boltzmann’s constant, and N(EF), the density of local states at the Fermi level. b) The hopping rate is approximately given by the phononinduced hopping probability difference towards and against the electric field, which approximately equals:  where νPh is phonon frequency, α, the reciprocal of the decay length of the localized wave function, and R, ΔEhop are the average hopping distance and the average hopping activation energy respectively. c) Current density J is obtained by multiplying the above two terms with e and R, which gives:  c) Current density J is obtained by multiplying the above two terms with e and R, which gives:  In this work, we hypothesized a carrier transport process governed by nearest-neighbor hole hopping across the silicone rubber VB tail. As a result, the above carrier population term kTN(EF ) for middle band gap impurity hopping conduction should be replaced with the hole density near the SiC/silicone rubber interfaces, which conceptually is roughly proportional to exp(-EA/2kT), where EA is the SiC acceptor level, reported to be ~0.25 eV [52]. If we further assume νPh = kT / h , then equation (3) becomes  or J = C(T) · sinh(D(T) · E) , where C(T) and D(T) are as follows:  and  In addition, to achieve a more appropriate comparison of equation (4) with the data, a local E-field instead of nominal E-field is needed. This field can be determined simply by assuming that the dc voltage drop occurs only at the insulating rubber layers. The local E-field at each silicone rubber layer then approximately follows:  where E0 is the nominal electric field, l the inter-particle silicone rubber layer thickness, d the SiC particle diameter (~50 nm). Recall that from equation (1), the average silicone rubber layer thickness l for the studied nanocomposite is about 14 nm. Accordingly, Elocal is derived to be about 4-5 times higher than the nominal field.  ####B. NEAREST-NEIGHBOR HOPPING FITTINGS Results suggest that the experimental data fit well with the two parameter hyperbolic sine function characterized for nearestneighbor hopping at each temperature, as shown in Figure 6(ae). A further plot of ln(C(T)/T) vs. 1/T shown in Figure 7(a) exhibits a clear linear trend, from the slope of which, the overall hopping activation energy, 􀇻Ehop+EA/2, is estimated to be about 0.53 eV according to equation (5a), which falls in the 0.4-0.6 eV range derived from the composite Arrhenius ln J-1/T fitting. The net hopping activation energy, ΔEhop, is accordingly given as 0.53 eV - 0.25/2 eV ≈ 0.41 eV. Figure 7(b) shows the D(T) vs. 1/T fitting, which can be roughly fitted to follow a linear trend that intersects the origin (0,0). The overall average hopping distance, R, is then estimated to be approximately 4.3 nm according to equation (5b). From the same equation, the individual hopping distance, R, at each temperature can also be obtained from each D parameter, as listed in Table 1.  ##3.4 ALTERNATIVE MECHANISMS ###3.4.1 ELECTRODE INJECTION  Electrode charge injection can prevail over bulk conduction mechanism in real measurements. It commonly takes place by field-assisted thermionic emission, i.e., Schottky emission or by simple tunneling injection. Tunneling injection can basically be ruled out in this case because the nano-SiC/SIR JE data show significant temperature dependence. For electrode Schottky injection, the J-E relationship obeys the following equation [23-25]:  where βSch = (e3/4πε0ε∞)1/2. Here Φ0 is the initial barrier height without field, A is Richardson’s constant (theoretically equals 1202 mA/mm2K2). βSch is the Schottky constant, ε0 and ε∞ are the vacuum permittivity and high frequency dielectric constant of the material (SIR in this case). Figure 8 shows the kT · ln(J /T2 )~E1/2 plots for the nano- SiC/SIR at all measured temperatures, which seem to follow straight lines. From the slope βSch, ε∞ for silicone rubber matrix is calculated to be about 0.22, which is one order of magnitude lower than what was measured in Figure 2(a) as well as the commonly reported ε∞ of ~3 [41]. This discrepancy in dielectric constant rules out electrode Schottky injection as the underlying mechanism leading to composite nonlinearity, and implies that the external carrier supply is abundant.  ###3.4.2 INTERNAL TUNNELING OVER THIN SIR LAYER Tunneling through a thin polymer layer is an important charge transport mechanism. The general conditions for tunneling to occur are: 1) the local E-field should be high enough, for instance, ≥ 100 kV/mm; and 2) the polymer layer should be thin enough, typically within 2~3 nm. In the studied 25vol% 50nm-SiC/SIR system, the composite nonlinear behavior starts at fields as low as ~2 kV/mm, which is far below the 100 kV/mm even after taking into account the estimated 4 ~ 5 × local field enhancement. In the meantime, the average silicone rubber layer thickness is calculated to be ~14 nm. Both of these argue against direct internal tunneling. Furthermore, since the p-SiC hole density is proportional to exp(-EA/2kT), the temperature dependence (if tunneling only were occurring) would have a maximum activation energy of EA/2, i.e., ~0.13 eV, which is still considerably lower than the activation energy range of 0.4-0.6 eV estimated from the composite Arrehnius fittings.  ###3.4.3. VARIABLE RANGE HOPPING OVER A THIN SIR LAYER  Hopping through a thin polymer layer usually takes place through either variable range hopping (VRH) or nearestneighbor hopping (NNH). The temperature dependence of the conductivity for both hopping mechanisms follows [32-33, 36]:  For variable range hopping, s is typically ¼, which gives the well known three-dimensional Mott’s law, whereas nearestneighbor hopping is identified by a single thermal activation process, where s is equal to 1. A typical composite ln(conductivity) as a function of 1/T plot is shown in Figure 9, which includes a data point on dry ice temperature. The data suggest that a transition in mechanism occurs below room temperature. Above room temperature, a single thermal activation process, i.e., nearestneighbor hopping occurs, whereas variable range hopping may take place at low temperature. For quantitative analysis, the composite ln(conductivity) vs. 1/T0.25 was plotted and is shown in the inset plot of Figure 9. According to the literature [36-37], in the event of Mott variable range hopping, the fitting parameters 􀄱0 and T0 are closely related to the density of local states at the Fermi level, N(EF), and the decay length of the localized wave function, α-1, within the material as given in equations (9a-9b):  Further knowledge such as the average hopping distance, R, or the hopping activation energy, ΔEhop can be obtained from equations (9c-9d).  The result indicates that T0 and σ0 are around 2.67 ×109K and 1.06×1010 S ·m-1 respectively. Reasonable calculated values of N(EF), R and 􀇻Ehop are ~ 6.3·1017 cm-3eV -1 , ~10.2nm and ~0.35eV at ambient temperature after taking α -1 = 5 Å. The phonon frequency νph derived from equation (9b) is ~ 9.7×1020 s-1 , which is however significantly higher than practical phonon frequency of ~ 6×1012 s-1 near room temperature. This helps rule out variable range hopping as the primary charge conduction mechanism.  ###3.4.4 SPACE-CHARGE OR POOLE-FRENKEL EFFECT A classical space-charge-limited current model [30-31] like the Mott-Gurney law generally predicts a constant low nonlinearity exponent, α, of close to 2, according to:  which cannot explain the J-E nonlinearity for the studied nano-SiC/SIR. On the other hand, compared to the hopping mechanism, the Poole-Frenkel effect [26-29] is typically associated with low density yet deep level localized sites or traps (~>1 eV) in dielectrics, which is higher than the estimated composite activation energy of 0.4-0.6 eV. In addition, the dielectric spectroscopy data suggested that the base silicone rubber is likely a hopping carrier system with a high density of local states. Therefore, the Poole-Frenkel mechanism can also be ruled out.  ##3.5 OTHER RESULTS ###3.5.1 COMPOSITE ABSORPTION CURRENT CHARACTERIZATION  Absorption current characterization [55-57] often provides additional insight for understanding the carrier injection and charge transport in a non-ideal dielectric. Figure 10 shows the nanocomposite room temperature absorption current as a function of time at different fields: from the low field, composite linear I-V region of 2 - 4 kV/mm, to fields of 6 - 8 kV/mm in the nonlinear region (refer to Figure 4b). The result indicates that, in a log-log representation, the low field absorption current follows a linear universal law [55-57], i.e. I (t ) = A(T ) · t - n , with n close to unity. By contrast, the current drop slows down and a plateau gradually forms at high (nonlinear) fields, rendering appreciably higher steady-state currents at high fields. According to Jonscher [57], this high field plateau can be attributed to a carrier hopping mechanism, which supports our hopping hypothesis.  ###3.5.2 COMPOSITE DIELECTRIC SPECTROSCOPY  Figure 11 shows the nano-SiC/SIR dielectric loss, ε”, as a function of frequency at different temperatures. At low frequency, ε” displays a rapid increase, and the data at each temperature are essentially parallel, which is likely an indication of thermally-activated quasi-dc conduction. Based on the loss frequency shift as a function of 1/T (the insert plot), the activation energy, ΔE, is found to be about 0.54 eV, which indeed agrees well with the overall 0.53 eV activation energy derived from the nearest-neighbor hopping fitting in section 3.3.2.  ###3.5.3 PULSED-ELECTROACOUSTIC (PEA) STUDY Pulsed-electroacoustic analysis (PEA) [39-40] was undertaken on the 25vol% nano-SiC/SIR composite. The charge buildup at typical field of 7 kV/mm is shown in Figure 12. The data show no sign of homocharge near the cathode for electrode injection, whereas there exists a uniform positive charge buildup across the composite, which could be argued as a sign for hole conduction. "]], ["DISCUSSION", ["The logic for the composite nonlinearity drop as temperature increases can be understood on the basis of nearest-neighbor hopping conduction as follows. First, in terms of fundamental physics, the composite hopping nonlinearity exponent, α, basically arises from the hopping probability difference along or against the field, which is expected to be compromised as T increases. Second, mathematically, the hopping nonlinearity, α, is determined by the field dependent term sinh(eRE / kT) , which is approximately equal to e(eRE / kT ) / 2 at high fields. Accordingly,  Equation (12) suggests that the hopping nonlinearity exponent, α, should decrease as T increases, and it also implies that, 􀄮, is indeed field dependent. Furthermore, the hypothesis of hole hopping across the silicone rubber valence band tail is largely based on an ideal component band configuration as well as the p-type nature of the filler SiC. When the composite system is different, hopping could also occur in the middle of the band gap near the Fermi level, or through the organic conduction band tail for electron hopping if the fillers are n-type semiconductors, metals or carbon black. Finally, an ionic hopping contribution, which has been claimed for some organic dielectric or dielectric composites, cannot be rigorous ruled out in this study [35, 38], as it also happens via hopping transfer. 5 CONCLUSIONS A robust investigation has been performed to study the high field nonlinear I-V mechanism for a 25vol% 50nm p- SiC/silicone rubber field grading composite. Results indicate that thermally-activated, field-enhanced nonohmic hole nearest-neighbor hopping transport across inter-particle silicone rubber layers is likely the mechanism governing the nonlinear behavior. The average hopping activation energy and average hopping distance are estimated to be ~0.41 eV and ~4.3 nm respectively, both of which are typical for hopping conduction, and the hopping-based composite nonlinearity exponent, α, generally decreases as temperature increases."]]], "doi": "10.1109/TDEI.2010.5658218", "figures": [["Figure 1", "Figure 1", "Figure 1. The nano-SiC powder current density J vs. electric field E at  different temperatures. The inset plot shows powder resistivities at  25 °C.   "], ["Figure 10", "Figure 10", "Figure 10. The 25 vol% nano-SiC/SIR absorption current vs. time  from low, linear to high, nonlinear fields.   "], ["Figure 11", "Figure 11", "Figure 11. 25 vol% nano-SiC/SIR dielectric loss data. The inset plot  shows log f vs. 1000/T.   "], ["Figure 12", "Figure 12", "Figure 12. Pulsed-electroacoustic analysis (PEA) for 25 vol% nano-SiC/SIR for charge buildup at 7 kV/mm.   "], ["Figure 2", "Figure 2", "Figure 2. Real, and imaginary permittivity vs. frequency for base silicone rubber. The data within 0.1-10 Hz is a likely  indication of hopping conduction.   "], ["Figure 3", "Figure 3", "Figure 3. A Field Emission SEM image of the 25 vol% 50nm-SiC/silicone rubber composite showing the state of dispersion.   "], ["Figure 4", "Figure 4", "Figure 4. 25vol% 50nm-SiC/silicone rubber composite (a) steady-state current density vs. field at various temperatures, and (b)  corresponding log(resistivity) vs. log(field) plots.   "], ["Figure 5", "Figure 5", "Figure 5. The speculated hole injection and conduction occurred for the 25vol% 50nm p-SiC/SIR composite. The (nearest-neighbor) hole hopping across thin silicone rubber layer VB tail process is hypothesized to be the governing physics for composite high field I-V nonlinearity. The overall band tilting under the field is removed for clarity."], ["Figure 6", "Figure 6", "Figure 6. 25 vol% nano-SiC/SIR composite J-E local two parameter hyperbolic sine hopping fittings (a)-(e).  Fitting parameter C and D at each temperature are shown on each figure."], ["Figure 7", "Figure 7", "Figure 7. 25 vol% nano-SiC/SIR (a) ln(C/T) vs. 1/T, and (b) D(T) vs. 1/T hopping fittings."], ["Figure 8", "Figure 8", "Figure 8. A plot of kT·ln(J/T 2) vs. E 1/2 to compare the data to the  Schottky model for a 25 vol% 50nm-SiC/SIR composite.   "], ["Figure 9", "Figure 9", "Figure 9. A plot of ln(conductivity) vs. 1/T at 5 kV/mm for a 25 vol%  Nano-SiC/SIR. The inset plot shows the corresponding composite  ln(conductivity) vs. 1/T 0.25 Mott’s variable range hopping fitting at  ambient temperature & above.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Derived individual hopping distance R at each temperature."]], "tables": []}