{"title": "Morphology-controllable graphene–TiO2 nanorod hybrid nanostructures for polymer composites with high dielectric performance†", "abstract": "High permittivity polymer-based materials are highly desirable due to their inherent advantages of being easy to process, flexible and light weight. Herein, a new strategy for the development of polymer composites with high permittivity and low dielectric loss has been proposed based on morphology-controllable graphene–TiO2 nanorod hybrid nanostructures. These hybrid nanostructures possess large aspect ratio, high surface area and high electric conductivity graphene sheets, which provide ideal electrodes in the construction of microcapacitors. In addition, the morphology-controllable TiO2 nanorod decoration effectively prevents direct contact between the graphene sheets in the composite, which give advantages for forming a large microcapacitor network and suppressing the leakage current. As a consequence, a polystyrene composite with 10.9 vol% graphene–TiO2 nanorod sheets exhibits a very high permittivity of 1741 at 102 Hz, which is 643 times higher than the value for pure polystyrene (2.7), and low dielectric loss (tanα) of only 0.39. The permittivity of the composites can be controlled by controlling the amount of nanorod decoration on the graphene substrates, which provides a new pathway for tuning the permittivity of polymer composites. We expect that our strategy of controlling filler interface will be applied to acquire more polymer composites with high permittivity and low dielectric loss. ", "body": [["Abstract", ["High permittivity polymer-based materials are highly desirable due to their inherent advantages of being easy to process, flexible and light weight. Herein, a new strategy for the development of polymer composites with high permittivity and low dielectric loss has been proposed based on morphology-controllable graphene–TiO2 nanorod hybrid nanostructures. These hybrid nanostructures possess large aspect ratio, high surface area and high electric conductivity graphene sheets, which provide ideal electrodes in the construction of microcapacitors. In addition, the morphology-controllable TiO2 nanorod decoration effectively prevents direct contact between the graphene sheets in the composite, which give advantages for forming a large microcapacitor network and suppressing the leakage current. As a consequence, a polystyrene composite with 10.9 vol% graphene–TiO2 nanorod sheets exhibits a very high permittivity of 1741 at 102 Hz, which is 643 times higher than the value for pure polystyrene (2.7), and low dielectric loss (tanα) of only 0.39. The permittivity of the composites can be controlled by controlling the amount of nanorod decoration on the graphene substrates, which provides a new pathway for tuning the permittivity of polymer composites. We expect that our strategy of controlling filler interface will be applied to acquire more polymer composites with high permittivity and low dielectric loss. "]], ["Introduction", ["High permittivity materials have been widely used in modern electronics and electric power systems such as capacitors, actuators, piezoelectric and pyroelectric sensors, and power cable terminations.1–4 Among various high permittivity materials, organic polymer-based materials are highly desirable due to their inherent advantages of being easy to process, flexible and light weight. However, the permittivity (εm) of common polymer matrixes is very low (<10). Most studies have worked on the development of high permittivity (ε) polymer composites.5–20 One common approach is to disperse high permittivity ceramic powders into a polymer matrix. However, polymer–ceramic composites generally have relatively low permittivity (about 10 times less than the polymer matrix) even with high ceramic loading (>50 vol%).5–8 In addition, high loading of the ceramic fillers not only deteriorates the mechanical properties of the composites but also causes processing difficulties.9  Another approach is to prepare percolative polymer composites using conductive fillers such as metal nanoparticles,10–12polyaniline,13carbon black,14carbon nanotubes,15–18 and graphite nanoplates.19,20 As the loading of conductive filler approaches the percolation threshold (<20 vol%), permittivity enhancement (ε/εm) can dramatically increase because a microcapacitor network is constructed in the composite. However, such percolative composites generally have high dielectric loss (tanα is above 2 at 102 Hz) near the percolation threshold.10,13,15,17,20 The high dielectric loss is mainly caused by large leakage current due to the direct connection between conductive fillers.21 On the other hand, direct contact between conductive fillers reduces the microcapacitor number, leading to a reduction in the intensity of the permittivity enhancement (ε/εm). Therefore, effective prevention of direct contact between conductive fillers is a key for the development of polymer composites with high permittivity enhancement and low dielectric loss because it not only suppresses the leakage current but also increases the microcapacitor number.  Graphene sheets (GSs) have become one of the most appealing topics of research because of their two-dimensional (2D) structure and unique properties such as superior electrical conductivity, excellent mechanical flexibility, large surface area, high thermal conductivity, and high thermal and chemical stability.22,23 Such unique features render GSs a superior electrode material of microcapacitors for increasing the permittivity of polymer composites. To the best of our knowledge, the study of dielectric properties of graphene–polymer composites has rarely been reported. Most studies of graphene–polymer composites focus on the electrical, thermal, and mechanical properties of the graphene–polymer composites.24–26  Herein, a new strategy for the achievement of polymer composites with high permittivity and low loss has been proposed based on 2D sandwich-like graphene–TiO2 hybrid (GT-hybrid) sheets, in which each GS is uniformly decorated with TiO2 nanorods.27 The GT-hybrid sheets possess 2D graphene substrates, which provide the desired electrodes for the formation of microcapacitors. In addition, the morphology-controllable TiO2 nanorod decoration effectively prevents direct contact between the GSs in the composite, allowing for forming a large number of microcapacitors and suppressing the leakage current. As a consequence, by dispersing 10.9 vol% GT-hybrid sheets into a polystyrene (PS) matrix, the permittivity of the composite can be increased to 1745 at 102 Hz, which is 643 times higher than the value of pure PS (2.7), and the dielectric loss (tanα) is only 0.39. The permittivity enhancement (ε/εm) is significantly higher than that (10–270) of the reported percolative composites near the percolation threshold.10–20 The permittivity of the composites can be tuned by altering the amount of nanorod decoration on the GS substrates. We expect that our strategy of controlling the filler interface will be applied in the future to acquire more polymer composites with high permittivity and low dielectric loss. "]], ["Results and discussion", ["##Fabricating graphene–TiO2 hybrid sheets Graphene has been synthesized by a variety of methods such as chemical vapor deposition, epitaxial growth on SiC, bottom-up organic synthesis, and exfoliation of graphite or graphite derivatives (graphene oxide, GO).24,28 Among them, exfoliation and reduction of GO was proven to be an effective and reliable method for the large scale and low cost production of GSs required for polymer composite applications. On the other hand, GO is heavily oxygenated, bearing hydroxyl and epoxide functional groups on the basal planes. The presence of these oxygen-functionalized groups facilitates GO functionalization with organic molecules. Such merits qualify GO as a reliable and economically feasible source for the production of 2D graphene–metal oxide composites. Despite this application of GO as graphene source is easy to image, it is difficult to control the morphology and distribution of metal oxides on the surface of GSs owing to the intrinsic incompatibility between GO and inorganic materials.29–33 In this work, we develop a route to GT-hybrid sheets starting from GO and Ti precursors in oleic acid medium. The route involves two major steps: Firstly, GO was modified by surface grafting of n-Octyltriethoxysilane (OTES) to be dispersed into Ti precursor solution (the complex of tetrabutyl titanate and oleic acid), as shown in Fig. 1. The utilization of oleic acid as reaction medium in our approach is based on the following considerations: i) oleic acid possesses a high boiling point suitable for reducing GO at high temperatures; ii) oleic acid is a good solvent to control nucleation and growth and distribution of TiO2 nanocrystals on the surface of GSs. Then, GO was reduced and assembled with TiO2 nanorods on two basal planes in Ti precursor solution at high temperature. Once this process was complete, TiO2-decoration helps to prevent aggregation of the graphene. By these means, 2D sandwich-like GT-hybrid sheets are constructed in one pot. The resulting GT-hybrid sheets can be dispersed in organic solvents, such as toluene and CH2Cl2, which is required for dispersing GT-hybrid sheets in polymer matrixes.  ##Characterization of graphene–TiO2 hybrid sheets The morphology and microstructure of as-prepared GO and GT-hybrid sheets were investigated by field emission scanning electron microscopy (FE-SEM) and transmission electron microscopy (TEM). GO sheets have a randomly folded and wrinkled structure with several micrometres in size (Supporting information, Figure S1†), which is consistent with previous studies.34,35 GT-hybrid sheets with morphology similar to that of GO and with same size as GO were observed, as shown in Fig. 2(a)–(c). Remarkably, the GSs are homogeneously decorated by numerous TiO2 nanorods with length of about 30 nm and diameter of about 3 nm (Supporting Information, Figure S2†). No free nanorods or naked graphene sheets appear in the TEM visualization. This result suggests that, as expected, most of nanorods are concentrated on the surface of the GS due to their strong interactions. The high resolution TEM of GT-hybrid sheets indicates that most of the GSs are composed of a few layers (n<5). Fig. 2(d) shows a 2.2 nm thick GS, corresponding to approximately 5 stacked layers of single GSs. The clear 2D lattice fringes indicate that the TiO2 nanorods are well-crystallized (Fig. 2(e)).  The GO and GT-hybrid sheets were further characterized by the X-ray diffraction (XRD). As shown in Figure S3a (Supporting Information),† the XRD pattern of GO reveals a sharp (002) diffraction peak at 2θ = 9.6° and no conventional stacking peak for graphite at 2θ = 26.6°. This result illustrates that most of the natural graphite is oxidized into GO by expanding the d-spacing from 0.34 nm to 0.78 nm. For the GT-hybrid sheets, all the diffraction peaks (Fig. 2(f)) are perfectly indexed to the anatase TiO2 phase (JCPDS 73–1764). Moreover, the peak of GO at 2θ = 9.6° disappears in the XRD pattern of the GT-hybrid sheets, confirming the reduction of GO (Supporting Information, Figure S3b).† The resultant GT-hybrid sheets were further characterized by selected area electron diffraction (SAED) and energy-dispersive X-ray (EDX). Two sets of diffraction signals are detected in the SAED pattern (the inset in Fig. 2(f)): one set of isolated dots from graphene and one set of rings from TiO2 nanocrystals. The EDX spectrum reveals that only C, Ti and O elements exist in the GT-hybrid sheets, while Cu results from the copper grids, indicating that Si groups were removed in the reducing process (Supporting information, Figure S3c†).  It is well-known that GO is an electrically insulating material due to the presence of large amounts of oxygen-containing groups on the basal planes. Upon removal of such groups, the electrical properties of GSs are supposed to be restored.28b The electrical performance of GT-hybrid sheets is dependent on the reduction of GO during the synthetic process, which is further confirmed by UV-vis absorption and Raman spectra. As shown in Fig. 3(a), the marked red-shift of the typical absorption peak of GO (corresponding to π–π* transitions of aromatic C[double bond, length as m-dash]C) from 225 nm to 258 nm indicates that electronic conjugation of GO within GT-hybrid sheets was restored, in accordance with previous reports.36,37 The Raman spectrum of the GT-hybrid sheet sample reveals both G (the E2g phonon mode of sp2carbon atoms) and D (the breathing mode of k-point mode of A1g symmetry) bands at 1584 and 1351cm−1, respectively (Fig. 3(b)). Compared with that of GO, the G peak of the GT-hybrid sheets shifts in a short-wavelength direction, suggesting a significant deoxygenation of GO within the GT-hybrid sheets. The ID/IG ratio is introduced to quantify the relative content of the graphene defects (D peak) and graphenic region (G peak). The ID/IG ratio of GO is about 1.13 while that of GT-hybrid sheets decreases to 0.98. This result suggests our approach of fabricating GT-hybrid sheets is also able to recover the aromatic structures of GO by repairing defects.  The decoration density of TiO2 nanorods on GSs is dependent on the initial weight ratio of tetrabutyl titanate : GO. When the ratio is 20 : 1, the GSs are decorated with a small number of nanorods and obvious large naked areas are observed on the GSs (Fig. 4). As the weight ratio increased, more nanorods were constructed and uniformly distributed on the GSs. At the ratio of 60 : 1, GSs are almost fully covered by nanorods. As the ratio increases to 80 : 1 and 100 : 1, the coverage density of nanorods on GSs further increases and the distribution of nanorods still remains uniform.  ##Characterization of graphene sheets (GSs) GSs were also prepared by the direct reduction of OTES-modified GO in oleic acid medium at high temperature. TEM and SEAD images of typical GSs are presented in Fig. 5(a) and (b). GSs have a GO-like morphology with a randomly folded and wrinkled structure. The corresponding SEAD pattern clearly reveals the typical six-fold symmetry diffraction patterns, which is ascribed to GSs. The XRD pattern of GSs reveals a substantial shift of the (002) reflection peak from 9.6° to 23.3° via the high temperature reducing processing, confirming the formation of GSs from GO (Fig. 5(c)). This result is consistent with that of GSs made by thermal and aqueous N2H4 reduction of GO.33,38  ##Dielectric properties of the composite of GS–PS and GT-hybrid sheet–PS GSs have been researched extensively as fillers to improve physical properties of host polymers, owing to unique properties such as superior electron transport, mechanical properties and high surface area. We initially use a traditional percolative strategy to increase the permittivity of PS composites by directly adding GSs. Fig. 6(a) shows the variation of the permittivity and dielectric loss of GS–PS composites with various GSs loadings. The permittivity (ε) variation of the composites shows a good agreement with the typical power law11 in eqn (1), as follows: ε ∝ εm (fc − fGS)−s for fGS < fc    (1) where εm is the permittivity of the matrix, fc is the percolation threshold, and s is the critical exponent. According to calculation, fc is about 1.50 vol% with s = 1.23. fc is lower than that of the GS–poly(vinylidene fluoride) composite.39 The permittivity of the composite with 1.4 vol% GSs (close to the percolation threshold) is up to 41, which is only 15 times larger than that of pure PS (2.7), while the loss tanα is 0.9. Beyond the percolation threshold, the dielectric loss dramatically increases although the permittivity of PS–GS composites keeps on rising. For instance, the permittivity of the composite is up to 85 with 2.4 vol% GSs, while the loss (tanα) increases to 25, 28 times larger than that of the composite with 1.4 vol% GSs (0.9). This dielectric behavior is consistant with that of reported percolative composites.15,19,39,40 The frequency dependence of the ac conductivity of the composites reveals that the conductivity is independent of frequency (<104 Hz) for the composite with 2.4 vol% GSs (Supporting Information, Figure S4†), suggesting that high dielectric loss may come from high leakage current caused by the direct connection between GSs beyond the percolation threshold.21 Therefore, preventing contact between the GSs in the PS matrix is a key for achieving a polymer composite with high permittivity and low dielectric loss.  We further investigate that the sandwich-like GT-hybrid sheets serving as fillers for increasing the permittivity and reducing dielectric loss of the PS composites. Fig. 6(b) shows the evolution of permittivity and dielectric loss tangent of the composites as a function of the volume concentration of TiO2-decoration on 2.4 vol% GS substrates. It is striking to note that a very high permittivity of about 1745 and relatively low loss tangent of about 0.39 were achieved for the composite with 10.9 vol% GT-hybrid sheets (containing 8.5 vol% TiO2-decoration) at 102 Hz. The permittivity value is 645 times higher than that of the pure PS (2.7). To the best of our knowledge, the permittivity enhancement (645 times) is much higher than that (10–270 times) of all the reported percolative composites near the percolation threshold.10–21,39 The loss tangent is also lower than that (above 2) of most percolative composites near the percolation threshold.10,13,15,17,20 Such a high permittivity and relatively low dielectric loss can certainly be attributed to the synergic effect between the GSs and the TiO2 nanorod decorations in the composite. As shown in Fig. 5S (Supporting Information),† each of the two neighboring GSs is treated as a local microcapacitor with the GSs as the two electrodes and the nanorod decorations as the dielectric, and a large network of these local microcapacitors is constructed between two testing electrodes, thus leading to a high permittivity of the composite. Furthermore, the nanorod decorations not only serve as dielectric layers but also as insulation layers to suppress leakage current by preventing contact between the GSs in the composite, thus leading to a relatively low dielectric loss.  The dielectric properties of the composites are closely related to the nanorod decoration content (fTiO2) on GSs. As is shown in Fig. 6(b), the permittivity of the composites gradually increases and the loss tangent keeps on dropping when the fTiO2 increases up to 8.5 vol%. This dielectric behavior provides a new route to tune the permittivity of the composites by controlling the interfaces of conductive fillers. In traditional percolative strategy, it is difficult and risky to tune the permittivity of composites because the permittivity enhancement (ε/εm) suffers from an abrupt variation near the percolation threshold (fc).10,15,19,21 This dielectric behavior could be interpreted by the microcapacitor model. More microcapacitors, as expected, are constructed by isolating GSs as fTiO2 increases up to 8.5 vol%, which increases the effective capacitance of the microcapcitor network, and then enhances the permittivity of the composites. Moreover, the isolation of GSs also suppresses the leakage current of the composites, thus leading to the reduction of dielectric loss.  However, an exceptional feature of our results is that the permittivity of composites abruptly drops and loss tangent still keeps on descending as the fTiO2 increases beyond 8.5 vol%. This feature is completely different from the reported percolative composites where the large leakage current leads to a significant reduction in permittivity and an increase in the loss tangent at high filler loading.15,19,40  In order to further understand such special dielectric behavior observed in the GT-hybrid sheet–PS composites, the frequency dependence of the permittivity and the dielectric loss were investigated for these composites. First of all, it was found that the permittivity retains a weak frequency dependence in the low frequency range, and stepwisely decreases with a very clear loss peak in the frequency range of 103–106 Hz and 104–107 Hz for the composites with 7.2 vol% and 10.9 vol% GT-hybrid sheets, respectively (Fig. 7(a) and (b)). This result suggests that interfacial polarization is dominated for the capacitance of these microcapacitors, thus leading to the high permittivity of the composites.21,41,42 Secondly, as the TiO2 decoration increases, the loss peak shifts to lower frequencies, indicating that the relaxation time increases. Moreover, the conductivity dramatically decreases from 4.07 × 10−6 S m−1 for the composite with 10.9 vol% GT-hybrid sheets to about 1.42 × 10−8 S m−1 for the composite with 19.2 vol% GT-hybrid sheets and about 1.20 × 10−8 S m−1 for the composite with 24 vol% GT-hybrid sheets at 102 Hz because the large number of nanorods increase the distance between the GSs (Supporting Information, Figure S6†). It is well-known that interfacial polarization arises from the intrinsic immobilized free charge that can move freely in the composite in response to the applied field at a certain temperature, then block at the insulator–conductor interfaces due to the conductive and dielectric difference between them.21,43 Therefore, for the GT-hybrid sheet–PS composites with more than 8.5 vol% TiO2 decoration, the reduction in permittivity can be attributed to the reduction in interfacial polarization caused by low conductivity despite a large number of microcapacitors being constructed.  A similar frequency dependence of the permittivity was observed in the composites containing GT-hybrid sheets with low TiO2 decoration (2.0 vol%) and containing pure GSs (fGS>fc), as shown in Fig. 7 (a)–(d). The permittivity and loss tangent both dramatically decrease with increasing frequency and no clear loss peak is observed in the whole measured frequency range from 102 to 107 Hz. Similar changes have been observed in earlier studies on percolative composites.15,17,19 This dielectric phenomenon can be attributed to the large leakage current caused by the direct connection between the conductive fillers in the polymer matrix. These results suggest that the appropriate TiO2 decoration is required for reducing the dielectric loss of the composites by suppressing the leakage current and improving the permittivity of the composites by increasing the interfacial polarization.  The effect of temperature on the dielectric performance of GT-hybrid sheet–PS composite was also investigated. Fig. 8 shows the frequency dependence of the permittivity and the dielectric loss for the composite with 10.9 vol% GT-hybrid sheets in the temperature range from 0 °C to 80 °C. It is clear that the permittivity–frequency curve and the corresponding loss peak both move towards higher frequencies with increasing temperature, in agreement with classical theoretical predications.43 As the temperature rises, the motion of the polymer chain increases and more charge carriers accumulate at the interface within the composites, resulting in a stronger interfacial polarization. It should be noted that the permittivity of the composite increases from 1602 to 2135 while the corresponding loss tangent only increases from 0.39 to 0.72 when the temperature increases from 0 °C to 80 °C at 102 Hz. This result indicates that the GT-hybrid sheet–PS composites have potential applications as new dielectric materials for a broad temperature range.  In applications of electric-energy-storage capacitors and actuators, high permittivity and low dielectric loss polymer composites are highly desirable and have been actively pursued. However, the permittivity is not the only factor that governs the energy density and the electromechanical strain responses in a dielectric material. High breakdown strength is also required for large energy storage and electromechanical strain.13b,18,44 Directly adding conductive fillers usually gives rise to a significant reduction in the effective breakdown strength despite increasing the permittivity of the polymer composites. For example, the breakdown voltage of the poly-(styrene-co-ethylene-co-butylene-co-styrene) composite with 4 vol% carbon black particles is only 1.6 V μm−1, 27 times lower than that of the matrix.45 The reduction in breakdown strength arises from a tunneling charge injection at high electric fields.21 Introducing an additional interface layer between the conductive fillers provides a promising approach to suppress the tunneling current of the composites at high fields, which may increase the breakdown strength of the composite when compared to a conductive filler–polymer composite.13b,45 Therefore, we believe that the GT-hybrid sheets–polymer composites have enough breakdown strength in the application of electronic capacitors for energy storage, such as embedded capacitors in organic printed circuit boards.11 The dielectric behavior of GT-hybrid sheet–PS composites at high electric fields will be investigated further in the future."]], ["Conclusions", ["In summary, we have developed a facile route to synthesize 2D sandwich-like GT-hybrid sheets. The resulting GT-hybrid sheets possess GS substrates and morphology-controllable nanorod decoration. GSs provide a superior electrode material for microcapacitors and the nanorod decoration gives advantages for forming a large number of microcapacitors and suppressing the leakage current by effective prevention of contact between GSs in the polymer composite. As a consequence, the GT-hybrid sheet–PS composites have high dielectric performance, including high permittivity and low dielectric loss. It has been found that the high permittivity is mainly due to interfacial polarization. The permittivity of the PS composites can be controlled by the TiO2 nanorod decoration amount on GS substrates, which provides a new route to tuning the permittivity of the polymer composites. We believe that such a controlling-filler-interface protocol will provide a new pathway for acquiring high dielectric performance polymer composites. "]], ["Experimental", ["Natural graphite powder (30 μm with purity >99.85%) was purchased from Sinopharm Chemical Reagent co., Ltd, China. Graphene oxide was synthesized from natural graphite powder by a modified Hummers method.46 ## Graphene–TiO2 hybrid sheets In a typical experiment, graphene oxide (50 mg) was first dispersed in ethanol solution (30 ml) containing octyltriethoxysilane (OTES, 0.5 g) and water (0.5g) by ultrasonic treatment, and then the mixture was heated to 70 °C with magnetic stirring. After reacting for 8 h, the desired OTES-modified graphene oxide was obtained by washing with ethanol and centrifugal separation. Subsequently, the as-synthesized OTES-modified graphene oxide was dispersed in oleic acid solution (30 ml) containing tetrabutyl titanate (3 g) and triethyl amine (2 ml), and then the mixture was heated to 180 °C with magnetic stirring. After reaction for 15 h, the desired graphene–TiO2 hybrid sheets (the volume ratio of graphene sheets : TiO2 nanorods was: 2.4 : 8.5) were obtained by washing with dichloromethane 3 times and then centrifugal separation. Similarly, 1, 2, 3.9, 4.9 g tetrabutyl titanate was used to prepare the graphene–TiO2 hybrid sheets with the volume ratios of graphene sheets : TiO2 nanorods of 2.4 : 2.0, 2.4 : 4.8, 2.4 : 16.8, 2.4 : 21.6, respectively. ## Graphene sheets The as-synthesized OTES-modified graphene oxide was directly dispersed in oleic acid solution (30 ml). After reaction at 180 °C for 15 h, the desired graphene sheets were obtained by washing with dichloromethane and ethanol and centrifugal separation. ##The preparation of graphene–TiO2 hybrid sheets–PS and graphene sheets–PS composites A desired amount of graphene–TiO2 hybrid sheets or graphene sheets was first dispersed in 20 ml dichloromethane. At the same time, a certain amount of polystyrene (STYRON666H, Dow chemistry) was also dissolved in dichloromethane at 70 °C. Then, the two solutions were mixed and stirred at 50 °C for 30 min. The as-prepared mixture was poured onto a Teflon plate to form a thin film. Subsequently, the obtained films were dried at room temperature for 1 day, and then at 80 °C in a vacuum drier for 1 day. Samples for testing were made by hot pressing several solution-cast films stacked together at 150 °C, as described by Arbatti, et al.5 ##Characterization The morphology and microstructure of the samples were investigated by FE-SEM (JSM-7401F, JEOL, Japan), TEM (JEM-2010, JEOL, Japan), EDX (Link-Inca, model 622, U.K.), XRD (D/max-2200/PC, Rigaku, Japan), Roman (LabRam HR800, Jobin Yvon, France), and UV-vis (Lambda 20, Perkin Elmer, USA). The dielectric properties of the samples were measured using an Agilent 4294 impedance analyzer in the frequency range of 102–107 Hz. The working electrodes were prepared by depositing gold films on both sides of the samples."]]], "doi": "10.1039/c1jm12903a", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 Schematic of the fabrication procedure for graphene–TiO2 hybrid sheets."], ["Fig. 2", "Fig. 2", "Fig. 2 TEM images of GO (a); GT-hybrid sheets (the volume ratio of GSs–TiO2 nanorods is: 2.4:4.8): (b),(c) TEM images, (d),(e) high resolution TEM, (f) XRD pattern, and the inset is the SAED pattern."], ["Fig. 3", "Fig. 3", "Fig. 3 (a) UV-vis absorption and (b) Raman spectra of GO and GT-hybrid sheets.\t"], ["Fig. 4", "Fig. 4", "Fig. 4 TEM images of GT-hybrid sheets fabricated with different initial weight ratios of tetrabutyl titanate : GO: (a) 20 : 1, (b) 40 : 1, (c) 60 : 1, (d) 80 : 1, (e),(f) 100 : 1 showing the corresponding volume ratio of GSs : TiO2 nanorods: (a) 2.4 : 2, (b) 2.4 : 4.8, (c) 2.4 : 8.5, (d) 2.4 : 16.8, (e),(f) 2.4 : 21.6."], ["Fig. 5", "Fig. 5", "Fig. 5 (a) TEM image, (b) SAED pattern and (c) XRD pattern of graphene sheets.\t"], ["Fig. 6", "Fig. 6", "Fig. 6 Variation of permittivity and loss tangent of: (a) the GS–PS composites as a function of the volume fraction of GSs; (b) the GT-hybrid sheet–PS composites as a function of the volume fraction of TiO2-decoration (f TiO2) on 2.4 vol% GS substrate at room temperature at 10 2 Hz."], ["Fig. 7", "Fig. 7", "Fig. 7 Frequency dependence of (a) permittivity and (b) dielectric loss of GT-hybrid sheet–PS composites; (c) permittivity and (d) dielectric loss of the GS–PS composites at room temperature.\t"], ["Fig. 8", "Fig. 8", "Fig. 8 Frequency dependence of (a) permittivity and (b) loss tangent of the PS composite with 10.9 vol% GT-hybrid sheets."]], "table_captions": [], "tables": []}