{"title": "Synthesis and properties of low‐dielectric‐constant polyimides with introduced reactive fluorine polyhedral oligomeric silsesquioxanes", "abstract": " A high‐performance, low‐dielectric‐constant polyimide (PI) nanocomposite from poly(amic acid) (PAA) cured with a reactive fluorine polyhedral oligomeric silsesquioxane (POSS) isomer was successfully synthesized. The features of this reactive fluorine POSS isomer [octakis(dimethylsiloxyhexafluoropropylglycidyl ether)silsesquioxane (OFG)] provided two important approaches (containing fluorine or being porous in the polymer matrix) of reducing the dielectric constant of PI. This reactive POSS isomer had an average of four epoxy groups and four fluorine groups on the POSS cage, and the epoxy groups could be cured with PAA to form a network framework of a PI/POSS nanocomposite. The PI/OFG nanocomposite had a high crosslinking density, high porosity (24.3%), high hydrophobicity, and low polarizability. These properties enhanced the thermal (glass‐transition temperature ∼ 362 °C) and dielectric (dielectric constant ∼2.30) properties of PI more than other POSS derivatives introduced into the PI backbone. A large number of small POSS particles (<10 nm) were embedded inside the PI matrix when the OFG content was low, whereas interconnected POSS aggregation domains were observed when the OFG content was high. ", "body": [["Abstract", [" A high‐performance, low‐dielectric‐constant polyimide (PI) nanocomposite from poly(amic acid) (PAA) cured with a reactive fluorine polyhedral oligomeric silsesquioxane (POSS) isomer was successfully synthesized. The features of this reactive fluorine POSS isomer [octakis(dimethylsiloxyhexafluoropropylglycidyl ether)silsesquioxane (OFG)] provided two important approaches (containing fluorine or being porous in the polymer matrix) of reducing the dielectric constant of PI. This reactive POSS isomer had an average of four epoxy groups and four fluorine groups on the POSS cage, and the epoxy groups could be cured with PAA to form a network framework of a PI/POSS nanocomposite. The PI/OFG nanocomposite had a high crosslinking density, high porosity (24.3%), high hydrophobicity, and low polarizability. These properties enhanced the thermal (glass‐transition temperature ∼ 362 °C) and dielectric (dielectric constant ∼2.30) properties of PI more than other POSS derivatives introduced into the PI backbone. A large number of small POSS particles (<10 nm) were embedded inside the PI matrix when the OFG content was low, whereas interconnected POSS aggregation domains were observed when the OFG content was high. "]], ["INTRODUCTION", [" Polyimides with low dielectric constants (low‐k PIs) are a class of polymers that are employed extensively in microelectronics because of their outstanding properties, such as thermooxidative stability, size stability, favorable thermal properties, high mechanical strength, and excellent electrical properties. Preparation approaches for low‐k PIs include a number of techniques, such as fluorination,1-9 sol–gel hybrid nanocomposites,10-16 nanofoam technologies,17-19 and the incorporation of adamantine/diamantine groups.20-22 Among these technologies, fluorination may be the most widely adapted technique in the synthesis of low‐k PIs because this technology improves dielectric and optical properties, as well as process performance, while lowering moisture absorption. The low polarizability of the fluorine atom enables it to reduce the polarizability of polyimide (PI) and increase the free volume in the PI matrix. Fluoro‐PI has a lower dielectric constant than plain PI, but the high fluorine atom content on the PI backbone degrades the thermal and mechanical properties. Fluorination also has several drawbacks, such as poor adhesion, a low glass‐transition temperature (Tg), a high coefficient of thermal expansion (CTE), and low mechanical strength.9 Moreover, fluoro‐containing monomers of fluoro‐PI involve a complicated synthetic process and expensive monomers. A more porous PI2, 23 has a lower dielectric constant but poor thermal and mechanical properties, with nonuniformly sized pores inside the PI matrix. Both means of reducing the dielectric constant of PI have their own disadvantages, so polyhedral oligomeric silsesquioxane (POSS) derivatives as side chains or main chains are grafted onto the PI backbone to produce an organic–inorganic hybrid. The rigid and porous structure of POSS enables it to reduce the dielectric constant and maintain the thermal and mechanical properties of PI.18, 24, 25 In addition, previous investigations11, 12 have shown that the sol–gel components or derivatives of poly(silsesquioxane) can be employed to prepare various PI matrices to form nanocomposites. However, some critical issues, including the dielectric constant, size stability, and problem of silica aggregation for the PI matrix, are important challenges for material scientists. POSS derivatives have been used in a PI matrix to solve these problems.  POSS as a nanoreinforcement has been extensively applied to reinforce polymers as nanocomposites. Incorporating POSS particles into linear thermoplastics or thermosetting networks can modify the thermal, oxidative, and dimensional stability of many polymer resins, improving their properties for various high‐performance engineering applications. These enhancements have been applied to a wide range of thermoplastic and a few thermosetting systems, such as methacrylates,26, 27 styrenes,28 norbornenes,29 siloxanes,30 and epoxies.31-33 Therefore, many nanocomposites that incorporate functionalized POSS derivatives with traditional plastics and resins can be useful. Our previous studies31, 34, 35 introduced POSS derivatives into a polymer matrix to investigate the interaction between POSS and the polymer or to reduce the dielectric constant of the polymer.  This work is focused on synthesizing a novel reactive fluorine POSS derivative that can be cured with poly(amic acid) (PAA) and imidized to generate a network framework for a PI nanocomposite. This porous POSS derivative with fluorine and epoxy groups on its cage can markedly reduce the dielectric constant of PI through the covalent bonding of fluorine atoms and the introduction of porosity. A very small amount of this reactive fluorine POSS derivative is expected to be able to enhance the thermal and dielectric properties of PI nanocomposites. "]], ["EXPERIMENTAL", [" ##Materials  Pyromellitic dianhydride (PMDA) and 4,4′‐methylenedianiline (MDA) were purchased from TCI (Tokyo, Japan) and used as received. Octakis (dimethylsilyloxy)silsesquioxane [(HMe2SiOSiO1.5)8] and platinum 1,3‐divinyl‐1,1,3,3‐tetramethyldisiloxane [Pt(dvs)] were purchased from Aldrich (United States) and used as received. Allyl 1,1,2,3,3,3‐hexafluoropropyl ether (AHFPE) was obtained from Lancaster (United States) and used as received. Allyl glycidyl ether (AGE) was obtained from Acros (Belgium) and used as received. N,N‐Dimethylacetamide (DMAc) was dried in P2O5 for 2 days and distilled before use.  ##Octakis(dimethylsiloxyhexafluoropropylglycidyl ether)silsesquioxane (OFG)  POSS fluoride epoxy was prepared by the placement of (HMe2SiOSiO1.5)8 (0.50 g, 0.49 mmol) in a magnetically stirred, 25‐mL Schlenk flask and the addition of toluene (5 mL); the solution was stirred for 5 min. AHFPE (0.31 mL, 1.96 mmol) and then 10 drops of 2.0 mM Pt(dvs) were added. The mixture was stirred for 8 h at 80 °C; then, AGE (0.23 mL, 1.96 mmol) was added, and the mixture was continuously stirred for 8 h at 80 °C. The mixture was cooled, and dry, activated charcoal was added. After it had been stirred for 10 min, the mixture was filtered through a 0.45‐μm Teflon membrane into a vial and stored as a 10 wt % clear solution. Removing the solvents yielded 1.05 g of an opaque, viscous liquid (90% yield).  1H NMR (CDCl3, δ, ppm): 0.14 (Si-CH3), 0.85 (Si-CH2), 1.60, 1.68 (CH2-CH2), 2.56, 2.75, 3.11 (epoxy), 3.33, 3.64 (CH2-O), 3.44 (O-CH2 -CH), 4.73, 4.81 (CHF). IR (KBr): 1201 (-CF2-), 1100 (Si-O-Si, POSS), 915 cm−1 (epoxy ring). ELEM. ANAL. Calcd.: C, 33.10%; H, 5.17%. Found: C, 33.08%; H, 5.18%.  ##Preparation of the PI/POSS Nanocomposites  PAA solutions (PMDA–MDA) were prepared with the following steps: 10.00 mmol of MDA was fed into a three‐necked flask that contained 22.92 g of DMAc/10.00 g with nitrogen purging at 25 °C. After MDA had dissolved, 10.20 mmol of PMDA was divided into three batches and added to the flask batch by batch at intervals of 0.5 h between the batches. When PMDA had completely dissolved in the solution, the solution was stirred continuously for 1 h, yielding a viscous PAA solution. The mixture was mixed for 12 h more with a mechanical stirrer. The final PAA content in DMAc was 11 wt %. Various weight percentages of OFG were added to the PAA solution, which was then stirred for 24 h at room temperature. The PAA solution that contained OFG was cast onto a glass slide with a doctor's blade and then placed in a vacuum oven at 40 °C for 48 h before imidization. The PMDA–MDA–OFG mixture was imidized by the storage of the sample in an air circulation oven at 100, 150, 200, and 250 °C for 1 h and then at 300 °C for 0.5 h to ensure complete imidization.  ##Characterization High‐resolution, solid‐state 13C NMR experiments were performed at room temperature with a Bruker DSX‐400 spectrometer (Bruker Instruments, Billerica, MA) operated at resonance frequencies of 399.53–100.47 and 399.53–161.72 MHz for 13C. The 13C cross‐polarization/magic‐angle‐spinning spectra were measured with a 3.9‐ms 908 pulse with a 3‐s pulse delay, an acquisition time of 30 ms, and 2048 scans. All NMR spectra were obtained at 300 K with broadband proton decoupling and normal cross‐polarization pulse sequencing. A magic‐angle‐spinning rate of 5.4 kHz was used to eliminate resonance broadening associated with the anisotropy of chemical‐shift tensors. The sample was placed on a KBr pellet, and the Fourier transform infrared (FTIR) spectrum was obtained with a Nicolet Avatar 320 FTIR instrument. Elemental analyses were run on a PerkinElmer model 2400 CHN analyzer. For contact‐angle measurements, deionized water and glycerol (99%; Aldrich) were chosen as the testing liquids because significant amounts of data were available for these liquids. Tg was determined with a DuPont DMA Q800 dynamic mechanical analyzer. The thermal degradation temperature (Td) was determined with a DuPont TGA Q500 thermogravimetric analyzer. The dielectric constant was measured with a DuPont DEA 2970 dielectric analyzer. The CTEs of the films were measured with a DuPont 2940 thermal mechanical analyzer (film probe). The measured density (dM) values of the PI/OFG system were determined by the division of the weight of the films by their volumes. At least three specimens were used to determine each density data point. The increase in the relative porosity was determined with eq 1: equation image(1) where dT is the theoretical density of the PI/OFG system, estimated from the weight percentage of OFG in the nanocomposites and the densities of OFG and PI (1.21 and 1.37 g/cm3, respectively), and V is the volume percentage of OFG in the nanocomposites. An X‐ray diffraction (XRD) study of the sample was carried out with a MAC Science MXP18 X‐ray diffractometer (40 kV, 200 mA) with a copper target at a scanning rate of 4°/min. The atomic force microscopy (AFM) measurements were made with a Multimode Instrument from Digital Instruments equipped with a Nanoscope III software system. Commercially etched silicon nitride cantilevers with a length of 125 μm, a spring constant of 36–55 N/m, and a resonant frequency of 324–372 kHz were used. Field emission scanning electron microscopy (FESEM) observations were obtained with a JEOL 5300 apparatus. The samples were fractured in liquid nitrogen, and the fracture surfaces were contrasted with gold. "]], ["RESULTS AND DISCUSSION", ["Scheme 1 shows the synthesis of OFG, which was prepared with a mixture of AGE and AHFPE in an equal molar ratio. The chemical structure of OFG was characterized with FTIR and 1H NMR. Figure 1 displays FTIR spectra of pure POSS, AGE, AHFPE, and OFG (POSS fluorine epoxy). Figure 1(A) displays a sharp, strong, and symmetric Si-O-Si stretching peak at ∼1100 cm−1, typical of silsesquioxane cages, and a smaller Si-H stretching peak at ∼2140 cm−1.34, 36, 37 AGE exhibited a small CH2CH- stretching peak at ∼1640 cm−1 and a peak at ∼915 cm−1 associated with the asymmetric stretching of the epoxy ring, as presented in Figure 1(B). AHFPE yielded a small CH2  CH- stretching peak at ∼1640 cm−1, -CF3 stretching peaks at 702 and 1260 cm−1, and a -CF2- stretching peak at 1201 cm−1, as presented in Figure 1(C). In Figure 1(D), both the Si-H and CH2CH peaks disappeared, and this indicated that the allyl group of AGE and AHFPE was consumed in the reaction with Si-H of POSS to produce a covalent bond with the POSS structure; the -CF3 and -CF2- peaks were associated with the epoxy ring [remaining in Fig. 1(D)].38 In Figure 2, -Si-H of the POSS chemical shift disappeared. The chemical shifts of the peak from the CH2CH- group in AGE and AHFPE indicated conversion into the -CH2-CH2- group (0.57, 0.85, 1.30, and 1.60 ppm) in OFG. The epoxy group (2.56, 2.75, and 3.11 ppm) and the -CHF- group (4.73 and 4.81 ppm) of OFG are displayed in Figure 2. The integrated area of the 1H NMR chemical shifts of OFG was considered to verify the arm ratio of the epoxy and -CHF- groups for OFG. Thus, the equal integrated areas of epoxy and -CHF- groups of the 1H NMR chemical shifts were confirmed. Both FTIR and 1H NMR results clearly verify that the OFG chemical structure is a statistical mixture of a multifunctional POSS with an average of four fluorine groups and four epoxy groups per POSS molecule, suggesting that POSS can react with AGE and AHFPE by hydrosilation to produce OFG.  Figure 3 displays the FTIR spectra of PIs containing various OFGs and PAA. The PAA structure is characterized by absorption bands at 1667 (CO, in the amide group), 1538 (CN, in the amide group), and 1259 cm−1 (CNH, in the amide group).39 After imidization, the completely imidized structure (PI/0% OFG) was verified by the absorption bands at 1777 (asymmetric CO, in the imide group) and 1725 cm−1 (symmetric CO, in the imide group)39 and by the absence of bands at 1667, 1538, and 1259 cm−1. However, the FTIR spectra of PI/x% OFG included absorption bands at 1259 cm−1 (CF3, OFG). The CF3 group of OFG (1259 cm−1) and the CNH group of PAA overlapped each other. PI without OFG exhibited no absorption band at 1259 cm−1 (CF3) after imidization. The intensity of the absorption band of CF3 increased with the percentage of OFG in PI. Figure 4 displays the solid‐state 13C NMR spectrum of PI containing 3 wt % OFG. Figure 4 displays peaks of PI/OFG nanocomposites. The major peaks at 53.2 and 46.4 ppm, associated with the epoxy of OFG, disappeared, and this indicated that OFG cured with PAA formed network structures as imidization yielded PI/OFG network nanocomposites. Scheme 2 presents the network structure of PI/OFG nanocomposites, and Table 1 presents the results of the elemental analysis of PI/OFG nanocomposites. The XRD, FESEM, and AFM results revealed the dispersion of OFG in PI/OFG nanocomposites. Figure 5 presents the XRD profiles of PI/OFG nanocomposites. OFG was in a liquid state, and the corresponding networks with POSS were amorphous, as shown by the absence of a sharp, crystalline reflection peak in the XRD profiles. However, a broad maximum at 2θ = 6.0° revealed the aggregation of POSS units in the PI/OFG network. The peak intensity at 2θ = 6.0° increased with the OFG content, revealing increasing aggregation. Figure 6(A–D) displays FESEM micrographs of cross sections of PI containing various amounts of OFG. Figure 6(A) presents an FESEM micrograph of PI containing 3 wt % OFG. A large number of small POSS particles (<10 nm) were embedded inside the PI matrix. Figure 6(D) displays an FESEM micrograph of PI containing 15 wt % OFG. Equally sized POSS particles (30–40 nm) were dispersed in the PI matrix. The nanocomposites with higher OFG contents (PI/10% OFG and PI/15% OFG) exhibited significant POSS aggregation because of the poor miscibility of OFG with PAA. The dramatic aggregation of POSS in the PI matrix formed an interconnected phase [Figs. 6(C,D)] among the aggregated particles. In Figure 6(C,D), the red circles represent the interconnected and aggregated POSS particles in the PI matrix. Figure 6(E) presents the AFM phase image of PI/OFG 15 wt %, showing apparent POSS aggregation and many interconnected phases in the PI matrix. Dynamic mechanical analysis (DMA) was applied to determine Tg of the PI/OFG nanocomposites. Figure 7 plots the DMA thermograms of the loss modulus against the temperature of the PI/OFG nanocomposites. Table 2 summarizes the results. Tg of plain PI was 350.9 °C. The Tg values of the PI/OFG nanocomposites with 3, 7, 10, and 15 wt % OFG were 360.9, 362.1, 360.3, and 359.0 °C, respectively. The network structure of the PI/OFG nanocomposites gave them higher Tg values than that of plain PI. The CTE of plain PI was 31.1 ppm/°C. The CTE of the PI/OFG nanocomposites increased slightly with the OFG content because the flexible, grafted groups formed a large and soft interphase around the OFG molecules in the nanocomposites, and the soft interphase led to a high CTE.  In this study, the surface properties were introduced to evaluate the hydrophobicity and polarizability of the PI/OFG nanocomposites. Table 3 shows the static contact angle (Θ) versus the water and glycerol contents, as well as the surface tension or surface free energy (γs), whose polar (γsp) and dispersive (γsd) components were determined with Wu's harmonic mean method:40 equation image(2) where γ1 is the known surface tension of the test liquid and γs1 is the interfacial tension of the system. Θ of water and glycerol of PI/OFG increased with the OFG content in the PI matrix, revealing that introducing OFG into the PI backbone increased the hydrophobicity of plain PI. The surface free energy and surface polarity of the PI/OFG nanocomposites decreased as the OFG content increased, indicating that introducing OFG into the PI matrix could reduce the polarizability of plain PI. Many studies41-44 have demonstrated that a polymer containing fluorine atoms has lower surface polarity and lower surface free energy than a plain polymer because the fluorine atom has low polarizability.  The dielectric constants of PIs containing OFG were measured at 100k Hz by dielectric analysis (DEA). Table 3 summarizes the results of DEA and the hybrid densities. The dielectric constants of the PI/OFG nanocomposites with 3, 7, 10, and 15 wt % OFG were 2.84, 2.64, 2.56, and 2.30, respectively. The dielectric constant of PI decreased steadily as the OFG content increased. In this investigation, the fluorine content and the porosity strongly affected the dielectric constants. The fluorine atoms affected the dielectric constant of the polymer by (1) changing the hydrophobicity, (2) changing the free volume, and (3) changing the overall polarizability.45 The section on surface properties discusses the relationship between the surface free energy and the OFG content in the PI matrix. The surface free energy, determined from the hydrophobicity and overall polarizability of the PI/OFG nanocomposites, was confirmed to be lower than that of plain PI. Figure 8(A) plots both the dielectric constant and surface free energy of the PI/OFG nanocomposites versus the OFG content. The dielectric constant and surface free energy of the PI/OFG nanocomposites were inversely proportional to the OFG content. The total free volume and porosity of the PI/OFG nanocomposites were calculated from the density. Table 4 shows the increase in the relative porosity and in the total free volume fraction of the PI/OFG nanocomposites. In this investigation, the total free volume fraction term included the free volume fractions of the fluorine atom and the POSS cage because both fluorine atoms and POSS cages generated a large free volume in the PI matrix. The relative porosity and total free volume fraction of the PI/OFG nanocomposites increased with the OFG content. Introducing tethered OFG to PI backbones increased the relative porosity and total free volume fraction of the PI/OFG nanocomposites, as expected.24, 25 The PI hybrid containing 15 wt % OFG exhibited a high relative porosity (24.37%) and a high total free volume fraction (0.319). Figure 8(B) plots the relationship between the dielectric constant and total free volume fraction and the OFG content in the PI matrix. The dielectric constant and surface free energy of the PI/OFG nanocomposites were proportional to the OFG content. The surface properties and densities of the PI/OFG nanocomposites demonstrate that the presence of OFG efficiently reduced the dielectric constant of PI below that of other POSS derivatives.24, 25 OFG has both fluorine atoms and a nanoporous structure and so can increase the free volume, hydrophobicity, and porosity, while reducing the polarizability of plain PI. "]], ["CONCLUSIONS", [" A reactive fluorine POSS derivative was successfully synthesized through hydrosilation. This reactive POSS was cured with PAA to form a high‐performance nanocomposite with low‐k PI during curing and imidization. This reactive fluorine POSS isomer had an average of four epoxy and four fluorine groups on a POSS cube. The chemical structure of this isomer was characterized with FTIR and 1H NMR. A large number of small POSS particles (<10 nm) were embedded inside the PI matrix at low OFG contents, whereas interconnected POSS aggregation domains formed at high OFG contents. When OFG was cured with PAA to generate a highly crosslinked network nanocomposite, the Tg values (362 °C) of the PI/OFG nanocomposite increased. The porous cube structure and low polarizability of OFG caused the PI/OFG nanocomposite to have a higher porosity, free volume, and hydrophobicity, as well as a lower polarizability than plain PI, which explained its superior dielectric properties (dielectric constant ∼ 2.30). Therefore, few OFGs had to be introduced into the PI matrix to form the network structure of the PI/OFG nanocomposite. OFG very efficiently enhanced the dielectric constant and thermal properties beyond those obtained when other POSS derivatives are incorporated into the PI matrix."]]], "doi": "10.1002/pola.21650", "figures": [["Figure 1", "Figure 1", "Figure 1. FTIR spectra of POSS, AHFPE, AGE, and OFG."], ["Figure 2", "Figure 2", "Figure 2. 1H NMR spectrum of the OFG isomer."], ["Figure 3", "Figure 3", "Figure 3. FTIR spectra of PAA and PI/OFG nanocomposites."], ["Figure 4", "Figure 4", "Figure 4. Solid‐state 13C NMR spectrum of PI/3 wt % OFG."], ["Figure 5", "Figure 5", "Figure 5. XRD profiles of OFG and PI/OFG nanocomposites."], ["Figure 6", "Figure 6", "Figure 6. (A–D) FESEM micrographs of POSS dispersions of PI/OFG nanocomposites (3, 7, 10, and 15 wt %, respectively) and (E) AFM phase image of PI/OFG 15 wt %."], ["Figure 7", "Figure 7", "Figure 7. DMA thermograms of PI/OFG nanocomposites."], ["Figure 8", "Figure 8", "Figure 8. Relationships between the dielectric constant and (A) the surface free energy and (B) the total free volume fraction for various feed weight percentages of OFG in PI."], [null, null, "Scheme 1. Synthesis of the OFG isomer.   "], [null, null, "Scheme 2. Chemical structures of the PI/OFG nanocomposites."]], "table_captions": [["Table 1", "Table 1", "Table 1. Characteristics of PI/OFG Nanocomposites"], ["Table 2", "Table 2", "Table 2. Thermal and Mechanical Properties of PI/OFG Nanocomposites"], ["Table 3", "Table 3", "Table 3. Surface Properties of PI/OFG Nanocomposites"], ["Table 4", "Table 4", "Table 4. Dielectric Constants and Densities of PI/OFG Nanocompositesa_a The densities of OFG and pure PI were approximately 1.21 and 1.37 g/cm3, respectively."]], "tables": []}