{"title": "Polymer Composites with a Large Nanofiller Content: A Case Study Involving Epoxy", "abstract": "A situation involving a polymer nanocomposite containing a large amount of inorganic filler was studied. An epoxy nanocomposite with a content of 20% wt of nanosilica was used. Emphasis was put on imaging at the nanoscale and some dielectric responses were measured using dielectric spectroscopy. Using Transmission Electron Microscopy (TEM) in a High-Angle Annular Dark Field (HAADF) scanning mode, an area of less than 4 nm around an isolated particle was imaged and found to have a very low atomic number. With Atomic Force Microscopy (AFM) in peak-force mode agglomerates were clearly imaged. With respect to the dielectric response, no interfacial relaxation peak was observed. In presence of some agglomeration, the real part of the permittivity was found to be decreased by the addition of the nanofiller. Higher-field measurements unravelled nonlinear variations of the conduction versus an applied field. It was shown that the use of a large filler concentration resulted in greater interphase overlapping between the nanoparticles. Index Terms - Nanodielectrics, polymer nanocomposites, epoxy composites, nanosilica filler, electron microscopy, dielectric responses, particle interphase. ", "body": [["ABSTRACT", ["A situation involving a polymer nanocomposite containing a large amount of inorganic filler was studied. An epoxy nanocomposite with a content of 20% wt of nanosilica was used. Emphasis was put on imaging at the nanoscale and some dielectric responses were measured using dielectric spectroscopy. Using Transmission Electron Microscopy (TEM) in a High-Angle Annular Dark Field (HAADF) scanning mode, an area of less than 4 nm around an isolated particle was imaged and found to have a very low atomic number. With Atomic Force Microscopy (AFM) in peak-force mode agglomerates were clearly imaged. With respect to the dielectric response, no interfacial relaxation peak was observed. In presence of some agglomeration, the real part of the permittivity was found to be decreased by the addition of the nanofiller. Higher-field measurements unravelled nonlinear variations of the conduction versus an applied field. It was shown that the use of a large filler concentration resulted in greater interphase overlapping between the nanoparticles. Index Terms - Nanodielectrics, polymer nanocomposites, epoxy composites, nanosilica filler, electron microscopy, dielectric responses, particle interphase. "]], ["GLOSSARY", ["AFM: Atomic Force Microscopy BDS: Broadband Dielectric Spectroscopy EDX: Energy Dispersive X-ray Spectroscopy FIB: Focused Ion Beam STEM: Scanning Transmission Electron Microscope TEM: Transmission Electron Microscope Z: Atomic Number HAADF: High Angle Annular Dark Field SE: Scattered Electron SEM: Scanning Electron Microscope SSD: Silicon Detector "]], ["INTRODUCTION", ["SUBSEQUENT to the emergence of nanodielectrics in their modern form [1], development work and studies over the last decade have mostly focused on polymer nanocomposites [2, 3]. For various reasons, some proposed material compositions contained a large amount of nanofillers and this practice, from the point of view of nanostructuration, has often been questioned. Are they really nanostructured dielectrics? This study was carried out using an epoxy-based material with a 20% wt content of nanometric SiO2 filler. In spite of the use of the plasticizer [4], a large content of nano-additive was found to bring about a large increase in the glass transition temperature (Tg). Referenced to neat epoxy, the gain amounted to 66 degrees to reach a Tg of 148 oC. Thus, a great quantity of interfaces and local changes in morphology are considered to hamper molecular movement. Increasing the amount of nanofillers was found not to produce a linear increase in the dielectric response as measured by Broadband Dielectric Spectroscopy (BDS). The relative real permittivity seems to saturate with an increase in the % content of nanosilica, reaching a value of 3.95 (at 60 Hz) at 20 %wt. The observed losses confirmed the known trends, namely the occurrence of a shift of the alpha peak towards higher temperatures. At 80 oC, the use of such a large content of nanosilica was found to result in significantly lower losses in the frequency range from 105 to 10-1 Hz and disappearance of the so-called quasi DC conduction [4]. This effect was found irrespective of the use of post-treatment that takes care of water ingression. It implies that the effect is mostly linked to the nanosilica and associated interfaces. This paper asserts on the importance of microstructure in playing a role in polymer nanocomposites. This study was carried out using a flexibilized epoxy-based material with a 20% wt content of nanometric SiO2 filler. Also, the emphasis was put on imaging the microstructure of the nanocomposite and the dispersion of the filler. To this effect, Scanning Electron Microscopy (SEM) was used and Transmission Electron Microscopy (TEM) and Atomic Force Microscopy (AFM) were employed to gain access at the nanoscopic scale. Moreover, Broadband Dielectric Spectroscopy was used to illustrate the dielectric responses of this type of heavy-loaded composites. Finally, part of this paper was already reported in the proceedings of the Conference on Electrical Insulation and Dielectric Phenomena (CEIDP) held in 2012. This version was improved and supplemented with additional results. "]], ["MATERIAL AND SAMPLE PREPARATION", ["The epoxy resin used in the study is an anhydride curing cycloaliphatic epoxy resin filled with 20% of nanosized silica filler and added flexibilizer. The nanosized filler (Evonik Nanoresins, Geesthacht, Germany) particles are spherically shaped with an average diameter of 15-25 nm and a density of 1.6 g·cm-3, supplied as a 40%wt master batch (E600), with unknown surface treatment. The selected flexibilizer was a low viscosity polyglycol. The samples were manufactured at the ABB research center in Switzerland using a similar protocol as the one detailed in [5, 6]. Standard procedures were followed for sample mixing, degassing, and casting. All the mixture components, i.e. the resin, nanoparticle masterbatch, hardener, flexibilizer and accelerator, were first preheated to 55 °C. All the components were then added one after another to the neat resin. When a component was added to the mixture, the latter was mixed for 15 minutes, so that the total mixing time for the five- component mixture was 60 minutes. Degassing was performed at 300 Pa for several minutes until the new gas bubbles formed on the mixture surface dissipated. Casting was performed slowly into preheated moulds (80 oC) and the cast samples were degassed again to remove any gas bubbles formed during casting. The samples were cured and postcured according to standard procedures for epoxy resins. The glass transition temperature of the neat epoxy sample was 82 °C and that of the composite sample was 148 °C, as obtained from Differential Scanning Calorimetry measurements. All measurements were performed on 1-mm-thick flat specimens. For broadband dielectric spectroscopy, cylindrical plaques with a nominal thickness of 1 mm were moulded. Postthermal treatment of the samples was found to be necessary to obtain a stable and reproducible dielectric response. It was carried out for 48 h at 80 oC prior to performing the BDS measurements. The use of the polyglycol flexibilizer has limited the high temperature stability of the sample which is why the maximum temperature that was chosen for the postthermal treatment as well as for the BDS investigation was 80 °C."]], ["MICROSTRUCTURE AND DISCUSSION", ["Throughout, samples were taken from 1-mm-thick moulded plaques. A dual-beam FIB – SEM (Hitachi NB5000) with the possibility of extracting a parallelepiped part from the sample was used. Once the material piece was removed from the bulk, an empty space remains. This empty space in the bulk defines four internal surfaces. The second beam from the apparatus, this time the electron beam, was shone with an angle onto one of the newly exposed surfaces. Figure 1 shows a SEM micrograph obtained in this manner. Whitish spots appearing in the figure have a highsilica content as ascertained using EDX. Already on this scale (500 nm), a reasonable dispersion of the silica nanoparticles can be seen. By scrutinizing the many pictures, no agglomeration is detected. Although a bulk surface is used, imaging is the result of the secondary electrons which according to their energy would penetrate less than about 50 nm into the bulk. Thus, it can be speculated that the brightest and clearest white spots are representative of the distribution. It is worth noting that the TEM, although most powerful for imaging, is also more energetic and tends to damage the explored object. Therefore, all potential information should be images are always high-resolution ones, one SEM micrograph was enlarged and the nanoparticle size measured. Figure 2 presents this analysis. Although the original size is more around 20 nm, variance was observed here and the measured values are found to be more or less distributed between 20 and 35 nm. Use of an enlarged section of another micrograph enabled the particles to be counted. For example, 81 particles were counted over a surface area of 152.5 x 103 nm2. Assuming an average particle diameter of 25 nm, it was found that possibly 26% of the volume would be occupied by SiO2 with ample epoxy bulk space. After further thinning the extracted sample still using the FIB, the prepared grid sample now transparent to electrons, namely of a thickness in the range of 50 nm, was used for further imaging. The STEM, a Hitachi HD2700 with a Bruker EDX SSD, features several modes of imaging. Many such as Secondary Electrons (SE) and High Angle Annular Dark Field (HAADF) are less energetic then the TEM, and thus damage the sample surfaces to a lesser extent. Furthermore, it was found that in our microstructure case, some modes were better at deciphering the fine details at the nanometric level. Figure 3 is a micrograph obtained under HAADF. The imaging here is based on Z contrast, where the Z stands for the atomic number. The brighter spots represent the silica. The result is a dark-field image. The image that follows (see Figure 4) was taken under SE mode. The surface is simply scanned and a detector measures the secondary electrons. Finally, Transmission Electron Microscopy, which involves the passage of the electrons (here under a 200 kV accelerating voltage), produces higher-resolution images. One micrograph is presented (Figure 5). Although the TEM gives a higher resolution, it is observed in the present case that the imaging obtained via HAADF is quite complementary. For instance, HAADF provides the information that the nanocomposite is quite dense in silica whereas TE indicates that the nanoparticles may be at different locations (depth) within the 50-nm slab. To finish off with this type of imaging, a final micrograph (Figure 6) obtained via HAADF shows the power of the technique at a 10 nm scale for this type of composite. The large whitish rounded forms are silica nanoparticles - two are near of each other, which shows that the distribution is uneven. A very interesting feature offered by contrast analysis is the unravelling of a very low atomic-number zone surrounding the nanoparticle. This may result in an area with low polarizability extending over 3 to 4 nm. The largest particle seen in the micrograph has an apparent diameter of 25 nm with a shape that is not entirely circular. Atomic Force Microscopy was also used to add another imaging technique. First the principle used in this type of microscopy does not affect or damage the surface under scrutiny. Furthermore, the acquisition of this facility requires a smaller investment. A new sample was prepared. An FIB-extracted sample was mounted on a special grid and pasted with some liquid epoxy. After hardening, the surface to be studied was carefully polished using a special multi-step process and finally rinsed with a solution. This prepared sample was studied using a Bruker FastScan. The Peak-Force mode was used with a silicone tip on a nitride lever (model FS-A). The next figure presents the resulting 500 nm scan obtained at a rate of 2.93 Hz. The data type is in relation to the height sensor. Figure 7a shows the image of the scan based on the height sensor. The color scale is set in accordance with the brightest having the largest height. Considering the characteristics of the detection mode, the whitish structures are also the hardest (silica). The color white is set for a height of 50 nm: this means an image with an approximate depth of this value. Thus, within this frame, a host of nanometric structures in the range of 20 to 40 nm are detectable. This would show non-negligible agglomeration. Figure 7b provides a quantitative display of the situation at hand, confirming the agglomerated state. It appears out that AFM in a proper mode and situation is complementary to SEM and TEM and may unveil features such as particle agglomeration. It is worth recalling some theoretical considerations at this point. When nanoclay is involved in a polymer composite, already at about 1% wt. [7], the nanostructures become hindered in their movement, and further addition may elicit a counter effect against the benefit expected from these special fillers. The situation is not as clear-cut for rounded nanoparticles. Parimal Maity et al [8] in their work showed that at 2% volume fraction of alumina nanoparticles, 600 nm agglomerates were found in the epoxy matrix leading to local particle volume fractions as high as 5%. With 20% wt of nanosilica in epoxy, a nanocomposite with some agglomeration is definitely involved here. The next section will show the effects on the dielectric responses. "]], ["ASSESSMENT BASED ON DIELECTRIC RESPONSES", ["##4.1 LOW-FIELD RESPONSES Dielectric spectroscopy measurements were performed on plane-plane samples using a broadband dielectric spectro-meter. The measurements were conducted for a frequency range of 0.1 to 3×105 Hz. The samples were laid out between two circular plane electrodes to form a planeplane capacitor. A correction was used to take into account the edge effects in order to extract the real material dielectric function. Figure 8 shows the real and the imaginary part of the complex permittivity of the neat polymer and the 20 wt% filled nanocomposite. For each sample, a measurement was taken before and after a thermal treatment consisting of an exposure at 80°C during 48 hours. A small but consistent decrease of both the real and the imaginary part of the complex permittivity was observed for the 20 wt% nanocomposite. Furthermore, the inclusion of the nanosilica did not seem to lead to a problem related to moisture absorption since the change in the material’s dielectric response was similar for the nanocomposite and for the neat polymer after the annealing process. Unlike what was found in several other reports on the dielectric properties of silica-loaded nanocomposites [9], no interfacial relaxation peak, the so-called Maxwell-Wagner polarization process, was observed in the nanocomposite dielectric response within the experimental frequency range (the observed relaxation peak in the vicinity of 105 Hz is linked to the epoxy β process). It might be concluded that the high quality of the dispersion of the nanofillers, without too much agglomeration, prevents the formation of more conductive interfacial layers around the nano inclusions, since silicon dioxide, which has a permittivity close to the epoxy matrix, is not itself conductive enough to cause the occurrence of an interfacial peak in the intermediate frequency window. Once the heat post-treatment was completed, an isothermal scan of each sample was performed from -150 to 80 °C, with a 10 °C step. Figures 9 and 10 show the evolution of the real permittivity and dielectric losses at a fixed frequency of 0.1Hz as obtained from the dielectric relaxation map. As shown in both figures, secondary relaxations β and γ are found at lower temperatures (visible as permittivity steps for the real perimittivity evolution or as relaxation peaks for the losses evolution). It can be observed that the β relaxation is not influenced by the high nanofiller content. Knowing that the β relaxation is characteristic of the crankshaft motions of the hydroxylether groups located along the molecular chains, as Lee suggested [10], it can be considered that their motion is not hindered by the presence of silica nanoparticles. Lee also suggested that the γ relaxation is due to the onset motion of the unreacted glycidyl ether segment that is placed at the chain’s ends. As the side motion involves only a few carbon atoms, we can assume that the polymeric chain ends undergo the movement easily, as less free volume is necessary. Since the γ relaxation seems to be less dynamic for the composite sample with respect to the unfilled epoxy, although the values were close, it can be assumed that more free volume (needed for the movement of the short individual segments) is available for the unfilled epoxy than for the composite. This difference in free volume can be associated with the presence of the interphase surrounding the nanoparticles (its influence will be discussed later on). The α relaxation is not entirely visible for the investigated materials and only the right wing of the relaxation was observed at temperatures above 0 °C. Note that the relaxation produces higher losses for the neat epoxy sample, possibly due to the fact that the movement of the main polymer chains (associated with cooperative movements that are precursors of the glass transition) are restricted by the presence of the filler. Also, the obtained results could be correlated with the glass transition values. Since there is a 66 °C difference between the Tg of the composite and the neat sample (148 °C versus 82 °C), the α relaxation of the composite sample is expected to be visible at higher temperatures. It is interesting to note the change in dielectric behavior that occurs at 20 °C between the end of the post-heat treatment and the moment when the dielectric response is measured at the same temperature while performing the dielectric relaxation map (after measuring the dielectric response between -150°C up to 20 °C, with a 10 °C step). First, by analyzing the values of the real and imaginary permittivity obtained at 0.1 Hz and 20 °C, at the end of the 48- hour post-heat treatment (using the spectra given in Figures 8a and 8b), ε′=4.3 is obtained for the neat epoxy and 4.07 for the composite material, respectively, and also ε′′=3.75×10-2 and 2.5×10-2 for the dielectric losses. Second, by analyzing the values obtained at 20 °C, for both samples (using the results given in Figures 9 and 10), but this time after performing several steps of the dielectric relaxation map (from -150 °C up to 20 °C with a 10 °C step, which correponds to approximately one complete relaxation spectrum obtained at a fixed temperature in about 1 hour), the following values were obtained: ε′=3.9 for the neat epoxy and 4 for the composite material, respectively. The dielectric losses remained very close to those previously measured at the end of the post-heat treatment. Thus, by comparing the two sets of data, it can be observed that although there is no significant change in the values of dielectric losses between the two investigated sets at 20°C, the same cannot be said about the change in real permittivity. Note that the decrease is reduced for the composite sample compared to the neat epoxy. Since earlier studies performed on similar epoxies [5] have shown a stability in dielectric response at the end of the post-heat treatment, it can be assumed that the instability of the dielectric reponse is due to the presence of the additional flexibilizer into the epoxy matrix. Given that the change in dielectric response occurs after a “negative heat treatment”, it can be assumed that the chemical stability of the polylgycol flexibilizer is affected by the negative temperatures. Since a decrease in real permittivity is obtained as a consequence of the negative temperatures, this means that fewer dipoles are likely to follow the applied excitation field. Since no change was found in the dielectric losses, this could indicate that the influence of the chemical instability of the flexibilizer is partially hidden by the chain movements that are precursors to the glass transition and to the vitrification of the epoxy polymer network.  ##4.2 HIGH-FIELD RESPONSES The conduction current measurement set-up consists of an electrometer (Keithley 6517A) and a 35-kV HVDC power supply with a low residual ripple of the output voltage (FugHCP140-35000). Charging and discharging currents were investigated for voltages ranging from 500V to 11 kV/mm at room temperature. The quasi-steady state currents were obtained after the transient regime of polarization, or after a charging current of 14000 s. This experimental setup can measure and record the current in the sample as a function of the applied voltage and time. First, the current at steady state vs. applied voltage was recorded. Next, the current density vs. applied electric field “JC(E)” curves were plotted for both investigated materials, with their linear interpolations and corresponding slopes. As shown in Figure 11, the variation of the conduction current density with respect to the applied field JC(E) is nonlinear, even under low applied fields (< 1 kV/mm). Although, as previously reported in the literature for similar materials [11], an ohmic behavior (slope≈1) was expected at low field, a slope of approximately ≥ 2 was obtained for both filled and unfilled samples. Given the high slope obtained for the JC(E) dependence at low field, a significant injection phenomenon can be assumed. At a low applied electric field, the high filler content does not seem to influence the behavior of the material. But this is not the case for the behavior at higher electric fields, where the filled and unfilled materials behave differently. The unfilled epoxy seems to have a predominant conduction phenomena for all applied fields (from 0.5 to 11 kV/mm) and no change in conduction regime is found with the increased field. Given the close to quadratic dependence of the conduction current density with respect to the applied voltage, the observed conduction phenomenon in this material seems to be of the “space charge limited current” type [12]. However, the filled material also shows two different conduction regimes from 2 to 11 kV/mm. First, for applied electric fields between 2 and 5 kV, the conduction current seems to be constant although the electric field increases. This suggests the presence of two phenomena that occur at the same time: an injection phenomenon that occurs simultaneously with a charge trapping phenomenon. The charge trapping thus strongly limits the current through the material. Similar results have been reported in the literature [13, 14]. Second, after the 5-kV/mm threshold and after the traps are filled, the conduction current density increases with respect to the applied field. In the case of the low applied electric field, the slope close to 2 may indicate a similar “space charge limited current” phenomenon. Furthermore, a comparison of the behavior of the filled and unfilled materials reveals that the neat epoxy has higher conduction currents than the filled material."]], ["DISCUSSION ON THE STATE OF THE INTERPHASE REGION", ["As many results in the literature show, the properties of nanocomposite materials, such as the dielectric permittivity cannot be explained by considering the material as being composed solely of two types of materials, i.e. the particles and the matrix. The existence of an interphase region between the filler particles and the matrix has been postulated and its properties have been studied in the last decade. However, the determination of its size and exact properties is still the subject of ongoing research. The first breakthrough paper on the interphase was authored by Lewis in 2004 [15]. In his discussion, he explains that the interphase between two different materials, each atom or molecule of the two-phase system will equilibrate with its surroundings via sets of short and long-range forces. Tanaka [16] later explains that the interphase can be analyzed from a chemical, electrical or electro-chemical standpoint and is dependent on : the chain mobility or the chain conformation, crystallinity, the degree of the stoichiometry or the coulombic potential. The extent of the interface is then defined by the change in intensity, which might be the concentration of a constituent of the system, or it could be any physical or chemical property such as energy density or dielectric polarizability. In the case of nanocomposite with high filler content (i.e. 20% wt), the importance of the interphase region is even greater because of the high amount of interphase present in the composite material. To investigate this, a computer-generated 2D sample was used, closley matching the real sample: spherical particles, with an average particle size of 15 nm in diameter and a relatively homogeneous distribution were used (see Figure 12). Since the exact size of the interphase is not known, by varying the size of the interface with respect to the particle radius, the amount of interphase formed in the composite sample can be analyzed. Figure 13 shows the evolution of the interphase volume fraction with respect to the particle radius. As expected, the total amount of interphase reaches a saturation point inferior under 100%, the remaining volume fraction being occupied by the silica filler. In our case, the interphase reaches its maximum volume fraction when its radius is around five times the radius of the particle (around 37 nm). Note also that even for very small interphase size like 15 nm, which is twice the particle radius, the interphase amount already represents over 55% of the material. In the case of composite materials with low filler content, one hypothesis that is usually made is that the interphase region has the same properties in every point. Since the particles are sparse enough, this is a reasonable hypothesis.  However, the authors believe that this may no longer be true for materials with high filler content. To explain this, an “overlap ratio” was defined as the average number of neighboring particles to which a certain interphase point belongs (the point is located at a distance smaller than the interphase radius from the particle). Figure 14 shows the evolution of the overlap ratio with the interphase size for the simulated sample.  For example, for an interface radius of about 30 nm, the average overlap ratio is of about 4, which means that a certain interphase point can belong to the interphase of four neighboring particles at the same time. For higher interphase sizes, i.e. 90nm, a certain point of the network can belong to the interphase corresponding to 23 particles, on average. Figure 15 shows the simulated sample with interphase, for two different dimensions, 4 times and 12 times the particle radius respectively. The top photographs show how the interface would look like if it was homogeneous, while the bottom photographs take into account the overlap ratio (particles are represented in red and the epoxy matrix in blue; the interface is color-coded as follows: green=overlap ratio 1, yellow=overlap ratio 15, dark orange=overlap ratio 40). As it can be seen in the bottom right-hand image, the interphase region is far from homogenous if the overlap is introduced. Taking into account the overlap of neighbouring interfaces can explain the evolution of certain properties as the amount of filler increases, such as, for example, the change in complex permittivity [17]. The authors believe that understanding the high overlap that takes place between the interphase regions of neighbouring particles in the case of particles with high filler content will play a key role in modeling their properties. "]], ["FINAL REMARKS", ["Considerable effort was deployed to image and unravel the microstructure of an epoxy nanocomposite with 20% wt of nanosilica. TEM is a powerful technique for imaging at the nanoscale level; however, due to the thickness of the prepared sample, it may preclude or affect the clear imaging of agglomerates. AFM appeared to be useful at unravelling nanoparticle agglomeration and showing that the nanocomposite under study indeed had agglomerates. Using BDS, the real part of the permittivity was found, in the presence of agglomeration, to be decreased by the adjunct of the nanofiller. This observation was found to depend on the post-treatment of the samples and the temperature span for the study. It was clearly shown that at a large content of nanofiller, the overlap between nanoparticle interphases becomes significant and was found to have affected the dielectric responses of the polymer composites prepared in such a manner."]]], "doi": "10.1109/TDEI.2013.004164", "figures": [["Figure 1", "Figure 1", "Figure 1. SEM micrograph showing the nanosilica distribution in the epoxy.   "], ["Figure 10", "Figure 10", "Figure 10. Dielectric losses for a neat and composite sample, for temperatures  going from -150 up to 80 °C, at a fixed frequency of 0.1 Hz. (note: reversed  temperature scale).   "], ["Figure 11", "Figure 11", "Figure 11. Conduction current densities versus the applied field.   "], ["Figure 12", "Figure 12", "Figure 12. A computer-generated 2D sample with a random particle distribution and no interphase.   "], ["Figure 13", "Figure 13", "Figure 13. Interphase volume fraction variation with respect to the inter-phase size.   "], ["Figure 14", "Figure 14", "Figure 14. Interphase overlap ratio with respect to the interphase size.   "], ["Figure 15", "Figure 15", "Figure 15. Interphase variation for the 20 wt% SiO2 filled composite, for different interphase dimensions with respect to the particle radius and with or without considering any interphase overlapping."], ["Figure 2", "Figure 2", "Figure 2. Enlargement of a SEM micrograph zone showing estimated  nanoparticle dimensions.   "], ["Figure 3", "Figure 3", "Figure 3. A view of the nanocomposite microstructure in HAADF mode.   "], ["Figure 4", "Figure 4", "Figure 4. A view of the nanocomposite microstructure imaged via secondary  electrons.   "], ["Figure 5", "Figure 5", "Figure 5. A view of the nanocomposite microstructure imaged using  transmission electrons.   "], ["Figure 6", "Figure 6", "Figure 6. Very high-resolution micrograph of the microstructure using HAADF.   "], ["Figure 7", "Figure 7", "Figure 7. AFM scan (a) and height distribution (b) of the surface of the nanocomposite sample.   "], ["Figure 8", "Figure 8", "Figure 8. Real (a) and imaginary (b) part of the complex permittivity as a  function of frequency for the neat polymer and its nanocomposite.   "], ["Figure 9", "Figure 9", "Figure 9. Dielectric permittivity for the neat and composite sample, for temperatures from -150 to 80 °C, at a fixed frequency of 0.1 Hz. (note: reversed temperature scale).   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Simulation cases and parameters."]], "tables": []}