{"title": "Dynamics at the Polymer/Nanoparticle Interface in Poly(2-vinylpyridine)/Silica Nanocomposites", "abstract": " The static and dynamic properties of poly(2-vinylpyridine)/silica nanocomposites are investigated by temperature modulated differential scanning calorimetry, broadband dielectric spectroscopy (BDS), small-angle X-ray scattering (SAXS), and transmission electron microscopy. Both BDS and SAXS detect the existence of an interfacial polymer layer on the surface of nanoparticles. The results show that whereas the calorimetric glass transition temperature varies only weakly with nanoparticle loading, the segmental mobility of the polymer interfacial layer is slower than the bulk polymer by 2 orders of magnitude. Detailed analysis of BDS and SAXS data reveal that the interfacial layer has a thickness of 4–6 nm irrespective of the nanoparticle concentration. These results demonstrate that in contrast to some recent articles on polymer nanocomposites, the interfacial polymer layer is by no means a “dead layer”. However, its existence might provide some explanation for controversies surrounding the dynamics of polymer nanocomposites. ", "body": [["Abstract", [" The static and dynamic properties of poly(2-vinylpyridine)/silica nanocomposites are investigated by temperature modulated differential scanning calorimetry, broadband dielectric spectroscopy (BDS), small-angle X-ray scattering (SAXS), and transmission electron microscopy. Both BDS and SAXS detect the existence of an interfacial polymer layer on the surface of nanoparticles. The results show that whereas the calorimetric glass transition temperature varies only weakly with nanoparticle loading, the segmental mobility of the polymer interfacial layer is slower than the bulk polymer by 2 orders of magnitude. Detailed analysis of BDS and SAXS data reveal that the interfacial layer has a thickness of 4–6 nm irrespective of the nanoparticle concentration. These results demonstrate that in contrast to some recent articles on polymer nanocomposites, the interfacial polymer layer is by no means a “dead layer”. However, its existence might provide some explanation for controversies surrounding the dynamics of polymer nanocomposites. "]], ["Introduction", ["The addition of nanoparticles (NPs) to a polymer matrix is hypothesized to significantly alter the physicochemical and mechanical properties of the host polymer due to the large surface-to-volume ratio of NPs. To properly tune the desired properties of these polymer nanocomposites (PNCs), a fundamental understanding of polymer–NP interactions and their effect on polymer dynamics is essential. Simulations have predicted that polymer–NP interactions (whether attractive or repulsive) can greatly influence the glass transition temperature (Tg) of PNCs.(1, 2) Also, several experiments have demonstrated that strong, attractive polymer–NP interactions (a case in which simulations are currently limited due to significant slowing down of polymer dynamics) can significantly increase the Tg of PNCs.(3-5) It has been postulated that the polymer near the NPs adsorbs to the surface, essentially immobilizing the polymer at the interface and ultimately leading to formation of the so-called “dead layer”.(6, 7) However, the formation of this “dead layer” still lacks an explanation for significant changes in Tg at relatively low NP loading as the dynamics of the polymer in between the NPs would have to be greatly affected on length scales comparable to interparticle spacing (greater than 100 nm).(8) Unfortunately, the progress in understanding how nanoparticle–polymer interactions affect glass transition phenomenon in PNCs is rather slow due to numerous quantitative and qualitative discrepancies in the reports of Tg shifts in PNCs measured by different experimental techniques,(3-5, 8-17) as described in the work of Robertson and Roland.(18) Thus, it remains an open question as to how the addition of nanoparticles affects the dynamics of the polymer melt. The polymer near the surface of an attractive NP is expected to exhibit significantly different chain and segmental dynamics due to steric hindrance and polymer/nanoparticle interactions. Many attempts have been made to characterize the extent of the interfacial polymer layer, with estimates varying from 1 to 10 nm for spherical nanofillers.(11-17) However, most of these estimates are dependent upon the assumption that the interfacial polymer is a “dead layer”, i.e., completely immobilized with respect to the remaining polymer. Recent studies investigating the local dynamics of the polymer chains in the interfacial region via neutron scattering, broadband dielectric spectroscopy, and simulations have determined that the dynamics are in fact not immobilized.(19-22) Instead, these studies demonstrated that a wide distribution of segmental relaxation rates exist in these interfacial regions. By controlling the chemistry of nanoparticles it should be possible to carefully tune the distribution of relaxation times in a polymer around the nanoparticle, and at high loading of NPs it should be possible to transform the neat polymer into an almost entirely “interfacial” material with properties different from those of the neat polymer. Therefore, gaining an understanding the dynamics of the interfacial polymer and the role of polymer–NP interaction is of great technological importance. In this article, temperature modulated differential scanning calorimetry (TMDSC), broadband dielectric spectroscopy (BDS), small-angle X-ray scattering (SAXS), and transmission electron microscopy (TEM) are used to investigate the effects of silica NPs on the static and dynamic properties of poly (2-vinylpyridine) (P2VP). We have chosen this PNC as a model attractive polymer/NP system due to the relatively strong hydrogen bonding between the polar P2VP and hydroxyl groups on the surface of the silica NP. The presence of an interfacial polymer layer is indicated by calorimetric and dielectric techniques as a systematic broadening of the step in heat capacity at Tg and a corresponding apparent broadening of the segmental relaxation process in the BDS spectra. A detailed analysis of the dielectric spectra reveals that this apparent broadening cannot be accounted for by changes in the shape of the segmental relaxation process alone. Instead the changes of the BDS spectra can be accounted for by the emergence of a new, slower relaxation process that corresponds to the interfacial polymer layer. Furthermore, the static structure of the PNCs indicates the existence of a core–shell morphology. The average thickness of the interfacial region was estimated to be approximately 4–6 nm from both static (SAXS) and dynamic (BDS) measurements. "]], ["Experimental Details", ["Poly(2-vinylpyridine) (Mw = 97k, Mw/Mn = 1.07, Tg = 368 K) was purchased from Polymer source, Inc. Tetraethyl orthosilicate (TEOS,>95%), Ethanol, ammonium aqueous solution (30–33 wt %), and methyl ethyl ketone (MEK) were purchased from Sigma Aldrich and were used without further purification. Monodisperse colloidal silica nanoparticles (D = 30 nm) were synthesized by the modified Stöber method according to the previous reports.(23, 24) Different concentrations of the nanoparticles in a water/ethanol solution were mixed with P2VP in MEK. The mixtures were stirred for 1–2 h, transferred into Teflon molds, and then placed into a vacuum oven at room temperature and 1 mbar for 24 h. To remove remaining solvent, temperature was raised to 80 °C and samples were kept in a vacuum oven for an additional 48 h. The resulting samples are transparent. Thermodynamic gravitational analysis (TGA) with a Q50 (TA Instruments) confirmed the final weight percent of the nanoparticles in all polymer nanocomposites. For TEM measurements the samples were embedded in epoxy, cured overnight, and subsequently microtomed with a Leica Ultra microtome EM UC7 using a diamond knife at ambient conditions with resulting specimens having thicknesses ∼200 nm. TEM measurements were performed on Zeiss Libra 200 HT FE MC with an operating voltage of 200 kV and an emission current of 230 mA. TMDSC measurements were carried out on a Q2000 (TA Instruments), calibrated by indium and sapphire standards, using standard TZero aluminum pans. The samples were measured twice using the same procedure: ramp to 473 at 10 K/min, isothermal annealing at 473 K for 10 min to erase any thermal history, and then cooled to 293 at 10 K/min with a modulation of ±1 K/min. The results from both measurement scans did coincide indicating reproducibility of the results and absence of solvent. BDS measurements were performed using a Novocontrol Alpha analyzer and the sample temperature was controlled by a Quatro Cryosystem with a stability of ±0.1 K. Prior to measurements the samples were annealed at 400 K in the dielectric sample chamber and the response was measured as a function of time until the real and imaginary permittivity became constant for any given frequency, which indicated that thermal equilibrium was achieved and the geometric properties of the sample stopped changing. The isothermal frequency scans were performed in the frequency range of 10–1–107 Hz at each temperature, in the range 375–473 K. The sample was allowed to equilibrate for 10 min at each of the temperature set point prior to the measurements. The cooling/heating rate between each temperature set point was set to 10 K/min. The samples were measured twice (on cooling and heating) to ensure data reproducibility and all analysis was performed on cooling data. SAXS was performed at room temperature with a Molecular Metrology instrument equipped with a monochromatic X-ray source (Cu Kα, λ = 1.54 Å), a pair of Kirkpatrick–Baez microfocusing mirrors, and a 2-dimensional position sensitive detector. The sample–detector distance was 1.5 m with a q-range of 0.01 to 0.15 Å–1. The X-ray operating voltage was 45 kV with a current of 0.66 mA and the exposure time was 1 h for each sample. "]], ["Results and Discussion", ["We first performed transmission electron microscopy (TEM) measurements to verify the nanoparticles are (1) monodisperse and (2) uniformly distributed. In Figure 1, TEM images of a highly filled polymer nanocomposite (40 wt % silica) are shown to illustrate the well dispersed silica nanoparticles. The silica nanoparticles are uniformly distributed across the entire sample even at length scales larger than 2 μm and have an average interparticle spacing of 15 nm, which corresponds well to the estimated interparticle spacing for ideal spherical packing.(25) Figure 2 shows the X-ray scattering profiles of the PNCs. The peak position of q = 0.02 Å–1 persists for all NP concentrations and corresponds to a distance of 31.5 nm, the diameter of our NPs. To quantitatively characterize the structure of these nanocomposites, the scattering curves are fit to model scattering functions. The data could not be fit to the scattering of dispersed spheres, indicating that the structure of this nanocomposite cannot be described as spherical nanoparticles homogeneously distributed in a continuous matrix. The scattering data did fit well (Figure 2) to a linear combination of the Beaucage(26, 27) and core–shell models.(28) The core–shell model is chosen to model the silica nanoparticle (core) and the interfacial bound polymer layer (shell), where the inclusion of the Beaucage model allows us to account for any nonuniformity of the density of the shell and the fact that the interface between the shell and the matrix is not sharp. From this analysis, the size of the interfacial polymer (i.e., shell) is found to be approximately 4–5 nm for all nanocomposites. The results also show that the interface between the bound layer and matrix is fairly broad, exhibiting a Porod exponent of 3 (a sharp interface has a Porod exponent = 4). These results therefore indicate that the interfacial layer is not uniform, but exhibits a gradient in structure. This suggests that the decrease in segmental mobility near the NP surface presumably changes with the distance from the surface.  Having verified the quality of NP dispersion and structure in our PNCs, we then measured the temperature dependent heat capacity, Cp, of each PNC via TMDSC. Traditional DSC measures the heat flow from a material described by the following relation, (dH)/(dt) = Cp(dT)/(dt) + f(T,t), where dH/dt is the total heat flow, Cp is the heat capacity of the sample, dT/dt is the heating rate, and f(T,t) is the kinetic term. We employ TMDSC in order to separate the reversing heat flow term, Cp dT/dt, and the nonreversing term, f(T,t), and use the reversing heat flow term to accurately determine the heat capacity of the sample while avoiding kinetic effects such as solvent evaporation, crystallization, and enthalpic recovery. From this point on any mention of heat capacity or specific heat capacity will refer to the reversing component. The inset of Figure 3 illustrates the temperature dependent specific heat capacity, cp (cp = Cp/m), in the vicinity of the calorimetric glass transition temperature for the neat polymer and PNCs. The overall specific heat capacity and the magnitude of the glass transition step decreases with increasing NP loading which is due to the lower specific heat capacity of silica. To quantitatively compare the specific heat capacity of the remaining polymer fraction within the PNC, we have removed the NP contribution such that(1)where CPNC and Cfiller are the heat capacities of the PNC and filler, cpfiller is the measured specific heat capacity of silica, mpolymer is the mass of the polymer fraction, and mfiller is the mass fraction of the filler. Using eq 1 and subtracting the NP contributions from the heat capacity curves, the cppolymer curves are then arbitrarily shifted on the y-axis to illustrate the changes in specific heat capacity at the glass transition with increasing NP loading. As is seen in Figure 3, a systematic broadening of the glass transition is observed with increasing NP loading, while the magnitude of the glass transition step, Δcp, remains essentially constant and independent of NP concentration. A decrease in Δcp with increasing NP loading has been observed for some PNCs and was attributed to the interfacial polymer being essentially immobilized relative to the bulk polymer. However, a decrease in Δcp is not observed for the presented P2VP PNCs, and instead the glass transition step is significantly broadened. Since the calorimetric glass transition process broadens without a clear decrease in glass transition strength with increasing NP concentration, this indicates that the interfacial polymer segments are not completely immobilized relative to the bulk in our system, but they are instead slightly suppressed and likely possess a wide distribution of segmental relaxation times. Even though the presence of the interfacial polymer seems to significantly broaden the glass transition step, the Tg of the PNCs changes only slightly, as shown in Table 1.  We employ broadband dielectric spectroscopy (BDS) to better understand the effects of silica NP on the polymer dynamics—specifically the changes in dielectric strength, the segmental relaxation times, and Tg. Figure 4a presents the imaginary part of the complex permittivity of each PNC measured at 400 K. The spectra are normalized with respect to the secondary relaxation process, assuming that it is not affected significantly by NPs.(29) The spectra clearly show a decrease in amplitude and broadening on the low-frequency side of the segmental relaxation peak (Figure 4a). This is especially obvious in the spectrum of the derivative of the real part (Figure 4b) which is less affected by the conductivity contribution at lower frequencies. For neat P2VP, a single Havriliak–Negami (HN) function and conductivity describes the data well (Figure 4c). However, a single HN function is not sufficient to fit the PNC data. So, we fit the imaginary part of the dielectric spectra by two HN functions and a conductivity term:(3)where Δε is the dielectric strength of the relaxation process, τHN is the Havriliak–Negami relaxation time, and the exponents γ and β describe the width and asymmetry of the spectra, respectively. In addition, σ0 and ε0 denote the dc conductivity and the vacuum permittivity, respectively. Figure 4d shows the spectra of the 40 wt % SiO2 PNC, where two HN functions are necessary to accurately fit the data. The fitting of the dielectric spectra of the silica composites was performed as follows. The stretching parameters γ and β for the segmental relaxation process in the composites were taken to be equal to those of neat P2VP and were kept constant during the fit procedure regardless of the NP loading. The stretching parameters for the slow interfacial relaxation process were initialized as being equal to those of the bulk-like relaxation process and were allowed to vary. The Δε’s of the segmental and slow interfacial relaxation processes were initialized according to volume fractions of silica and polymer and then allowed to vary. The characteristic HN relaxation time for the bulk-like relaxation was initialized as that of the neat segmental process, and both τHN’s were set as free parameters during the fitting procedure. The slower relaxation, referred to as α2, clearly increases in amplitude with an increase in NP concentration. So, we ascribe it to the relaxation of the interfacial polymer at the nanoparticle/polymer interface. The dynamics of the interfacial polymer layer are usually thought to be highly suppressed. However, in the case of our P2VP/silica nanocomposites, we observe the neat polymer segmental dynamics bifurcate into two relaxation peaks, with one peak related to the bulk relaxation of P2VP and the other most likely due to that of the interfacial polymer. Additionally, the sum of Δε1 and Δε2 for PNCs of all silica concentrations is found to remain constant and equal to the dielectric strength of the alpha relaxation in pure polymer, indicating that the decrease in Δε1 is accounted for by an increase in Δε2. Thus, we find evidence in the dielectric spectrum for an interfacial polymer region where the segmental mobility is on average slower by ∼2 orders of magnitude relative to that of the remaining bulk polymer. Since neither ΔεTotal nor Δcp of the polymer decrease with increasing NP concentration, we conclude that there is no “dead layer” of polymer in any of our PNCs but instead a layer of reduced mobility at the polymer–NP interface.  Figure 5 shows the temperature dependence of the interfacial and bulk polymer relaxation times for the 40 wt % SiO2 PNC as well as the estimated glass transition temperatures from the Vogel–Fulcher–Tammann (VFT) equation, τα = τ0 exp(−B/(T – T0)), where τ0, B, and T0 are fitting parameters and Tg is defined as the temperature at which τα = 100s. The interfacial polymer exhibits a relaxation time that is approximately 2 orders of magnitude slower than that of the bulk polymer, a slightly weaker temperature dependence, and a higher estimated Tg from the VFT fit (8 K higher). It is noteworthy that the temperature dependence of the segmental relaxation times of the bulk polymer is essentially unaffected by the presence of NPs. This indicates that the presence of NPs simply slows down the dynamics of polymer segments in the vicinity of the NP’s surface.  We now analyze the Δε of the bulk and interfacial segmental relaxation processes to determine the fraction of polymer adsorbed at the interfacial region in our PNCs. The estimation of thickness of the interfacial polymer layer within PNCs from BDS is well established and can be found in references 12 and 17. The interfacial layer thickness is computed using a simple volumetric estimate using the following relation: d = RNP[((ϕIP)/(ϕNP) + 1)1/3 −1] where, RNP is the radius of the nanoparticles, ϕIP is the volume fraction of interfacial polymer determined as (1 – ϕNP) × Δε2/ΔεTotal (assuming that the interfacial layer has the same density as bulk-like polymer) and ϕNP is the volume fraction of NPs. Figure 6a reveals the volume fraction of the interfacial polymer increases linearly with silica loading and the bulk-like volume fraction decreases accordingly. One aspect of the interfacial polymer which is particularly interesting is its dependence on interparticle spacing. As discussed previously, as the interparticle spacing approaches the length scale of the interfacial thickness, the dynamics are expected to significantly change. The volume percent of interfacial polymer should nearly reach 100% at 48 vol. % silica (∼68 wt %). Therefore, the PNC studied with the highest NP loading is 15 vol. % below the NP loading at which the interparticle spacing becomes comparable to a single interfacial polymer thickness, a condition where one would expect Δε1/ΔεTotal to decrease nonlinearly to zero. However, a similar study by Harton et al.(9) demonstrated that the main bulk-like relaxation for P2VP remains when loaded to 48 vol. % with 14 nm silica NPs, which is well above the percolation threshold (∼33 vol. %). It is possible that there was enough bulk-like polymer left in the interstitial space between NPs to give rise to a bulk-like dielectric signal at such high particle loadings. The amount of this bulk-like polymer depends also strongly on aggregation of NPs. The interfacial shell thicknesses are calculated from static and dynamic measurements and plotted as a function of NP loading in Figure 6b. These values are similar to estimates from previous studies of polymer bound to flat and curved surfaces.(9-11, 14, 17) Two results are readily apparent from these data: (1) the length scales obtained from static and dynamic measurements are in good agreement–in contrast to previous studies(12)—and (2) the length scale stays essentially constant with NP loading, i.e., with interparticle spacing. These two observations further validate the presence of the interfacial layer, which should only depend on the number of OH- groups on the surface of the silica NPs and the molecular weight of P2VP.(30) It has been suggested that the thickness of the interfacial layer is similar to the radius of gyration, Rg, of the polymer molecule.(30, 31) In the case of our studies, the thickness of the interfacial layer is only half of Rg (Rg of P2VP with Mw ∼ 97k is ∼11 nm). It is possible that the thickness of this layer is defined by the characteristic length scale of dynamic heterogeneities usually estimated in the range of several nanometers or by the size of the so-called dynamic bead size.(32-34) The latter is estimated to be ∼5 nm in polystyrene,(33, 34) a polymer similar to the studied P2VP. Unravelling the dependence of the layer thickness on molecular weight, rigidity of the polymer chain, the curvature of the NP surface, and strength of polymer–NP interaction would help to understand the parameters controlling the layer thickness. The observed existence of the interfacial layer with significantly slower segmental dynamics might provide an explanation to the well-known controversies in studies of PNC using different experimental techniques.(18) The group of Torkelson reported a significant change in Tg (ΔTg ∼ 11 K) of P2VP by adding just 0.4 vol.% of SiO2 NPs,(5) while other studies found changes of Tg by only a few kelvin with loadings up to ∼30 vol.%.(8-10) Torkelson and co-workers did not measure directly segmental dynamics, but instead analyzed the fluorescence of dye molecules that are sensitive to the Tg of the polymer.(4, 5) If the dye molecules are preferentially drawn to the surface of NP instead of being homogeneously distributed in the polymer matrix, then this technique will measure Tg of the interfacial layer even at low NP loading. However, the shift in Tg then should not depend much on the NP concentration above some threshold. This is exactly what has been reported.(5) On the other hand, earlier studies using BDS data focused mostly on the main segmental relaxation times (Figure 4) and thus detected only minor variations in Tg even at higher NPs loading.(8) Thus, this controversy reflects the coexistence of bulk-like polymer and an interfacial layer in the same PNC sample, and different experimental techniques might report the Tg of different parts of the sample. We emphasize that both BDS and DSC directly measure segmental dynamics, but their analysis should include a possibility of the existence of an interfacial layer with dynamics that differ significantly from the dynamics of a pure polymer. Additionally, our results stand in contrast to the Long–Lequeux picture of dynamics in polymer nanocomposites that suggests presence of an immobilized, “dead” polymer layer surrounding the particle surface.(35-39) Instead, results of our dielectric measurements reveal that the segmental relaxation of the polymer in the vicinity of the particle is not immoblized, but is slowed down (by a factor of ∼100 in our case). The reason for the apparent discrepancy between our results and the Long–Lequeux picture might come from the difference in experimental techniques used to probe dynamics of the composites. Presence of the immobilized polymer fraction at the polymer–particle or polymer–substrate interface was reported based on NMR measurements(38) that have an inherent limitation in the frequency range that can be probed—around 10 kHz on the low-frequency side. Thus, relaxation times slower than τα= 1/(2π × 104) ∼ 10–5 s are inaccessible to conventional NMR techniques. Utilization of the high frequency tail of the relaxation process in the fits does extend the relaxation time range that can be extracted from NMR measurement possibly by another order of magnitude, i.e., up to ∼10–4 s. Thus, any polymer fraction with segmental dynamics that are slower than 0.1 ms might appear as glassy in NMR measurements. As a result, the interfacial layer measured by NMR would have appeared to be glassy in the case of our system at temperatures significantly above Tg. Already at temperatures below ∼443 K (∼Tg + 70 K) the relaxation time in the interfacial layer becomes slower than 0.1 ms (Figure 5). The broadband dielectric measurements on the other hand can probe relaxation times as long 103 s and in extreme cases even 106 s.(40) The broader dynamic range of BDS in comparison to NMR measurements allowed us to observe that polymer segments in the interfacial layer are not completely frozen, but are simply slowed down (Figure 5). However, it should be noted that significant broadening of slow relaxation process does hint at the possibility of a significant mobility and Tg gradient being present in the interfacial polymer layer. "]], ["Conclusion", ["The static and dynamic properties of poly(2-vinylpyridine)/silica nanocomposites are characterized by SAXS, TEM, BDS, and TMDSC. Monodisperse silica nanoparticles (30 nm in diameter) are well dispersed even up to high loadings, as verified by TEM. The static structure of the polymer nanocomposites are shown to consist of core–shell structures with a broad interface, where the core is the spherical nanoparticle and the shell is ascribed to the presence of an interfacial polymer layer. Although there is only a slight change in the calorimetric glass transition temperature, a broadening of the glass transition step from TMDSC and the apparent broadening of segmental relaxation process from BDS is observed with NP loading. Furthermore, the apparent broadening of the BDS relaxation is found to be caused by the emergence of a new, slower (∼100 times) relaxation process corresponding to the interfacial polymer. The length scale of this interfacial polymer layer as estimated from BDS and SAXS is 4–6 nm regardless of interparticle spacing. One of the interesting results of this study is that the presence of the interfacial polymer has no considerable effect on the bulk-like segmental dynamics or the bulk-like glass transition temperature of the composite sample. Moreover, our analysis demonstrates that the interfacial layer is by no means a “dead layer” but is dynamically “alive”."]]], "doi": "10.1021/ma5000317", "figures": [["Figure 1", "Figure 1", "Figure 1. Transmission electron microscopy (TEM) images of P2VP/SiO2–40 wt % nanocomposite demonstrate that the nanoparticles are well-dispersed in the polymer."], ["Figure 2", "Figure 2", "Figure 2. Small-angle X-ray scattering profiles for samples with various NP loading and corresponding fits obtained with a linear combination of the Beaucage and core–shell models. For clarity, the curves are arbitrarily shifted vertically to compare the structure."], ["Figure 3", "Figure 3", "Figure 3. Specific heat capacity of the polymer fraction in the nanocomposites (with the silica contribution removed) with different silica loading. The curves are arbitrarily shifted to align at lower temperatures to illustrate the broadening of the glass transition step. Dotted lines are guides for the eye. Inset: The measured specific heat capacity curves for polymer nanocomposites, prior to accounting for the silica contribution."], ["Figure 4", "Figure 4", "Figure 4. (a) Imaginary part of the complex permittivity normalized with respect to the β-process versus normalized frequency of P2VP/SiO2 nanocomposites at 400 K. (b) Derivative of the real part of the complex permittivity showing the emergence of a secondary process with NP loading. (c) Normalized imaginary part of the complex permittivity of neat P2VP fit by a single Havriliak–Negami function, and (d) P2VP/SiO2 (40 wt %) showing the individual Havriliak–Negami components, α1, α2, and dc conductivity at T = 400 K."], ["Figure 5", "Figure 5", "Figure 5. Temperature dependences of relaxation times for P2VP/SiO2 (40 wt %) nanocomposite and their fit by the Vogel–Fulcher–Tammann (VFT) equation with estimated values of Tg."], ["Figure 6", "Figure 6", "Figure 6. (a) Normalized values of Δ ε as a function of NP loading. The dotted lines are a guide for the eye. (b) Calculated interfacial polymer thickness surrounding the silica nanoparticles from different experimental techniques."]], "table_captions": [["Table 1", "Table 1", "Table 1. Nanoparticle Concentrations, Glass Transition Temperatures from TMDSC and BDS, Estimated Interparticle Spacing (IPS), and Interfacial Shell Thickness from SAXS and BDS"]], "tables": []}