{"title": "Role of Interface in Highly Filled Epoxy/BaTiO3 Nanocomposites. Part I-Correlation between Nanoparticle Surface Chemistry and Nanocomposite Dielectric Property", "abstract": "The interface is critical for the design of polymer nanocomposites with desirable properties. The effect of interface behavior on the properties of polymer nanocomposites with low nanoparticle loading has been well documented. However, our understanding of the role of the interface in highly filled polymer nanocomposites is still limited because of the lack of comprehensive research work. In this contribution, by using BaTiO3 nanoparticles with six kinds of surface chemistry, we have prepared highly filled epoxy nanocomposites (50 vol% nanoparticle loading). The role of nanoparticle surface chemistry on the dielectric properties of epoxy nanocomposites is investigated at a wide frequency and temperature range by using broadband dielectric spectroscopy. Combining the microstructure analysis of the highly filled nanocomposites with a comprehensive X-ray photoelectron spectroscopy characterization of the surface chemistry of the BaTiO3 nanoparticles, an understanding is formed of the correlation between the nanoparticle surface chemistry and the dielectric properties of the nanocomposites. The functional group density, functional group type, and electrical properties of the modifier—the three parameters that are inherent from the nanoparticle surface modification—have a strong impact on the temperature and frequency dependence of the dielectric constant and dielectric loss tangent. This work demonstrates the great importance of surface chemistry in tuning the electrical properties of dielectric polymer nanocomposites. Index Terms — Interface, epoxy, BaTiO3 nanoparticles, nanocomposites, dielectric constant, dielectric loss, dielectric dispersion. ", "body": [["ABSTRACT", ["The interface is critical for the design of polymer nanocomposites with desirable properties. The effect of interface behavior on the properties of polymer nanocomposites with low nanoparticle loading has been well documented. However, our understanding of the role of the interface in highly filled polymer nanocomposites is still limited because of the lack of comprehensive research work. In this contribution, by using BaTiO3 nanoparticles with six kinds of surface chemistry, we have prepared highly filled epoxy nanocomposites (50 vol% nanoparticle loading). The role of nanoparticle surface chemistry on the dielectric properties of epoxy nanocomposites is investigated at a wide frequency and temperature range by using broadband dielectric spectroscopy. Combining the microstructure analysis of the highly filled nanocomposites with a comprehensive X-ray photoelectron spectroscopy characterization of the surface chemistry of the BaTiO3 nanoparticles, an understanding is formed of the correlation between the nanoparticle surface chemistry and the dielectric properties of the nanocomposites. The functional group density, functional group type, and electrical properties of the modifier—the three parameters that are inherent from the nanoparticle surface modification—have a strong impact on the temperature and frequency dependence of the dielectric constant and dielectric loss tangent. This work demonstrates the great importance of surface chemistry in tuning the electrical properties of dielectric polymer nanocomposites. Index Terms — Interface, epoxy, BaTiO3 nanoparticles, nanocomposites, dielectric constant, dielectric loss, dielectric dispersion. "]], ["INTRODUCTION", ["DIELECTRIC polymer nanocomposites, also known as nanodielectrics, have attracted tremendous interest from the industry and academic community in the last decade because of their potential superior electrical properties compared to conventional microcomposites [1-5]. So far, it has been shown that dielectric polymer nanocomposites can exhibit improved and/or unexpected electrical properties in comparison with conventional polymer microcomposites. The role of nanoparticles in increasing the breakdown strength and voltage endurance, suppressing the space charge and enhancing the partial discharge resistance of dielectric polymers has attract many eyes from the field of engineering dielectrics [6-18]. Compared with the conventional dielectric polymer nanocomposites fabricated by introducing several weight fractions of nanoparticles into an insulating polymer matrix, highly filled dielectric polymer nanocomposites have only received limited attention, possibly because of the difficulties in nanocomposite preparation and nanoparticle dispersion. Despite this, highly filled dielectric polymer nanocomposites are highly desirable in order to fulfill the rapid development of consumer electronics and energy based devices and equipment [19-21]. This is because that high dielectric constant and low dielectric loss can only be simultaneously achieved in highly filled dielectric polymer nanocomposites. Among the highly filled nanocomposites, BaTiO3 based nanocomposites with high dielectric constant are typical because of their potential application in power cable terminations (Scheme 1) and embedded planar capacitors (Scheme 2) [19, 21, 22]. At power cable terminations, the electric field is not uniform and concentrated at the cutback points of shield layer, which can result in surface and internal discharge in the insulation and finally lead to insulation failure [23]. High dielectric constant polymer composites can be used to relieve the electrical stress and make the electric field distribution uniform over the termination surface [24, 25]. The utilization of embedded planar capacitors comprised of high dielectric constant dielectric film between copper sheets can effectively reduce the number of surface mounted devices, not only leading to miniaturization of printed wiring boards but also improving the device properties (e.g., reducing electromagnetic interference and switching noise) [26]. It has been known that the electrical properties of polymer nanocomposites are significantly influenced by the dispersion and distribution of nanoparticles as well as the physical properties of the matrix-nanoparticle interface [6-8, 27]. At a very high nanoparticle loading (e.g., ≥50 vol.%), the total volume fraction of the interfacial region becomes very large and thus the dielectric properties of the highly filled nanocomposites can be tailored through interfacial design. However, there is still a lack of a deep understanding into the relationship between the matrix-nanoparticle interface and electrical properties of the highly filled nanocomposites. Although previous research gas documented the effects of surface modification by silane coupling agents on the dielectric constant and dielectric loss tangent of highly filled epoxy/BaTiO3 nanocomposites [22], detailed information about the nanocomposite sample quality and the precise nanoparticle fraction in the final samples, which are considered as the vital factors in determining the dielectric property of the highly filled nanocomposites, was not available to demonstrate the relationship between the matrixnanoparticle interface and the property of the nanocomposites. In fact, the lack of a technique for preparing high quality (e.g., void free, homogeneous nanoparticle dispersion, etc.) samples is still a problem, which limits our understanding of the interface-property relationship in the highly filled dielectric polymer nanocomposites. In this paper, by using a unique processing method developed by the authors [28, 29], we have prepared six kinds of highly filled epoxy/BaTiO3 nanocomposites. Namely, the nanoparticles used for the sample preparation have six kinds of surface chemistry. The frequency and temperature dependence of the dielectric properties were investigated when the high quality of nanocomposite samples was confirmed. We attempt to understand the correlation between nanoparticle surface chemistry and the dielectric properties of the nanocomposites."]], ["EXPERIMENTAL SECTION", ["##2.1 MATERIALS BaTiO3 nanoparticles were purchased from Shandong Sinocera Functional Material Company (Shandong, China). The shape, average size and size distribution of the nanoparticles were investigated by transmission electron microscope (TEM). TEM image and nanoparticle-size histogram (Figure 1) reveal a spherical shape and an average size of 110 nm. Diglycidyl ether of bisphenol-A (DGEBA) epoxy resin (JER 828) and amine curing agent (JER 113) were purchased from Japan Epoxy Resin Co. The chemical structure of the epoxy and curing agent used in this work was provided in Scheme 4. Silane coupling agents (3- mercaptopropyltrimethoxysilane, KBM 803; 3- aminopropyltrimethoxysilane, KBM 903 and 2-(3,4- epoxycyclohexyl) ethyltrimethoxysilane, KBM 303;) were purchased from ShinEtsu Chemical Co. Other chemicals such as lithium chloride (LiCl), 3,5-diaminobenzoic acid (DABA), N-methyl-2-pyrrolidone (NMP), N, N-dimethylformamide (DMF), triphenyl phosphite (TPP), pyridine, ninhydrin, toluene and ethanol were purchased from Wako Pure Chemical Industries, Ltd. All the chemicals were used as received. ##2.2 HYDROXYLATION OF BATIO3 NANOPARTICLES The hydroxylated BaTiO3 nanoparticles were prepared by refluxing the as received BaTiO3 nanoparticles in 30 wt % aqueous solution of H2O2 (105 °C, 4 h). Tip-sonication (30 min, 25% amplitude, Hielscher UP200S, Germany) was used before the refluxing reaction. The treated nanoparticles were washed with deionized water and then were dried at 105 °C under vacuum (10 h). The final product was denoted as BTOH. ##2.3 FUNCTIONALIZATION OF BATIO3 NANOPARTICLES BY SILANE COUPLING AGENTS. The hydroxylated BaTiO3 nanoparticles was first ground in a ceramic mortar, and then the nanoparticles and silane couple agents were simultaneously added to a three-necked flask containing dry toluene. The suspension was mechanically stirred at 135 °C for 24 h under a N2 atmosphere. The silane coupling agent functionalized BaTiO3 nanoparticles were recovered by centrifugation and then washed with fresh ethanol. The final product was dried in a vacuum oven (105 °C, 10 h) and then was stored in a desiccator. The BaTiO3 nanoparticles functionalized by KBM-303, KBM-803 and KBM-903 are denoted as BT-EP, BT-SH and BT-NH, respectively. The scheme of the functionalized BaTiO3 nanoparticles is shown in Scheme 3. ##2.4 HYPERBRANCHED AROMATIC POLYAMIDE FUNCTIONALIZED BATIO3 PARTICLES. The hyperbranched aromatic polyamide functionalized nanoparticles were prepared by in situ polymerization of DABA on the surface of BT-NH, which has been demonstrated in detail in our previous work [30]. Briefly, BT-NH was first dispersed in NMP under sonication. Once the DABA was fully dissolved, pyridine and TPP were added into the suspension as a condenser. The suspension was heated to 100 °C and held at this temperature for 6 h stirred under dry nitrogen flow. When the reaction was finished, the suspension was cooled to room temperature and then precipitated in a methanol/LiCl solution to remove the unreacted DABA. The precipitated product was treated by three cycles of centrifugation-resolution in DMFprecipitation in methanol. The final product was dried in a vacuum oven at 105 °C to a constant weight and was denoted as BT-HBP. The scheme of the hyperbranched aromatic polyamide functionalized BaTiO3 nanoparticles is also shown in Scheme 3. ##2.5 FABRICATION OF EPOXY/BATIO3 NANOCOMPOSITES. The fabrication of the epoxy/BaTiO3 nanocomposites process is based on a previously reported process and includes two stages [28, 29], which are shown in Figures 2 and 3. All the nanocomposites contain 50 vol% BaTiO3 nanoparticles. In the case of Stage 1, two steps were used: Step 1: Dispersing BaTiO3 nanoparticles into a solution of epoxy/curing agent/MEK by a tip-sonication. An ice-bath was using during the sonication process in order to avoid the curing reaction. Step 2: The resulting suspension was stirred by using a Thinky Mixer (ARE250, Thinky Co.). A rotation speed of 2000 rpm and a revolution speed of 1000 rpm were used. This step is unique because the BaTiO3 nanoparticles were homogeneously mixed into the epoxy but also the solvent used for nanoparticle dispersion was removed. Stage 2 is the sample preparation process, which includes (i) injection of the epoxy/BaTiO3 mixture into a mold, (ii) degassing in vacuum, (iii) pressing the mold under 30 MPa for about 10 min, (iv) the removal of unnecessary material, (v) repressing the epoxy/BaTiO3 mixture under about 30 MPa and heating to 70 ℃ for 3 h pre-curing and then heating to 150 ℃ for 3 h post-curing, (vi) cooling and then obtaining the cured samples from the mold. ##2.6 MEASUREMENT Thermogravimetric analysis (TGA) was performed on a NETZSCH TG209 F3 instrument (heating the powders from 50 to 800 °C with a rate of 20 °C min−1 in air. X-ray photoelectron spectroscopy (XPS) of the nanoparticles with different surface chemistry was measured by using an Axis Ultra spectrometer (Kratos Analytical, UK) with a monochromated Al Kα source. Survey scans were first carried out over a binding energy range of 0 to 1150 eV with a constant detector pass energy range of 0 to160 eV, and then the high-resolution XPS measurement (pass energy 40 eV) was performed for quantitative analysis of the binding energy and atomic concentration. Data were treated using the XPS PEAK version 4.1 software. Symmetrical Gaussian-Lorentzian curves were used. In some cases, given the noise level of the data, it was necessary to fix the widths and positions of some peaks to enable the software to find an optimum fit. The observation of nanoparticle dispersion in the nanocomposites was carried out in a FEI field emission scanning electron microscopy (Nova nanoSEM NPE218). All specimens were prepared by fracturing the nanocomposites at room temperature and then fractured surface was sputtered a thin layer of gold to avoid accumulation of charges. The frequency and temperature dependent dielectric properties were measured using a Concept 40 impedance analyzer (Novocontrol, Germany) over the frequency range of 10-1 to 106 Hz and a temperature range of 10 to 160 °C. The temperature of the measurement cell was controlled by a Novocontrol Quatro Cryosystem."]], ["RESULTS", ["##3.1 NANOPARTICLE CHARACTERIZATION The BaTiO3 nanoparticles with different surface chemistry were first characterized by TGA. As shown in Figure 4, the as received nanoparticles exhibit the minimum weight loss. Specifically, the weight loss before 300 °C corresponds to the removal of adsorbed water on the nanoparticle surface. Above 300 °C, the weight loss is due to the condensation and removal of hydroxyl groups. BT-OH shows higher weight loss at every step on the thermograms, indicating that more hydroxyl groups were introduced onto the nanoparticle surface due to treatment. Compared with BT-OH, the silane coupling agents functionalized nanoparticles exhibit lower and higher weight loss before and after 300 °C, respectively. The calculated weight ratios of grafted epoxy, mercapto and amino terminated silane coupling agents to the nanoparticle is about 0.54%, 0.64%, 0.91%, respectively, resulting in the silane molecule density on the nanoparticle surface of about 1.28/nm2, 2.08/nm2 and 2.70/nm2, respectively. The hyperbranched polymer functionalized nanoparticles show much larger weight loss because of the high molecular weight of the grafted macromolecules. For analyzing the surface atomic content of the BaTiO3 nanoparticles with different surface chemistry in detail, XPS spectra of BaTiO3 nanoparticles are provided, as shown in Figure 5. First, it can be observed from the general spectra [Figure 5(a)] that the peaks of Si 2p at 102 eV, which are absent in the as received BT and BT-OH, appear in the silane coupling agent functionalized nanoparticles. On the other hand, S 2p and N 1s peaks appear in the BT-SH and BT-NH, respectively, which may originate from the silane coupling agents used for nanoparticle functionalization (S 2p peak from KBM 803 and N 1s peak from KBM 903). The high-resolution XPS spectra of O and N are also presented in Figure 5 in order to analyze the surface chemistry of the nanoparticles. The high-resolution O 1s spectra are shown in Figure 5(b-g). The measured peaks can be curvefitted into several individual photopeaks representing different components. The resolved photopeaks near 529.3, 531, 532 and 532.7 eV correspond to the O atoms in bulk BaTiO3, – OH/C-O, Si-O- and H2O/C=O, respectively [31-34]. The contribution of different O atoms are integrated from the resolved peak area and shown in Table 1. The rise of area ratio of –OH to BT-OH further confirms the introduction of more hydroxyl groups onto the interface of BT-OH nanoparticles by the H2O2 solution treatment. The appearance of the Si-O area in BT-EP, BT-SH and BT-NH confirmed that the Si atoms originate from the silane coupling agents. An interesting phenomenon can be found that the contribution of Si-O in BT-EP, BT-SH and BT-NH is higher than that of – OH/C-O in BT-OH. This can be understood by the fact that the silane molecules undergo a cross-linking polymerization reaction around the surface of BT-OH nanoparticles. The remaining contribution of –OH in BT-SH and BT-NH indicates that only part of the –OH undergo the silanization reaction, similar to the results reported elsewhere [35]. The high-resolution XPS spectra of N 1s of BT-NH and BT-HBP are shown in Figure 5(h, i). The peaks near 399.7, 400 and 401.7 eV correspond to the free –NH2, O=C-N and –NH3 +/hydrogen bonded –NH2, respectively [31, 35, 36]. The contribution of different N atoms is calculated from integrated areas of the resolved peaks in the Figure 5(h, i) and the results are given in Table 2. The appearance of O=C-N area in BTHBP indicates that the HBP have been successfully grafted to BT-NH. ##3.2 MICROSTRUCTURE OF THE HIGHLY FILLED NANOCOMPOSITES The SEM images showing the fractured surface of the nanocomposites are provided to evaluate the interface adhesion between the nanoparticles and the epoxy matrix. As shown in Figure 6, there exists a sharp contrast in interface adhesion of various nanocomposites and the interface adhesion strength can be generally divided into two levels: strong and weak. The as received BT and BT-OH nanoparticles almost appear in their original form in the nanocomposites, and they exhibit a clear contrast with their surrounding epoxy matrix, making them easy to recognize in an image and thus indicating weak interface adhesion between the nanoparticles and matrix. However, the nanoparticles functionalized by silane coupling agents and hyperbranched polymer are coated by a layer of polymer and show relatively weaker contrast with their surrounding epoxy matrix when compared with the as received BT and BT-OH nanoparticles, indicating strong interface bonding or good compatibility between nanoparticles and matrix. Another important observation from Figure 6 is that voids and pores at the microscale, which significantly affect the property of dielectric polymer composites [28, 37], are scarcely observed either in the nanocomposites with as received BT or in nanocomposites with functionalized BT. This result not only confirms the effectiveness of our nanocomposite fabricating method, but also indicates that, in our case, the influence of voids and pores on the dielectric property of the nanocomposites can be neglected. ##3.3 NANOCOMPOSITE DIELECTRIC PROPERTY Figure 7 shows the frequency-dependent dielectric properties of the nanocomposites at room temperature. One can see that both the dielectric constant and dielectric loss tangent of the nanocomposites show a weak frequency dependence. More specifically, several observations are worth noting: (i) the introduction of silane coupling agent functionalized nanoparticles results in a slighter lower dielectric constant and dielectric loss tangent over the whole frequency range in comparison with the as received BT nanocomposites; (ii) compared with the nanocomposites containing as received BT, the nanocomposites with BT-OH and BT-HBP exhibit higher dielectric constant over the whole frequency range and show higher dielectric loss tangent at super low frequencies (i.e., <0.5 Hz for BT-OH nanocomposites and <1 Hz for BT-HBP nanocomposites). Figure 7 also shows the temperature-dependent dielectric properties of the nanocomposites at 1000 Hz. The dielectric constant and dielectric loss tangent of the BT-HBP nanocomposite increase significantly at higher temperatures, while all other nanocomposites exhibit weak temperature dependence of dielectric constant and dielectric loss tangent. Moreover, the relative magnitude of the dielectric constant in different nanocomposites show almost the same tendency over the whole temperature range. The relative magnitude of dielectric loss tangent in the nanocomposites, however, is dependent on temperature. In order to deeply understand the effect of nanoparticle surface chemistry on the dielectric property of the highly filled epoxy nanocomposites and to clarify the origin of the higher dielectric constant in the BT-OH and BT-HBP nanocomposites, we provide the frequency-dependent dielectric parameters of the nanocomposites over a wide temperature range (10-160 oC). Figure 8 shows the frequency dependence of real dielectric constant in the epoxy nanocomposites. One can see that, depending on the nanoparticle surface chemistry, the nanocomposites show different frequency dependence at a given temperature. As shown in Figure 7, all the nanocomposites exhibit weak frequency dependence of dielectric constant at room temperature. At higher temperatures, however, different frequency-dependent characteristics of the dielectric constant have been observed: (i) the as received BT, BT-OH and BTHBP based nanocomposites exhibit rapidly increased dielectric constant with decreasing frequency and the absolute values of the slope of dielectric constant with frequency have a tendency of BT-HBP nanocomposites > BT-OH nanocomposites > as received BT nanocomposites; (ii) at higher temperatures and low frequencies, the dielectric constant of the BT-HBP nanocomposites might be larger in comparison with the dielectric constant of each of the components of the nanocomposites. The rapid increase of dielectric constant in the low frequencies and high temperatures likely originate from electrical conduction and/or space charge accumulation/migration. The contribution of electrical conduction to dielectric loss can be described by the following equation [39, 40]  where σ , ε0 and f are dc conductivity, dielectric constant of vacuum and electric field frequency, respectively. According to equation (1), log ε\"dc versus logf should represent a straight line. As shown in Figure 9, in the as received BT, BT-OH and BT-HBP nanocomposites, log ε\"dc versus logf indeed exhibit a straight line at low frequencies and high temperatures, indicating dc electrical conduction. In the case of nanocomposites containing silane functionalized nanoparticles, however, a straight line of log ε\"dc versus logf only appears at very low frequencies and very high temperatures. Namely, the temperature and frequency range is much narrower than that of the as received BT, BT-OH and BT-HBP based nanocomposites. In order to show the effect of nanoparticle surface chemistry on the dc electrical conductivity of the nanocomposites, the frequency-independent electrical conductivity of the nanocomposites at high temperatures is plotted as a function of reciprocal temperature, as shown in Figure 10. It can be seen that the dc conductivity follows an Arrhenius temperature dependence, which is described by the following equation  where Ea and k are activation energy of the conductive process and Boltzmann constant, respectively. It should be noted that the dielectric constant of the nanocomposites is well correlated with the dc conductivity. Namely, the nanocomposites with high electrical conductivity exhibit strong enhancement of dielectric constant in low frequencies, further indicating the strong increase of dielectric constant is a polarization mechanism related to space charge transport/accumulation in the samples. The contribution of nanoparticles to the electrical transport process originates from the nanoparticles themselves, the surface chemistry, and the matrix property variation caused by the introduction of the nanoparticles, which makes the analysis of the activation energy complicated. Despite this, activation energy is a useful indicator to evaluate the temperature dependence of electrical conduction and other dielectric parameters determined by electrical conduction in the nanocomposites. Low and high activation energy corresponds to weak and strong temperature dependence of the low frequency dielectric constant, respectively. This is generally consistent with our results shown in Figure 8 except for the BT-EP nanocomposite sample."]], ["DISCUSSION", ["The aforementioned result has shown that both the nanoparticle/matrix interface adhesion and the dielectric property of the nanocomposites are closely associated with the nanoparticle surface chemistry. The nanoparticles with six kinds of surface chemistry can be divided into three types: (I) as received BT and BT-OH, (II) BT-EP, BT-SH and BT-NH and (III) BT-HBP. Type I has the same terminal hydroxyl groups (-OH) on the surface and the difference only lies in the density of these hydroxyl groups according to the TGA and XPS measurements. In theory, the hydroxyl groups on the surface of the as received BT and BT-OH nanoparticles can react with the epoxide rings from the base polymer (hydroxylepoxy etherification reaction) [41], however, the reaction condition for hydroxyl-epoxy etherification is much more harsh than that of amine-epoxy addition. This may result in the absence of the chemical reaction between the hydroxyl groups and epoxy matrix and thus weakly bonded nanoparticles in the as received BT nanocomposites. However, the fact that the BT-OH nanocomposites exhibit lower dielectric loss tangent in comparison with the as received BT nanocomposites indicates that, compared with the nanocomposites with as received BT, there exist more hydrogen bonding between the hydroxyl groups of BT-OH and epoxy matrix. It is mainly the stronger hydrogen bonding between the hydroxyl groups of BT-OH and epoxy matrix that results in a lower dielectric loss tangent in the BT-OH nanocomposites. The increase in extent of the hydroxyl-epoxy interaction in BT-OH nanocomposites is probably the result of the high density of hydroxyl groups on the surface of BT-OH, which increases the number of hydrogen bonds. On the other hand, water is easily adsorbed and bonded with hydroxyl groups on the surface of the nanoparticles, which not only increases the electrical conductivity of the nanocomposites but also results in charge accumulation in the interface area between the nanoparticle and the epoxy matrix. This is why we observe a rapid increase in dielectric constant and dielectric loss with decreasing frequency in the low frequency range and/or high temperatures. Type II are grafted by silane coupling agents terminated with epoxide ring, mercapto (-SH) or amino (-NH2) groups. Among the three silane coupling agents, the terminal groups of epoxide ring and amino (-NH2) can fully react either with the curing agents or with uncured epoxy resin under our curing condition, resulting in the formation of covalent bonding between the nanoparticles and the epoxy resin matrix and thus strong interface interaction between the nanoparticles and the epoxy matrix. In this case, charge accumulation in the interface becomes difficult and the nanocomposites naturally exhibit improved dielectric properties (i.e., decreased dielectric loss tangent and weak dielectric dispersion). On the epoxide ring may not proceed fully under the absence of any catalyst, resulting in a relatively weak interface and thus higher low-frequency dielectric constant (Figure 8) and high dielectric loss (Figure 7) in comparison with the BT-EP and BT-NH nanocomposites. According to the microstructure observation of the nanocomposites, the slightly decreased dielectric constant in silane functionalized BT nanocomposites shown in Figure 7 should be attributed to the surface chemistry difference between the as received BT and silane functionalized BT. The silane functionalized BT can form core-shell structured nanoparticle-polymer morphology. In this case, the movement of the polymer chain is restricted and the dipolar or orientational contribution to the polarizability will decrease, finally resulting in a lower-dielectric-constant polymer shell, which in turn causes the lower dielectric constant of the nanocomposites. Type III is grafted by a layer of hyperbranched aromatic polyamide terminated by amino groups, which can react with the epoxy matrix and form a core-shell structured nanocomposite morphology. The charge transport mechanisms are proton conduction and the movement of ionic species, which can cause large electrical conductivity at high temperatures and finally lead to very high dielectric loss and dielectric constant at low frequencies [42]. At low temperatures the proton and ionic species are deeply trapped and have not enough energy to be activated, resulting in low dielectric loss and low electrical conductivity. In fact, the BTHBP really has the highest activation energy among the nanocomposites, as shown in Figure 10."]], ["CONCLUSIONS", ["Highly filled epoxy/BaTiO3 nanocomposites were successfully prepared. We have evaluated the effect of nanoparticle surface chemistry on the dielectric property of the nanocomposites at a wide temperature and frequency range. Having the detailed information of the nanoparticle surface chemistry by XPS characterization and the microstructure of the nanocomposites by SEM observation, we have identified that nanoparticle surface chemistry indeed plays a significant role in affecting the frequency and temperature dependence of dielectric property of the highly loaded nanocomposites. Specifically, we found that, under the curing conditions used in this work, the hydroxyl groups on the surface of as received BT could not react with the epoxy resin, resulting in an incompatible interface between the nanoparticles and epoxy matrix and high dielectric loss and dielectric constant, particularly at low frequencies and high temperatures. The increase in hydroxyl group density on the surface of the nanoparticle increases the dielectric constant of the nanocomposites over the whole frequency range, but decreases the dielectric loss tangent at high frequencies and low temperatures. The nanoparticles functionalized by epoxy, mercapto and amino group terminated silane coupling agents can effectively reduce the dielectric loss and suppress the dielectric dispersion of the epoxy nanocomposites. However, the dielectric constant of the nanocomposites is also slightly decreased. The comparative research on the dielectric properties in the nanocomposites with silane functionalized nanoparticles has led to the conclusion that the reaction between the terminal groups of the silanes grafted on the nanoparticle surface and the epoxy matrix is important to tailor the dielectric properties of the nanocomposites. The formation of a strongly bonded interface could significantly suppress the dielectric loss and dielectric dispersion of the nanocomposites. The electrical properties of the modifier grafted on the surface of the nanoparticles shows significant influence on the dielectric properties of the highly filled nanocomposites. Although the hyperbranched aromatic polyamide polymer can form a strongly bonded interface between the nanoparticles and epoxy matrix, the high electrical conductivity of the hyperbranched polymer results in high dielectric loss and large dielectric dispersion, in particular at high temperatures and low frequencies. Our work suggests that significant attention on the nanoparticle surface chemistry is needed when we design highly filled dielectric polymer nanocomposites with desirable electrical properties."]]], "doi": "10.1109/TDEI.2013.004165", "figures": [["Figure 1", "Figure 1", "Figure 1. TEM image of the BaTiO3 nanoparticles. Inset shows the corresponding size histogram of the BaTiO3 nanoparticles. Note, the BaTiO3 nanoparticles were surface treated for a good dispersion."], ["Figure 10", "Figure 10", "Figure 10. The dc electrical conductivity versus the reciprocal temperatures. The number shown in the figure is the activation energy of the conduction process in the corresponding nanocomposites."], ["Figure 2", "Figure 2", "Figure 2. Scheme of the nanoparticle/epoxy mixing and solvent removal process. Note that the solvent can be removed during the nanoparticle/epoxy mixing processing, resulting in homogeneous nanoparticle/epoxy mixture with only a small solvent residue."], ["Figure 3", "Figure 3", "Figure 3. Scheme showing the preparation process of the epoxy/BaTiO3 nanocomposite samples."], ["Figure 4", "Figure 4", "Figure 4. TGA curves of BaTiO3 nanoparticles with different surface chemistry."], ["Figure 5", "Figure 5", "Figure 5. (a) General XPS spectra of BaTiO3 nanoparticles with different surface chemistry; High-resolution XPS spectra of O 1s of (b) BT, (c) BT-OH, (d) BTEP, (e) BT-SH, (f) BT-NH and (g) BT-HBP; High-resolution XPS spectra of N 1s of (h) BT-NH and (i) BT-HBP."], ["Figure 6", "Figure 6", "Figure 6. SEM images showing the fractured surface of epoxy nanocomposites with as received BT (a), BT-OH (b), BT-EP (c), BT-SH (d), BT-NH (e) and BT-HBP (f).   "], ["Figure 7", "Figure 7", "Figure 7. Frequency-dependent dielectric constant (a) and dielectric loss tangent (b) of the epoxy/BT nanocomposites at room temperature and temperature-  dependent dielectric constant (c) and dielectric loss tangent (d) of the epoxy/BT nanocomposites at 1000 Hz.   "], ["Figure 8", "Figure 8", "Figure 8. Frequency dependence of real dielectric constant in the epoxy nanocomposites with as received BT (a), BT-OH (b), BT-EP (c), BT-SH (d), BT-NH (e) and BT-HBP (f) from 10 to 160 °C. All the y-axes have the same scale in each sample for comparison."], ["Figure 9", "Figure 9", "Figure 9. Frequency dependence of imaginary dielectric constant in the epoxy nanocomposites with as received BT (a), BT-OH (b), BT-EP (c), BT-SH (d), BT-NH (e) and BT-HBP (f) from 10 to 160 °C. All the y-axes have the same scale in each sample for comparison."], [null, null, "Scheme 1. Electric filed distribution at power cable terminations without (a)  and with (b) high dielectric constant materials.   "], [null, null, "Scheme 1. Electric filed distribution at power cable terminations without (a)  and with (b) high dielectric constant materials.   "], [null, null, "Scheme 2. Embedded planar capacitor in printed wiring board.   "], [null, null, "Scheme 3. Scheme of as received and functionalized BaTiO3 nanoparticles.   "], [null, null, "Scheme 4. The chemical structures of the epoxy (JER828) and curing agent  (JER113) used in this work.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Quantification of the O 1s XPS spectra in Figure 5(b-g)."], ["Table 2", "Table 2", "Table 2. Quantification of the N 1s XPS spectrum in Figure 5(h,i)."]], "tables": []}