{"title": "Synthesis and dielectric studies of poly (vinyl pyrrolidone) / titanium dioxide nanocomposites", "abstract": "In this paper, we present the synthesis of poly vinyl pyrrolidone (PVP) / titanium dioxide nanocomposites via sol- gel technique. The structural and dielectric properties of the samples were also analysed in this work. PVP doped with varying concentrations of TiO2 are prepared by the sol–gel route. The prepared composites were characterized by X-ray diffraction (XRD), transmission electron microscopy (TEM) and impedance spectroscopy. XRD and TEM confirm the presence of TiO2 nanoparticles in the composites. The dielectric response and the AC electrical conductivity of the samples are investigated for the frequency range 1 kHz–2MHz at room temperature. The dielectric studies show low values for dielectric constant and loss at high frequencies. ", "body": [["Abstract", ["In this paper, we present the synthesis of poly vinyl pyrrolidone (PVP) / titanium dioxide nanocomposites via sol- gel technique. The structural and dielectric properties of the samples were also analysed in this work. PVP doped with varying concentrations of TiO2 are prepared by the sol–gel route. The prepared composites were characterized by X-ray diffraction (XRD), transmission electron microscopy (TEM) and impedance spectroscopy. XRD and TEM confirm the presence of TiO2 nanoparticles in the composites. The dielectric response and the AC electrical conductivity of the samples are investigated for the frequency range 1 kHz–2MHz at room temperature. The dielectric studies show low values for dielectric constant and loss at high frequencies. "]], ["Introduction", ["Organic–inorganic hybrid composites has attracted considerable attention in many applications, such as packaging material, circuit board, interlayer dielectrics, antenna, and passivative protection. Composite materials are typically formed when at least two distinct materials are mixed to form a monolith [1]. Hybrid organic–inorganic materials can be formed by reacting an inorganic alkoxide directly with an organic polymer or an oligomer having the appropriate functional groups, thus providing covalent linkages between the organic phase and the inorganic network [2]. Polymers possess some limitations for much higher performance applications because of their intrinsic organic nature and thus require inorganic materials for improving them. Inorganic materials exhibit excellent thermal stability and functional properties such as dielectric and magnetic properties, but have high brittleness and bad film forming characteristics. Thus, the composite formation of polymers with inorganic material has been suggested to meet the demands of balanced properties for both organic and inorganic materials [3, 4]. The overall properties of a composite material are determined not only by the properties of the parent components but also by the morphologies, volume fractions, and connectivity of the phases as well as their interfacial properties [5, 6]. Titania–polymer nanocomposites represent a new class of potential materials for optoelectronic applications. Titanium dioxide (TiO2) is a very promising material for a large number of potential applications in many aspects such as solar energy conversion, photocatalysis, sensors, and photochromic devices [7, 8]. TiO2 has been known to have three crystallographic phases: anatase, brookite and rutile [9]. Among them, anatase has been proved to have excellent photoactivity and optoelectronic properties [10]. In this work, we present the non- hydrolytic sol-gel method of polymer-TiO2 nanocomposites preparation without any catalysts and the structural and dielectric characterizations of these polymer nanocomposites."]], ["Experimental details", ["The PVP-TiO2 nanocomposites were prepared by the non- hydrolytic sol-gel (NHSG) process using tetra isopropyl orthotitanante (TIOT) and poly vinylpyrrolidone with ethanol as a solvent. Measured amounts of TIOT and PVP were stirred magnetically for 20 min with ethanol at room temperature to avoid local inhomogeneities. No catalysts were added. The resulting solution became highly viscous after a few seconds. In this study, the weight ratio of the inorganic precursor in the reaction mixture was taken as 25wt% (Sample A), 50wt% (Sample B) and 75wt% (Sample C) respectively. The TiO2- PVP composite gels, which are transparent and viscous, are dried in an oven at 60°C for 24 h in air and the final product is yellowish in colour. Finally, the samples were annealed in air at 360°C for 2h to obtain the TiO2-PVP composite material with TiO2 nanocrystals. The FTIR spectra were taken using the Shimadzu FTIR and the X-ray diffraction (XRD) of the sample was recorded using Bruker D8 advance diffractometer. The transmission electron microscopy (TEM) image was obtained using FEI Tecnai TF20 FEGTEM. The AC conductivity and dielectric measurements were done using the Agilent E4980A. "]], ["Results and Discussion", ["Fig. 1 exhibits the XRD pattern of the hybrid composite TiO2 nanocrystals. There exist seven peaks at 25.2°, 37.8°, 48.04°, 55.06°, 62.6°, 68.7°,75.02° respectively, which can be indexed to (101), (004), (200), (211), (204), (116) and (215) planes of anatase phase of TiO2. The above results confirmed that the optimum calcination temperature for the preparation of pure anatase TiO2 nanocrystals is 360°C. The reflection peaks were broad, indicating the small size of the crystal in the nanoscale range. Therefore, the average crystallite sizes were measured from the most intense XRD peak (101) using the Debye- Scherrer formula and was estimated to be 4.8 nm. In order to find the effect of strain on the particle size, we use a modified equation with full-widths at half-maximum (FWHM) of the diffraction peaks [11]. The FWHMs (β s) can be expressed as a linear combination of the contributions from the strain (η) and particle size (ε) through the following relation:  Here, ε is the effective particle size and η is the effective strain. Using this equation, the crystal size was evaluated to be 5.58 nm. Comparing the two crystallite size values one can find that the sample does not show the presence of any significant strain. The TEM image of the hybrid composite containing TiO2 nanocrystals is shown in Fig 2. It can be clearly observed that a lot of nanoscale particles are dispersed in the spectrum. The image shows several nanocrystals oriented randomly, ranging in size from 5 to 7 nm, and not much agglomeration even after heating at 360°C. The nanocrystals mostly had a spherical morphology. Fig. 3(a) presents the variation of real part of dielectric constant (C) as a function of frequency (ɷ) at room temperature for different samples. It can be seen from the figure that the value of dielectric constant (ε’) is decreased as the frequency increased. It is likely that as the concentration of TiO2 increases; the distance between the TiO2 nanoparticles is reduced, thereby increasing the interaction between them [12]. Such an increase in interaction among the nanoparticles, could possibly reduce the diploe- dipole interaction, leading to a reduction in the dielectric constant. The variation of imaginary part of dielectric constant (dielectric loss) ε” with frequency for PVP-TiO2 nanocomposites at different concentration of TiO2 nanoparticles is shown in Fig 3(b). It is clear from this graph that dielectric loss decreases with an increase in frequency. The decrease of ε” with frequency can be attributed to the fact that, at low frequencies, the value of ε” is due to the migration of ions in the material. At moderate frequencies ε” is due to the contribution of ions jump, conduction loss of ions migration and ions polarization loss. At high frequencies ions vibrations may be the only source of dielectric loss and so ε” has the minimum value. The large value of ε” at low frequency range is also due to the motion of free charge carrier within the material. As a result of it, power law dispersion in ε” is observed and it does not reveal any peak in the measure frequency range. Fig. 4 shows the variation of AC conductivity with frequency. The plots of the conductivity as a function of frequency can be divided into a low frequency dispersion region and an almost frequency independent plateau region at high frequency. A plateau region means it is equivalent to the true conductivity value for that particular sample as ions have time to migrate over large distance in polymer chains. The dispersion region is referring to the electrode being polarized as charge accumulates due to the slow periodic reversal of the electric field at low frequency. The low-frequency dispersion may be due to the interfacial impedance or space charge polarization. The conductivity in this low-frequency region is slightly constant owing to the transport of charge occurring at an infinite path. As the frequency decreases, more and more charge is accumulated at the electrode and electrode interface, which will lead to a decrease in the number of mobile ions and eventually a drop in conductivity at low frequency. At the high-frequency region, the conductivity increases with frequency due to the mobility of charge carriers and the hopping of ions from the infinite cluster. As a result, the ion exchange process occurs effectively in the high-frequency region."]], ["Conclusion", ["Poly vinyl pyrrolidone (PVP) / titanium dioxide nanocomposites have been successfully synthesized by means of non hydrolytic sol–gel method. The XRD data confirmed that the TiO2 nanoparticles in the TiO2/PVP nanocomposites are crystalline at 360°C with anatase phase having a preferred crystallographic orientation along the (101) direction. The grain size of the TiO2 nanoparticles estimated from the XRD peak width (and using Scherrer's formula), was about 5.58 nm and that from TEM observations was found to be around 7 nm. The conductivity values show weak frequency dependence at low frequencies but show strong dependence at high frequencies. The conductivity values are found to be in the range 10-7-10-8 S/cm. The conductivity decreases steeply with increasing wt% of TiO2 of the composites. This could be due to an increase in the disorderliness of the composite with increasing amount of TiO2. Moreover, our as-synthesized nanocomposites contain pure anatase TiO2, without impurities arising from brookite or rutile phases, all of which are desirable characteristics for nanocomposites with potential applications in photocatalysis and other chemical processes. Since there is a stable bonding exists between the organic and inorganic components, these nanocomposites have potential applications in optical and electronic fields."]]], "doi": "10.1088/1757-899X/73/1/012015", "figures": [["Fig 1", "Fig 1", "Fig 1: XRD pattern"], ["Fig 2", "Fig 2", "Fig 2: TEM image"], ["Fig 3", "Fig 3", "Fig 3(a): Variation of real part of dielectric constant with log f; 3(b) Variation of imaginary part of dielectric constant with log f"], ["Fig 4", "Fig 4", "Fig 4: Variation of ac conductivity with log f"]], "table_captions": [], "tables": []}