{"title": "In‐situ‐Synthetized Silver/Epoxy Nanocomposites: Electrical Characterization by Means of Dielectric Spectroscopy", "abstract": " In situ synthesis of silver/epoxy nanocomposites was achieved by UV‐induced polymerization through a simultaneous photoinduced electron transfer and cationic polymerization processes. The FESEM morphological investigation showed a uniform dispersion of silver nanoparticles within the polymeric matrix having narrow size distribution between 15 and 20 nm. The evolution of dielectric properties with frequency and NP content seem to indicate that the nanocomposites of this study remain below the percolation threshold. The dielectric spectroscopy results are in good agreement with the morphological investigation, which showed the absence of NPs percolative network. ", "body": [["Abstract", [" In situ synthesis of silver/epoxy nanocomposites was achieved by UV‐induced polymerization through a simultaneous photoinduced electron transfer and cationic polymerization processes. The FESEM morphological investigation showed a uniform dispersion of silver nanoparticles within the polymeric matrix having narrow size distribution between 15 and 20 nm. The evolution of dielectric properties with frequency and NP content seem to indicate that the nanocomposites of this study remain below the percolation threshold. The dielectric spectroscopy results are in good agreement with the morphological investigation, which showed the absence of NPs percolative network. "]], ["Introduction", [" The fabrication of metallic nanoparticles (NPs) is a topic of extreme interest in material science because of the wide range of optical and electronic properties that are accessible in the nanometer size range.1  The good dispersion of metallic NPs within a polymeric matrix is a tough goal of increasing importance since these hybrid materials could have high potentiality for applications in many fields such as catalysis,2 electron or energy storage3 and sensors.4  In particular, silver NPs are very important for their excellent electrical conductivity,5 antimicrobial effect6 and optical properties.7  The main challenge in this area is to overcome NPs agglomeration; because of their high surface area, metal NPs have a strong tendency to agglomerate.  Many different approaches have been successfully reported in literature.8-11  In particular, Sangermano et al.12, quite recently, proposed an elegant in situ synthesis of silver/epoxy nanocomposites, which was achieved by simultaneous photoinduced electron transfer and cationic polymerization processes. The results established a novel approach for the preparation of nanocomposites by which NP formation and cross‐linking processes can be accomplished in one‐pot by simply irradiating appropriate formulations and they demonstrated that the NPs are homogeneously distributed in the network without macroscopic agglomeration. In their approach, electron‐donor alkoxybenzyl radicals formed from the photoinduced cleavage of 2,2‐dimethoxy‐2‐phenylacetophenone, are oxidized to the corresponding carbocations capable of initiating cationic cross‐linking of a bis(epoxide), in the presence of silver hexafluoroantimonate, with concomitant formation of silver NPs.  In this paper, we have prepared silver/epoxy nanostructured films by following the aforementioned approach. The obtained coatings were characterized by dielectric spectroscopy. When placed in an electric field, nanocomposites are subject to ionic, interfacial and dipole polarization. Those polarization mechanisms have considerably different time scales and length scales, making dielectric spectroscopy, with its unparalleled range of frequency and temperature, uniquely suited for the study of nanocomposites in general and of metallic NP‐based nanocomposites in particular. Nanocomposite dynamics (by analyzing the effect of nanofillers on the dynamics and relaxations of the polymeric chains)13-16 as well as electrical properties can be analyzed in a very wide range of frequency and/or temperature.17-22 "]], ["Experimental Part", ["##Materials Epoxy resin, 3,4‐epoxycyclohexylmethyl‐3′,4′‐epoxycyclohexanecarboxylate (CE, Cytec, Belgium), silver hexafluoroantimonate (AgSbF6, Aldrich), propylene carbonate (Aldrich) and the radical photoiniatitor, 2‐2 dimethoxy‐2‐phenylacetophenone (DMPA, Irgacur 651, Ciba) were used as received.  ##Sample Preparation  The silver precursor was dissolved in propylene carbonate (1:1 weight ratio). The CE resin formulations containing actual AgSbF6 content ranging from 3 to 20 wt.‐%, and DMPA (2 wt.‐%) were coated onto glass substrates using a wire‐wound applicator, and then the films were exposed to UV light by using a fusion lamp with a light intensity on the surface of the sample of about 150 mW · cm−2 (measured by EIT photometer) and a belt speed of 6 m · min−1. Cured tack‐free films of about 100 µm were obtained.  ##UV‐Curing Process and Sample Characterization  The kinetics of the photopolymerization was determined by real‐time Fourier‐transform infrared (FT‐IR) spectroscopy, employing a Thermo‐Nicolet 5700. The formulations were coated onto a silicon wafer with a thickness of 50 µm. The sample was exposed simultaneously to the UV beam, which induces the polymerization, and to the IR beam, which analyzes the extent of the reaction in situ. Because the IR absorbance is proportional to the monomer concentration, conversion versus irradiation time profiles can be obtained. Epoxy group conversion was followed by monitoring the decrease in the absorbance due to epoxy groups in the region 760–780 cm−1. As an internal reference, in order to normalize differences in thickness, the absorption band of carbonyl group (centered around 1 700 cm−1) was taken into account. A medium pressure mercury lamp equipped with an optical guide (Hamamatsu LC8) was used to induce the photopolymerization (light intensity on the surface of the sample of about 50 mW · cm−2).  The gel content of the cured films was determined by measuring the weight loss after 24 h extraction with chloroform at room temperature, according to the standard test method ASTM D2765‐84.  Dynamic mechanical thermal analyses (DMTA) were performed with a Rheometric Scientific MKIII (UK) instrument, at a frequency of 1 Hz in the tensile configuration.  The morphology of the obtained materials was investigated by means of field‐emission scanning electron microscopy (FESEM, Supra 40 Zeiss). The surface fracture of the cured coatings were observed with the in‐lens detector. This detector is an ideal tool to investigate polymeric materials thanks to its high detection efficiency at very low acceleration voltages and the almost pure detection of SE electrons. The detector is placed above the objective lens and detects directly the beam path. The lower the energy of the primary electrons, the smaller the interaction volume and the penetration depth of the electrons will be. The smaller penetration depth of the electrons, the higher the share of SE electrons generated in the upper layers of the specimen, which contribute to the image contrast and resolution. This detector allows to collect images at very low acceleration voltages (1.5–5 kV) with the minimization and compensation of the effects due to the accumulation of local charges on the surface of nonconductive materials, that otherwise can significantly deteriorate the imaging quality.  TGA analyses were performed using a TA instrument in the range between 30 and 700 °C, with a heating temperature of 10 °C · min−1 in air.  Dielectric relaxation spectroscopy (DRS) was carried out in a Novocontrol Alpha high‐resolution dielectric analyzer over a frequency range between 1 Hz and 1 MHz at several temperatures. The instrument was interfaced to a computer and equipped with a Novocontrol Novocool cryogenic system for temperature control. Circular sheets obtained by photopolymerization were placed between the gold platted electrodes in a sandwich configuration. Results from dielectric spectroscopy are shown only at room temperature because the aim of the present paper was to know if the nanocomposites were above or below the percolation threshold, and this is usually measured at room temperature, while the measurements at several temperatures are used for analyzing the dynamics and the effect of the fillers on it. The thickness of the samples has been accurately measured by the use of a micrometer. Regarding the intimate contact between the electrodes and films, the Novocontrol equipment has a device for making pressure to the sandwich configuration of the electrodes and the sample. The film is put between the electrodes and the sandwich is strongly pressed by the device, avoiding the presence of air gap. Electrodes are well polished to assure a uniform surface. "]], ["Results and Discussion", ["In situ synthesis of silver/epoxy nanostructured films was performed following a previously reported approach.12 A silver hexafluoroantimonate salt was added to CE resin together with a radical photoinitiator, and the formulations were UV‐irradiated. Stable silver NPs are formed through the oxidation of radicals in the polymerizing medium together with the cross‐linked network formation due to the carbocations generated from the oxidant radicals. The carbocations have a low nucleophilic counterion (equation image) and they are therefore active enough to start cationic ring opening polymerization of epoxy monomer.  The two components of the initiating system (the silver salt and the radical photoinitiator) are indispensable for the polymerization to occur; no polymer is formed in the absence of either compound under the above reported reaction conditions.  Epoxy group conversion as a function of irradiation time for the investigated formulations is reported in Figure 1. While the slope of the curves gives an indication of the rate of polymerization, the plateau value gives the final epoxy group conversion.  From the curves reported in Figure 1, it is evident that silver hexafluoroantimonate is quite efficient at converting UV‐generated free radicals into propagating carbocations, which start cationic epoxy ring‐opening polymerization with high reactivity.  The polymerization rate is very similar for all the investigated formulation, with just a slight increase of epoxy group conversion in the presence of 20 wt.‐% of the silver precursor. This result could be due to the fact that the silver salt is introduced in the photocurable formulation using propylene carbonate solution (1:1 wt.‐% ratio). By increasing the actual content of the silver precursor up to 20 wt.‐% it means to add an important amount of solvent in the photocurable formulation which decrease the viscosity of the medium and allows a higher mobility of the reactive species and therefore a higher final epoxy group conversion.  All the cured films showed a high gel content above 98% (see Table 1), indicating the absence of monomer or extractable oligomers. This was a further indirect evidence of the efficiency of the initiating system in the polymer network build‐up formation.  The cured films were characterized in terms of their dynamic‐mechanical properties; the tan δ curves registered by DMTA analysis are reported in Figure 2: all the curves show a maximum which is assumed as the Tg value of the cured films.23  All cured coatings show a single tan δ peak, evidencing the formation of a homogeneous glassy polymer network, with a decrease of Tg values (with a shift of the maximum of tan δ peak toward lower temperature) by increasing the silver precursor content. This result, at first sights, seems to be in contrast with the FT‐IR data that showed a slight increase of epoxy group conversion in the presence of 20 wt.‐% of the silver precursor. Nevertheless, the observed decrease in Tg value of the cured films by increasing the silver precursor content could be due to a plasticization effect induced by the presence of the propylene carbonate which remains trapped into the glassy polymer network (the boiling point of propylene carbonate is 240 °C).  All the cured films were transparent which could probably indicate the absence of any macroscopic silver particle agglomeration. In Figure 3 the UV‐Vis spectrum of the cured films show the presence of a strong absorption peak centered at around 450 nm, which is close to the reported surface Plasmon resonance for silver NPs in solution.24 The size and shape of metal nanoparticles determine the spectral position of plasmon band absorption. It is evident from the spectra reported in Figure 3 a slight shift of the maximum peak of the Plasmon resonance toward longer wavelength by increasing the amount of silver precursor. This could be due to a slight aggregation phenomena due to a higher amount of silver nanoparticles formation during the photoreduction process. Nevertheless the morphological investigations showed silver particles of nanometric dimensions.  In Figure 4 it is reported the FESEM pictures of the surface fracture of the cured epoxy film obtained in the presence of 20 wt.‐% of silver precursor. It is evident a uniform dispersion of silver NPs within the polymeric matrix having narrow size distribution between 15 and 20 nm.  The complex dielectric permittivity (ε* = ε′ + iε″) and AC conductivity (σAC) values have been measured for all the nanocomposites by frequency sweeps (from 1 Hz to 10 MHz) at different temperatures, in order to analyze the effect of silver NPs and their amount on the electrical properties of the nanocomposites. The approximate weight percentage of silver NPs of each nanocomposite has been calculated from thermogravimetric analysis. Table 2 shows the approximate silver NP amount for each nanocomposite, depending on the precursor content, calculated by extracting the experimental char amount of the neat epoxy sample from the experimental char amount of each nanocomposite.  Figure 5 shows, the evolution of the dielectric constant (ε′), dielectric loss (expressed as tan δ, the ratio between ε′ and ε″) and AC conductivity (σAC) with frequency as measured at room temperature, for all the nanocomposites studied. Comparing the spectrum of the neat epoxy matrix with those of the nanocomposites, it can be seen that there is an increase of ε′ at low frequencies, which may be due to the piling of charges at the extended interface of the nanocomposites and/or in presence of more conducting particles.25 Moreover, except for the lower frequencies (where interfacial charge piling due to the generation of NP/polymer interfaces increases the dielectric constant with NP content), dielectric constant values and behavior with frequency is very similar in the neat matrix and the nanocomposites, being almost nearly frequency independent. Several authors have pointed out that this fact corresponds to nanocomposites based on conductive nanofillers below the percolation threshold,26-28 while for nanocomposites above the percolation threshold there is a big frequency dependence of the dielectric constant. As can also be seen, compared with the epoxy matrix, the dielectric loss of the nanocomposites increases slightly, which may be owing to the interfacial loss due to the newly introduced interface. Regarding the evolution of AC conductivity, it can be seen that there are no significant differences between the neat matrix and nanocomposites. AC conductivity increases almost linearly with frequency, thus indicating that the nanocomposites studied are below the percolation threshold, behaving as dielectrics. Several authors have found that once the percolation is reached, the AC conductivity of nanocomposites with conductive fillers becomes frequency independent, the nanocomposite acting like a conductor.29-34 The evolution of the parameters seems to indicate that the percolation threshold has not been reached, even for the nanocomposite with 20 wt.‐% of precursor (approximately 5 wt.‐% of NPs). Gonon and Boudefel20 calculated a theoretical threshold of 15 wt.‐% (which would agree with our results), but found an experimental one of around 1 wt.‐%. They related this low threshold to the very segregated distribution of the fillers in the epoxy matrix. In the present study, threshold seems to be higher. This is in agreement with the morphological analysis which shows that, even in the presence of 20 wt.‐% of silver precursor we could not achieve a percolative network of silver NPs. The in situ generated metal NPs are well distributed within the polymeric network but too distant one from the other. We should probably increase the precursor content in the epoxy photocurable formulation in order to achieve percolation, but this is a difficult task because of solubility limit of the silver salt.  Figure 6 shows the evolution of dielectric constant, tan δ and AC conductivity values with NP content at room temperature and several frequencies ranging from 1 kHz to 1 MHz. For all the nanocomposites studied, values are very similar to those found for the neat matrix, without any rapid climbing of the properties with NP content, thus indicating that the nanocomposites are below the percolation threshold. Several authors have related the rapid climbing of those properties as indicative of percolation in nanocomposites based on polymer matrices and conductive fillers such as metallic NPs or carbon nanotubes.35-39 "]], ["Conclusion", ["In situ synthesis of silver/epoxy nanocomposites were achieved by UV‐induced polymerization through a simultaneous photoinduced electron transfer and cationic polymerization processes. The overall process was investigated by means of real‐time FT‐IR analysis showing that silver hexafluoroantimonate is quite efficient at converting light‐generated free radicals into propagating carbocations. A slight decrease on Tg values was observed by increasing the silver precursor content in the photocurable formulations probably due to a higher solvent content, which could act as plasticizing agent for the coating. The FESEM morphological investigation showed a uniform dispersion of silver NPs within the polymeric matrix having narrow size distribution between 15 and 20 nm. The evolution of dielectric properties with frequency and NP content seem to indicate that the nanocomposites of this study remain below the percolation threshold. Dielectric constant is almost frequency independent (while for nanocomposites above threshold it should be dependent), while AC conductivity increases linearly with frequency, thus indicating that percolation has not been reached, because AC conductivity above threshold should be frequency independent. Also the evolution of those properties with NP content show a very slight difference with the matrix, without any sharp increase of several orders of magnitude, as pointed out by several authors at the percolation threshold. The dielectric spectroscopy results are in good agreement with the morphological investigation, which showed the absence of NPs percolative network. Percolation threshold could be probably reached with higher precursor content but solubility limit did not allowed to prepare such UV cured nanocomposite coatings."]]], "doi": "10.1002/macp.201000138", "figures": [["Figure 1", "Figure 1", "Figure 1. Real‐time FT‐IR epoxy group conversion as a function of irradiation time for the CE epoxy formulations containing increasing amount of AgSbF6 in the range between 5 and 20 wt.‐%. Film thickness 50 µm, light intensity on the surface of the sample of about 50 mW · cm-2."], ["Figure 2", "Figure 2", "Figure 2. tan δ curves of UV cured epoxy films obtained in the presence of increasing silver precursor (curves measured by means of DMTA analysis)."], ["Figure 3", "Figure 3", "Figure 3. UV‐Vis spectra of the epoxy cured films containing increasing amount of the silver precursor (the spectra clearly show the expected surface plasmon resonance of the silver NPs, centered at around 450 nm)."], ["Figure 4", "Figure 4", "Figure 4. FESEM picture of the fracture surface of the epoxy coating obtained in the presence of 20 wt.‐% of AgSbF6."], ["Figure 5", "Figure 5", "Figure 5. Evolution of dielectric constant, tan δ and AC conductivity as a function of frequency for all the nanocomposites studied, as measured at room temperature."], ["Figure 6", "Figure 6", "Figure 6. Evolution of dielectric constant, tan δ and AC conductivity values as a function of NP content at room temperature and at several frequencies ranging from 1 kHz to 1 MHz."]], "table_captions": [["Table 1", "Table 1", "Table 1. Properties of UV cured samples."], ["Table 2", "Table 2", "Table 2. NP content of nanocomposites calculated by TGA analysis."]], "tables": []}