{"title": "Fluoro-Polymer@BaTiO3 Hybrid Nanoparticles Prepared via RAFT Polymerization: Toward Ferroelectric Polymer Nanocomposites with High Dielectric Constant and Low Dielectric Loss for Energy Storage Application", "abstract": "Polymer nanocomposites with high energy density and low dielectric loss are highly desirable in electronic and electric industry. Achieving the ability to tailor the interface between polymer and nanoparticle is the key issue to realize desirable dielectric properties and high energy density in the nanocomposites. However, the understanding of the role of interface on the dielectric properties and energy density of polymer nanocomposites is still very poor. In this work, we report a novel strategy to improve the interface between the high dielectric constant nanoparticles (i.e., BaTiO3) and ferroelectric polymer [i.e., poly(vinylidene fluoride-co-hexafluoro propylene)]. Core–shell structured BaTiO3 nanoparticles either with different shell thickness or with different molecular structure of the shell were prepared by grafting two types of fluoroalkyl acrylate monomers via surface-initiated reversible addition–fragmentation chain transfer (RAFT) polymerization. The dielectric properties and energy storage capability of the corresponding nanocomposites were investigated by broadband dielectric spectroscopy and electric displacement-electric field loop measurement, respectively. The results show that high energy density and low dielectric loss are successfully realized in the nanocomposites. Moreover, the energy storage densities of the P(VDF-HFP)-based nanocomposites could be tailored by adjusting the structure and thickness of the fluoro-polymer shell. The approach described is applicable to a wide range of nanoparticles and polymer matrix, thereby providing a new route for preparing polymer-based nanocomposites used in electronic and electric industry. KEYWORDS:      dielectric loss     energy density     interface     polymer nanocomposites     RAFT polymerization ", "body": [["Abstract", ["Polymer nanocomposites with high energy density and low dielectric loss are highly desirable in electronic and electric industry. Achieving the ability to tailor the interface between polymer and nanoparticle is the key issue to realize desirable dielectric properties and high energy density in the nanocomposites. However, the understanding of the role of interface on the dielectric properties and energy density of polymer nanocomposites is still very poor. In this work, we report a novel strategy to improve the interface between the high dielectric constant nanoparticles (i.e., BaTiO3) and ferroelectric polymer [i.e., poly(vinylidene fluoride-co-hexafluoro propylene)]. Core–shell structured BaTiO3 nanoparticles either with different shell thickness or with different molecular structure of the shell were prepared by grafting two types of fluoroalkyl acrylate monomers via surface-initiated reversible addition–fragmentation chain transfer (RAFT) polymerization. The dielectric properties and energy storage capability of the corresponding nanocomposites were investigated by broadband dielectric spectroscopy and electric displacement-electric field loop measurement, respectively. The results show that high energy density and low dielectric loss are successfully realized in the nanocomposites. Moreover, the energy storage densities of the P(VDF-HFP)-based nanocomposites could be tailored by adjusting the structure and thickness of the fluoro-polymer shell. The approach described is applicable to a wide range of nanoparticles and polymer matrix, thereby providing a new route for preparing polymer-based nanocomposites used in electronic and electric industry. KEYWORDS:      dielectric loss     energy density     interface     polymer nanocomposites     RAFT polymerization "]], ["Introduction", ["Dielectric materials with high energy density and low dielectric loss have attracted ever-increasing attention because of their wide range of applications in electronic and electrical industry.(1-4) The maximum energy density, a popular parameter for characterizing the storage capacity of dielectric materials, can be written as Umax = 1/2εε0Eb2, where Eb is the electric breakdown strength, and ε and ε0 are the material’s dielectric constant and the vacuum dielectric constant, respectively.(5) Therefore, the maximum energy density can be enhanced either by increasing the dielectric constant or increasing the electric breakdown strength of the materials. Despite having large dielectric constants, the traditional ferroelectric ceramic materials such as BaTiO3 (BT) generally suffer from low breakdown strength and processing difficulties. On the other hand, polymers have numerous merits (e.g., high electric breakdown strength, low dielectric loss, flexibility, easy processing, and low cost) for dielectric applications, but the low dielectric constant (e.g., < 5) limits their application in the next generation of energy storage devices.(6) Combining both materials’ merits, namely preparing high-dielectric-constant ceramics based polymer composites, has been used as a strategy to prepare high-energy-density materials. The key of this strategy is to realize high dielectric constant and sufficient breakdown strength in the polymer composites.(7, 8) So far, this method has been widely utilized, and many nanoparticles such as BaTiO3 (BT), ZrO2, TiO2, and calcium copper titanate (CCTO) were used to prepare polymer-based composites for dielectric materials.(9-12) However, although significant advances have been made, the realization of high energy density in dielectric polymer nanocomposites remains a challenging task. One of the most challenging issues is the tailoring of the interface between the nanoparticles and polymer matrix for the optimization of properties of the composites.(13-15) Because of incompatibility between inorganic nanoparticles and organic polymer matrix, there usually exist nanoparticle aggregation, voids and pores in the nanocomposites, which significantly affect the electrical properties of the nanocomposites (e.g., leading to high dielectric loss and very low breakdown strength). Recently reports showed that tailoring the interface is a potential method to increase the energy density of dielectric polymer nanocmposites.(16-18) A typical example is the ferroelectric polymer based nanocomposites. Ferroelectric polymers [e,g., poly(vinylidene fluoride) (PVDF)] and their binary/ternary copolymers based nanocomposites have received much attention for high energy density materials because of their high dielectric constants (∼10 at 1 kHz).(19-26) However, PVDF based polymers are generally immiscible with most organic and inorganic materials because of the low surface energy of the fluoro-polymers, and the traditional strategies used for the nanoparticles modification by hydrocarbon modifier still lead to filler agglomeration and voids within the final nanocomposite samples.(27) To overcome these limitations, Perry and his co-workers prepared surface-modified BT nanoparticles with fluoro-phosphonic acid ligand, which reduced the surface energy of BT nanoparticles and resulted in good dispersion in poly(vinylidene fluoride-co-hexafluoro popylene) (P(VDF-HFP)) film.(28, 29) However, due to the incomplete cladding of the nanoparticles and insufficient interaction between the surface modifier and polymer matrix, the interface between the nanoparticles and the matrix is relatively loose, and an abrupt decrease of the dielectric breakdown strength was observed around 10% volume fraction of the BT nanoparticles. More recently, a few studies have been carried out to develop core–shell structured nanoparticles for preparing hydrocarbon polymer composites. The polymer shells were robust grafted onto the surface of the nanoparticles, either providing strong interchain forces with matrix(30-32) or acting as matrix directly.(33-40) The nanocomposites with core–shell structured particles not only exhibited low dielectric loss but also maintained relatively high dielectric strength, indicating such a strategy is an inspiring approach to prepare high performance nanocomposites. However, to the best of our knowledge, the utility of fluoro-polymer shell as modifier to enhance the dispersion of nanoparticles and improve the interfacial adhesion between the nanoparticles and fluoro-polymer matrix has not been reported. Moreover, the effect of molecular structure and thickness of the shell grafted to the nanoparticle surface on the dielectric property and energy density of the polymer nanocomposites is not clear. In this work, we report a novel strategy to prepare ferroelectric polymers based nanocomposites with high energy storage density and low dielectric loss. We synthesized a series of core–shell structured fluoro-polymer@BT3 hybrid nanoparticles with various shell structures and thicknesses via surface-initiated reversible addition–fragmentation chain transfer (RAFT) polymerization. The hybrid nanoparticles were used for preparing P(VDF-HFP)-based nanocomposites by a solution blending method (Scheme 1). The merit of this method is that the insulating fluoro-polymer shells have similar chemical structure and surface energy with P(VDF-HFP) matrix, which not only could enhance the dispersion of BT nanoparticles but also could improve the interfacial adhesion between the nanoparticles and fluoro-polymer matrix. Our results not only demonstrate that the resulting nanocomposite films exhibit high energy storage density and low dielectric loss but also provide insights into the role of molecular structure and thickness of the shell on the dielectric property and energy density of the polymer nanocomposites. "]], ["Experimental Section", ["## Materials Poly(vinylidene fluoride-co-hexafluoropylene) (P(VDF-HFP)) with 15% HFP was purchased from Solvay Plastics. BaTiO3 nanoparticles (the average diameter was 100 nm characterized with transmission electron microscopy) were supplied by the Shandong Sinocera Functional Material Company, China. 1H,1H,2H,2H-heptadecafluorodecyl acrylate (HFDA) and trifluoroethyl acrylate (TFEA) were purchased from Sigma-Aldrich. The γ-aminopropyl triethoxysilane (γ-APS) modified BaTiO3 nanoparticles (BT-APS) and RAFT agent S-1-ethyl-S′-(α,α′-dimethyl-α″-acetic acid) trithiocarbonate (EDMAT) anchored BaTiO3 nanoparticles (BT-EDMAT) was prepared according to our previous work.(40) N,N-Dimethyl formamide (DMF), ethyl acetate, tetrahydrofuran, diethyl ether, and other organic reagents or solvents were supplied by Shanghai Reagents Co. Ltd.  ## Functionalization of BaTiO3 Nanoparticles with Fluoro-Polymer via RAFT Polymerization The typical procedures for the synthesis of poly(1H,1H,2H,2H-heptadecafluorodecyl acrylate) (PHFDA) functionalized BaTiO3 nanoparticles (BT-PHFDA) were carried out as follows. BT-EDMAT (2.0 g, 0.042 mmol), free RAFT agent of EDMAT (5.7 mg, 0.025 mmol), DMF (6 mL), ethyl acetate (4 mL), and HFDA (2.0 g, 3.86 mmol) were added to a 25 mL round-bottom flask followed by sonication and addition of AIBN (3.8 mg, 0.023 mmol). This flask was then capped with a rubber plug, and the solution was deoxygenated by purging with nitrogen gas for 40 min. The mixture was stirred at 60 °C for 6 h under nitrogen gas protection. The polymerization was stopped by quenching the flask in ice water, and the BaTiO3 nanocomposites were obtained by centrifugation at 9000 rpm for 10 min. The products were redispersed in DMF, and the mixture was centrifuged; this cycle was repeated four times. The products were dried under vacuum at 60 °C for 24 h. The procedures for the synthesis of poly(trifluoroethyl acrylate) (PTFEA) functionalized BaTiO3 nanoparticles (BT-PTFEA) were the same as described above, except for using TFEA monomer.  ## Cleavage of Polymer from Core–Shell Structured Nanoparticles Polymer shell was cleaved by aminolysis according to the literature procedure.(41) 100 mg of nanoparticles was added to a Teflon flask, and 5 mL DMF was added. The mixture was dispersed by sonication and 200 μL of HF was added, and then the mixture was allowed to stir at room temperature overnight. The mixture was centrifuged, and the nanoparticles was redispersed in 5 mL of DMF and centrifuged again. The sample solution was collected and poured into 50 mL of diethyl ether, and the polymer was obtained by filter and dried under vacuum at 30 °C for 24 h.  ## Preparation of the Nanocomposite Films The typical procedures for the preparation of P(VDF-HFP)/BT-PHFDA nanocomposite films were carried out as follows. P(VDF-HFP) was dissolved in DMF and stirred for 1 h at 60 °C. At the same time, BT-PHFDA nanoparticles were dispersed in DMF by ultrasonication with vigorous stirring for 30 min at room temperature. Then, the solution of P(VDF-HFP) was added into the BT-PHFDA suspension slowly, and the resulting mixture was stirred at room temperature for 30 min. The solution was subsequently heated to 90 °C and stirred for 8 h to remove the solvent. The obtained solid products were transferred into a vacuum oven and further dried at 80 °C for 24 h in order to remove the remaining trace of solvent, and the nanocomposites were subsequently molded to a disk-shaped thin film by hot-pressing at about 180 °C. The typical thickness of the films in this work is around 100–150 μm. The procedures for the preparation of P(VDF-HFP)/BT-PTFEA nanocomposite films were the same as described above, except for using BT-PTFEA nanoparticles.  ## Characterization The chemical structural of the fluoro-polymer shell on the surface of BaTiO3 nanoparticles were characterized by Fourier-transform infrared (FTIR) spectrum with a Paragon 1000 (Perkin-Elmer) spectrometer and 19F NMR spectrum with a Varian Mercury Plus 400-MHz spectrometer in CDCl3. Gel permeation chromatographic (GPC) analysis using THF as an eluent at a flow rate of 1.0 mL min–1 was carried out at 25 °C on a Perkin-Elmer 200 gel permeation chromatography instrument with a PL mixed-B10m column equipped with a reflective index detector, and the calibration was carried out with polystyrene standards. Thermogravimetric analysis (TGA) was performed using a NETZSCH TG209 F3 instrument with a heating rate of 20 °C min–1 in a nitrogen flow (20 mL min–1). Differential scanning calorimetry (DSC) was conducted using a NETZSCH 200 F3 instrument at temperatures between 20 and 200 °C at a heating/colling rate of 10 °C min–1 under a nitrogen atmosphere. Transmission electron microscopy (TEM) images of fluoro-polymer modification BaTiO3 nanoparticles were obtained from a JEOL JEM-2100 instrument operated at an accelerating voltage at 160 kV. Scanning electron microscopy (SEM) images of the P(VDF-HFP)-based nanocomposites were taken on a field-emission SEM (JSM-7401F, JEOL, Japan) at an acceleration voltage of 5 kV. The dielectric properties of the samples were measured using a Novocontrol Alpha-N high resolution Dielectric Analyzer (GmbH Concept 40) at room temperature. All the measurements were carried out in the frequency range 10–1 to 106 Hz, applying 1.0 ac voltage across two opposite sides of the disk-shaped samples and a layer of gold evaporated on both surfaces to serve as electrodes. Electric displacement-electric field (D-E) loops were measured by a Precision Premier II ferroelectric polarization tester (Radiant, Inc.) at room temperature and 10 Hz using the same samples prepared for dielectric properties testing. Polarization data were acquired for applied voltages ranging from 1 to 3999 V. Dielectric breakdown strength was conducted using a dielectric strength tester with a ball-to-ball stainless electrode (DH, Shanghai Lanpotronics Co., China) at room temperature. Applied voltage sweeping began at 50 VDC and increased at approximately 20 V s–1 until the breakdown failure of a sudden current increase from approximately 10–10 A to over 10–5 A. "]], ["Results and Discussion", ["## Surface-Initiated RAFT Polymerization of Fluoroalkyl Acrylate Monomer from EDMAT Functionalized BaTiO3 Nanoparticles The preparation of RAFT agent EDMAT modified BaTiO3 nanoparticles (BT-EDMAT) was reported in our recent work.(40) In the current work, a series of fluoro-polymer shell were introduced onto the BT nanoparticles surface via surface-initiated RAFT polymerization; the side chain length and the thickness of the polymer shell can be adjusted so that the interface between the BT nanoparticles and the P(VDF-HFP) matrix can be modulated. The general strategies employed for the preparation of BaTiO3 nanoparticles coated with fluoro-polymer shell are shown in Scheme 1. The surface energies of polymers with fluoroalkyl (Rf) groups are generally lower than those of comparable hydrogenated polymers. It has been demonstrated that the surface properties of the poly(fluoroalkyl acrylate) (PFA-Cy, where y is the fluoromethylene number of the Rf groups) depend on the chemical structures of the Rf groups at the side chain.(42, 43) In this work, fluoroalkyl acrylate monomers with different structures were introduced to BT nanoparticles via surface-initiated RAFT polymerization in order to reduce the surface energy of BT nanoparticles and improve the interface compatibility between BT nanoparticles and the P(VDF-HFP) matrix. As shown in Scheme 1, PFA-C8 with long Rf groups and PFA-C1 were used as the modifiers of BT nanoparticles and were denoted as PHFDA and PTFEA, respectively. The surface modification of the BT nanoparticles was first characterized by FT-IR spectra (Figure 1A). Compared with the as-received BT nanoparticles, the new appearance of absorption bands at 1036 cm–1 (Si–O–Si), 1140 cm–1 (Si–O–BT), 1540 cm–1 (−N-H- in amide moieties), 1655 cm–1 (−C═O), and 2800–3000 cm–1 (−CH2, −CH3) revealed that the EDMAT was successfully anchored to the nanoparticle surface (line b in Figure 1A). The surface-initiated RAFT polymerization of HFDA or TFEA on the surface of BT-EDMAT was conducted in DMF at 60 °C under nitrogen gas protection. In order to control the surface-initiated RAFT polymerization and obtain core–shell structured nanoparticles, a small amount of free RAFT agent was added.(44) The FT-IR spectra of BT-PHFDA or BT-PTFEA show the characteristic absorption bands at 1100–1200 cm–1 and 1400 cm–1 (C–F stretching). In addition, the absorption bands at 1655 cm–1 (−C═O) and 2800–3000 cm–1 (−CH2, −CH3) became stronger than that of BT-EDMAT (lines c and d in Figure 1A). The 19F NMR spectra of BT-PHFDA and BT-PTFEA in CDCl3 provided more detailed evidence to confirm that fluoro-polymer shells were successfully introduced onto the surface of the BT nanoparticles. As shown in Figure 1B, the 19F NMR signals of PHFDA in core–shell structured BT nanoparticles were associated with peaks at δ = −82.6, δ = −115.9, δ = −122.6 to −124.9, and δ = −130.8 ppm, and a single broad signal at δ = −73.7 ppm was assigned to C–F3 of PTFEA (Figure 1B). All these results indicate that the fluoro-polymer shells were successfully grafted onto the surface of the BT nanoparticles. The thermogravimetric analysis (TGA) measurements of the surface modification BT nanoparticles were carried out, which further demonstrated that the surface-initiated RAFT polymerization of fluoroalkyl acrylate monomer from BT-EDMAT nanoparticles was successful (Figure 2). As previously reported, RAFT polymerization as a promising method can easily tune the shell thickness of the core–shell structured nanoparticles by varying the monomer feed ratios.(40) In this work, two different ratios of each fluoroalkyl acrylate monomer were adopted, which were denoted as BT-PHFDA1, BT-PHFDA2, BT-PTFEA1, and BT-PTFEA2, respectively (Figure 2). The mass fraction of the attached fluoro-polymer was calculated when the BT-EDMAT nanoparticles was used as reference (Table 1). The gel permeation chromatographic (GPC) traces of the fluoro-polymer cleaved from different core–shell structured fluoro-polymer@BT nanoparticles were provided in Figure S1, and the molecular weight and molecular weight distribution of the grafting polymer were presented in Table 1, which confirm that every grafting polymer has a narrow polydispersity (i.e., Mw/Mn < 1.25), suggesting that the surface-initiated RAFT polymerization in such a system is controllable and would be a promising approach to introduce regularity polymer shells onto the surface of inorganic nanoparticles. The grafting density of the core–shell structured nanoparticles were also calculated based on the results of TGA and GPC measurement (Table 1). The results reveal that the BT-PTFEA has higher grafting density in comparison with BT-PHFDA. This is because the long fluoroalkyl groups of PHFDA lead to larger steric hindrance.  The morphologies of the core–shell structured nanoparticles were illustrated by TEM (Figure 3). The typical images show that a stable and dense polymer shell without any noncovered sites was directly coated on the surface of the BT nanoparticles. The thickness of fluoro-polymer shells is about 2–3 nm for BT-PHFDA1 and BT-PTFEA1 and about 5–6 nm for BT-PHFDA2 and BT-PTFEA2. It should be mentioned here that the low magnitude TEM images and HRTEM images of as-received BT nanoparticles and fluoro-polymer functionalized core–shell BT nanoparticles were also carried out (Figure S2); the results show that after the introduction of fluoro-polymer shells, the dispersion ability of the BT nanoparticles in organic solvent such as DMF was greatly enhanced, which further confirm that the fluoro-polymer shells were successfully grafted onto the surface of the BT nanoparticles.  ## Preparation and Characterization of the P(VDF-HFP) Nanocomposite Films P(VDF-HFP) nanocomposite film with broad volume fractions (10–50 vol%) of fluoro-polymer@BT nanoparticles was prepared by solution blending. The freeze-fractured cross sections of the nanocomposite films with 20 vol% of BaTiO3 nanoparticles were characterized by SEM to investigate the microscopic homogeneity. It can be observed from Figure 4 that all the fluoro-polymer@BT nanoparticles are embedded in the polymer matrix and no agglomeration could be found. There is also no evidence of particle–matrix debonding. The results indicate that the fluoro-polymer shell can provide strong interchain forces with the P(VDF-HFP) matrix and improve the interface adhesion between the nanoparticles and matrix. As a comparison, the SEM image of the P(VDF-HFP) nanocomposite film with 20 vol% as-received BT was also provided in Figure S3. One can see that a sharp contrast with Figure 4 is observed: unlike the homogeneously dispersed fluoro-polymer@BT nanoparticles, the as-received BT nanoparticles are emerged from the polymer matrix, and the serious particle–matrix debonding and nanoparticles agglomeration also could be observed. These results further confirm that the interface between BT nanoparticles and fluoro-polymer matrix could be effectively improved by introducing fluoro-polymer shells onto the surface of the BT nanoparticles.  The geometric density of the P(VDF-HFP)/fluoro-polymer@BT nanocomposites were measured to roughly evaluate the sample quality or defect density of our composites. As shown in Figure S4, the measured geometric densities of the composites are very close to the theoretical values, particularly at low filler fraction (10 v% to 30 v%), suggesting the well compatibility between fluoro-polymer@BT nanoparticles and P(VDF-HFP) matrix and relatively low defect density in the samples. It also should be noted that the nanocomposites with BT-PTFEA2 always have higher geometric density in comparison with other nanocomposites, and those with P(VDF-HFP)/BT-PHFDA2 always have the lowest value. These results indicate that the nanocomposites filled with BT-PTFEA2 have more compact structure in comparison with other nanocomposites. ## Insight into the Interface of P(VDF-HFP)/fluoro-polymer@BT Nanocomposites via Analyzing the Thermal Properties It has been confirmed that the thermal properties of the polymer nanocomposites are closely associated with the interface between filler and matrix.(45-49) Therefore, we also tried to find useful information about the P(VDF-HFP)/fluoro-polymer@BT interface by analyzing the thermal property data of the nanocomposites. First, the thermal stability of pure P(VDF-HFP) and the nanocomposites was investigated by TGA. Figure 5A presents the dynamic TGA curves. It can be seen that, unlike the pure P(VDF-HFP) showing one stage of weight loss, the TGA curves of all the nanocomposites with 20 vol% fluoro-polymer@BT exhibit two stages of loss. The first stage of the slight weight loss appears from 300 to about 450 °C, which is attributed to the degradation of the fluoro-polymer shells. The second stage of the major weight loss is from about 450 to 900 °C, which is due to the degradation of P(VDF-HFP) matrix. All the nanocomposites samples display the similar degradation profiles, suggesting that the introducing of BT nanoparticles did not significantly alter the degradation mechanism of the P(VDF-HFP) matrix. However, compared to the pure P(VDF-HFP), there is a noticeable hysteresis of degradation for the nanocomposites with fluoro-polymer@BT As shown in Figure 5A, when the weight loss is higher than 10%, the curves of all four nanocomposites shift to high temperatures in comparison with the pure P(VDF-HFP). For example, at the weight loss of 20%, the corresponding temperature (T20%) for pure P(VDF-HFP) is 460.9 °C, while corresponding temperatures for the composites with BT-PHFDA2, BT-PHFDA1, BT-PTFEA1, and BT-PTFEA2 are 477.4, 485.1, 490.3, and 495.5 °C, respectively. This phenomenon can be understood by the following explanation: i) the restricted thermal motion of the polymer chains by the BT nanoparticles promote the thermal stability of the polymer matrix and ii) the difference of interface modification of the nanoparticles results in different thermal stability of their nanocomposites.(47)  Figure 5B displays the DSC curves showing the crystallization process of the pure P(VDF-HFP) and P(VDF-HFP)/fluoro-polymer@BT nanocomposites. It is observed that the introduction of the fluoro-polymer@BT nanoparticles apparently increases the crystallization temperatures (Tc) of P(VDF-HFP). As shown in Figure 6, the pure P(VDF-HFP) exhibits Tc of 121.1 °C, whereas the Tc values are increased to 126.2, 127.7, 128.3, and 129.6 °C for the nanocomposites with 20 vol% BT-PHFDA2, BT-PHFDA1, BT-PTFEA1, and BT-PTFEA2, respectively. In combination with the results of TGA and DSC, one can see that the nanocomposites with BT-PTFEA2 showed the highest values of T20% and Tc, and the P(VDF-HFP)/BT-PHFDA2 showed the lowest values of T20% and Tc. These results indicate that the fluoro-polymer@BT nanoparticles with short side groups and thicker fluoro-polymer shell may more effectively improve the interface of their nanocomposites. It has been confirmed in previous publications that PFA-Cy with long Rf groups (y ≥ 8) is in the crystalline state and exhibits ordered structures at the surface, and thus the mobility of the molecular chains is relatively low. However, there is no crystallization area and ordered molecular structure in PFA-Cy with short side groups (y ≤ 2) because of the high molecular mobility.(42, 43) In this work, two kinds of PFA-Cy (y = 8 for HFDA and y = 1 for TFEA) were selected to modify the BT nanoparticles. We provide a schematic illustrating the superstructure of fluoro-polymer grafted onto the BT nanoparticles and the interface in nanocomposite films, as shown in Figure 6. The fluoro-polymer shells with long side groups (y = 8) result in a compact surface for BT-PHFDA1 and BT-HFDA2 because of the low molecular chains mobility and the formation of ordered structures, leading to relatively low interchain forces with the P(VDF-HFP) matrix and the loose interfacial region between the fluoro-polymer@BT nanoparticles and the P(VDF-HFP) matrix.(50) Especially for BT-PHFDA2, its long side groups and thicker shell result in a more compact surface and thus a looser interfacial region in the nanocomposites. On the other hand, the fluoro-polymer shells with short side groups (y = 1 for BT-PTFEA1 and BT-PTFEA2) have high molecular chains mobility and disordered structures, which lead to a loose surface for BT nanoparticles and a compact interface in the nanocomposites. Moreover, the BT-TFEA2 with a thicker shell have more compact interfaces for the nanocomposites due to the chain entanglement and high interchain forces with the P(VDF-HFP) matrix.(51) In summary, the surface properties of the BT nanoparticles and the interface of the nanocomposites can be modulated by adjusting the molecular structures and the shell thickness of the fluoropolymer shell.  ## Dielectric Properties of the P(VDF-HFP) Nanocomposite Film The dielectric properties of the P(VDF-HFP) nanocomposite films were studied by a broadband dielectric spectroscopy from 0.1 Hz to 1 MHz at room temperature. Figure 7 shows the frequency dependence of dielectric constant and dielectric loss tangent of the P(VDF-HFP) nanocomposite films. The dielectric constant of the nanocomposite samples increase with the increasing of fluoro-polymer@BT nanoparticles content and slightly decrease with the increasing of frequency. At a fixed frequency of 1 kHz, as shown in Figure 8A, the dielectric constant (ε) of all the nanocomposite samples exhibits similar dependence on volume fractions. The increase in dielectric constant of the nanocomposites films mainly originated from the introduction of high dielectric constant BT nanoparticles, which result in average electric field enhancement in the polymer matrix. At a given volume fraction of BT, the nanocomposites with different types of fluoro-polymer@BT almost have the same value of dielectric constant. For example, the maximum difference of dielectric constant is 0.49 for the nanocomposites with 10 vol% fluoro-polymer@BT, 1.12 for the nanocomposites with 30 vol% fluoro-polymer@BT, and 2.66 for the nanocomposites with 50 vol% fluoro-polymer@BT This is because that all the nanocomposite samples show homogeneous nanoparticle dispersion, which results in similar enhancement of average electric field in the nanocomposites. The effective dielectric constant of the nanocomposites was also calculated according to the Lichtenecker logarithmic rule (eq 1), which is generally used to predict the effective dielectric constant for a two-phase composite system(20, 52)(1)where ε is the effective dielectric constant of the nanocomposites, y1 is the volume fraction of nanofiller with a dielectric constant of ε1, and y2 is the volume fraction of polymer matrix with a dielectric constant of ε2. As displayed in the Figure 8A, the experiment results are almost in line with the calculated values, indicating that the good dispersion of all fluoro-polymer@BT nanoparticles in P(VDF-HFP) matrix.  As shown in Figure 7, the dielectric loss tangent of the nanocomposite samples decrease with the increasing of fluoro-polymer@BT nanoparticles, especially in the low frequency range from 0.1 to 100 Hz and in the high frequency range from 105 to 106 Hz. Figure 8B shows the dielectric loss tangent of the nanocomposites with different fluoro-polymer@BT at a fixed frequency of 1 kHz. Importantly, all the nanocomposites show decreased dielectric loss tangent (tanδ) in comparison with the pure P(VDF-HFP) and the dielectric loss tangent of the nanocomposites decrease with the increasing of fluoro-polymer@BT, which is similar to Perry’s results.(29) For example, at a volume fraction of fluoro-polymer@BT of 50%, the dielectric loss tangent of the nanocomposites at 1 kHz decreases from 0.032 for the pure P(VDF-HFP) to 0.020 for P(VDF-HFP)/BT-PHFDA2, 0.018 for P(VDF-HFP)/BT-PHFDA1, 0.017 for P(VDF-HFP)/BT-PTFEA1, and 0.016 for P(VDF-HFP)/BT-PTFEA2. Dielectric loss of dielectric materials generally originates from three distinct factors: direct current (DC) conduction, space charge migration (interfacial polarization contribution), and the movement of molecular dipoles (dipole loss).(53, 54) Therefore, the decreased dielectric loss tangent can be understood by the following explanation: i) the reduction of host polymer leads to less molecular dipoles, which means the decreases of dipole loss; ii) all BT nanoparticles are coated by a stable and dense fluoro-polymer shell, resulting in an insulating layer outside of the dielectric cores to restrict the migration and accumulation of the space charge within the nanocomposites; and iii) the surface modification by fluoro-polymer improves the dispersion of BT nanoparticles and enhances the interfacial adhesion of the nanocomposites, which may further restrict the movement of the molecular dipoles. According to the aforementioned explanation, the lowest dielectric loss tangent in P(VDF-HFP)/BT-PTFEA2 nanocomposites should be mainly attributed to the formation of compact interface between BT-PTFEA2 and the polymer matrix. The fluoro-polymer shell of the hybrid nanoparticles has strong interaction with the P(VDF-HFP) matrix and thus restricts the mobility of macromolecular chains of the matrix polymer, leading to the lowest dielectric loss tan δ. On the contrary, the high dielectric loss tangent in the P(VDF-HFP)/BT-PHFDA2 nanocomposites should be attributed to the relatively loose interfacial region between the nanoparticle and matrix.  ## Energy Storage Capability and Electric Breakdown Strength of the P(VDF-HFP) Nanocomposite Films The energy densities of the nanocomposites can be extracted from the electric displacement-electric field (D-E) loops based on the following formula(2)where E is the electric field, and D is the electric displacement. In order to investigate the energy storage capability of the nanocomposites, the D-E loops were measured at electric fields various for the nanocomposites with different volume fractions of fluoro-polymer@BT nanoparticles. As shown in Figure 9, the electric displacement of the nanocomposites notably increases with the increase of fluoro-polymer@BT nanoparticles, which should be attributed to the increase of dielectric constant of the nanocomposites. Figure 9 also presents that the electric displacement of the nanocomposites increases at various applied electric field, which indicates that it is reasonable to obtain a lager electric displacement at a higher electric field.(23-25) It should be noted here that, at the same filler content and electric field, the nanocomposites with different fluoro-polymer@BT nanoparticles have similar displacement values. For example, at a field of 20 kV mm–1, the electric displacement is 0.971, 0.977, 0.973, and 0.969 μC cm–2 for nanocomposites with 50% BT-PHFDA1, BT-PHFDA2, BT-PTFEA1, and BT-PTFEA2, respectively. Interestingly, the nanocomposites with different fluoro-polymer@BT nanoparticles exhibit different remnant polarizations. In addition, at a given filler content, the nanocomposites with BT-PTFEA2 have the lower values remnant polarizations, whereas the nanocomposites with BT-PHFDA2 exhibit the higher values. Typically, the high remnant polarization will lessen the discharging energy of the material since the integrated area of the D-E loops will decrease.(5, 55, 56) In order to show the differences of the D-E loops, the energy densities of the nanocomposites with different filler contents were calculated according to eq 2 (Figure S5). One can see that the energy densities of the nanocomposites increase with the increase of electric field and filler content.  Figure 10 shows the energy densities ratio of P(VDF-HFP)/fluoro-polymer@BT nanocomposites and the pure P(VDF-HFP) at 20 kV mm–1. It can be observed that the incorporation of BT-PTFEA2 nanoparticles increase the energy densities higher than other fluoro-polymer@BT nanoparticles. For example, at a given BaTiO3 content (i.e., 50 vol%), the measured energy densities of nanocomposites with BT-PTFEA2 and BT-PHFDA2 are 5 and 4 times of that of pure P(VDF-HFP), respectively. The higher increase of energy density in the nanocomposites with BT-PTFEA2 is directly associated with the decrease of remnant polarization, which is caused by the stronger interfacial interaction between BT-PTFEA2 and the matrix macromolecular chain.  Electric breakdown strength (Eb) is of great importance for the practical applications because it determines the operation electric field and the maximum energy storage density of dielectric materials. Figure 11A shows the breakdown strength of the P(VDF-HFP) nanocomposites with different fluoro-polymer@BT The pure P(VDF-HFP) film has a high breakdown strength of (295.7 ± 9.9) kV mm–1. The breakdown strength of the nanocomposites films first show a fast decrease as the content of fluoro-polymer@BT increases from 0 to 20 vol% and then exhibit slow decreases as the content of fluoro-polymer@BT increases from 30 to 50 vol%. This phenomenon can be explained by the percolation of the BT nanoparticles(57) and the enhancement of electric field near the interface because of the differences of electric properties between fillers and polymer matrix.(58) Despite a large decrease of breakdown strength in the nanocomposites, the nanocomposites with as high as 50 vol% fluoro-polymer@BT nanoparticles still withstand a high electric field (e.g., 182.6 ± 10.1 kV mm–1). This is extremely important for energy storage application. It should also be noted that the breakdown strength of the nanocomposite films with BT-PTFEA2 is always higher than that of other samples with the same fluoro-polymer@BT content. As discussed earlier, this result should be mainly attributed to the less defect density in the interfacial region between BT-PTFEA2 and P(VDF-HFP) matrix, in which the field distortions can be reduced in comparison with the nanocomposites with BT-PHFDA2.(59-62)  Theoretically, the maximum energy storage density of a dielectric material can be calculated by the aforementioned equation Umax = 1/2εε0Eb2. In this work, the theoretical maximum energy density of the P(VDF-HFP)/fluoro-polymer@BT nanocomposites were calculated, which could provide insights for developing dielectric materials with high energy density. As shown in Figure 11B, the calculated maximum energy density values of four different nanocomposite films show a similar trend as the BT loading increases. First, the energy density shows a slight increase when the fluoro-polymer@BT content is about 10 vol% and then exhibits an abrupt decrease as the BT content increases to 20 or 30 vol%. Starting from 20 or 30 vol%, the energy density gradually increases as the BT content further increases. It is notable that the energy density values for the nanocomposites with BT-PTFEA1, BT-PTFEA2, or BT-PHFDA1 are higher than that of the pure P(VDF-HFP) when the fluoro-polymer@BT content approaches 50 vol%. For instance, the energy density for the P(VDF-HFP) nanocomposites with 50% BT-PTFEA2 is 6.23 J cm–3, which is 150% of that of the pure P(VDF-HFP) (∼4.10 J cm–3). It should also be mentioned that the breakdown strength of our nanocomposites was measured on relatively thick films (100–150 μm). Considering that the breakdown strength of dielectric materials generally decreases with the increase of the sample thickness, higher energy density of thin nanocomposite film can also be expected.(63) Dielectric materials for pulsed power applications require high frequency operation conditions. In such a case, large dielectric loss of materials tends to dissipate a fraction of their stored energy in the form of heat. Thus, apart from high energy density, low dielectric loss is another important parameter for the dielectric materials in practical applications. Accordingly, the fluoro-polymer@BT nanoparticles with thick fluoro-polymer shell synthesized from fluoroalkyl acrylate monomers with short side groups are very promising for preparing high energy density polymer nanocomposites. "]], ["Conclusion", ["We have prepared a series of core–shell structured fluoro-polymer@BT nanoparticles with various shell structures and thicknesses via surface-initiated RAFT polymerization from the BT surface. The corresponding P(VDF-HFP)/fluoro-polymer@BT nanocomposites were prepared, and their dielectric property and energy storage capability were investigated. Our results show that, by using the fluoro-polymer@BT nanoparticles with thick fluoro-polymer shell synthesized from fluoroalkyl acrylate monomers with short side groups, the P(VDF-HFP)/fluoro-polymer@BT nanocomposites still withstand a high electric field and exhibit significantly enhanced energy storage capability in comparison with the pure P(VDF-HFP). For example, with 50% BT-PTFEA2, the breakdown strength of the nanocomposites is 182.6 ± 10.1 kV mm–1, the measured energy density of nanocomposites is 5 times of that of pure P(VDF-HFP) under an electric field of 20 kV mm–1, and the theoretical maximum energy density is 6.23 J cm–3, which is 50% higher than that of the pure P(VDF-HFP) (∼4.10 J cm–3). More importantly, the dielectric loss of the nanocomposites shows continuous decreases with the increasing of fluoro-polymer@BT nanocomposites. All these characteristics suggest that the P(VDF-HFP)/fluoro-polymer@BT nanocomposites are promising materials for energy storage application. This work also provides a new insight into the role of the interfacial region between the nanoparticles and the polymer matrix on the dielectric property and energy storage of the polymer nanocomposites, opening new routes for preparing high energy density nanocomposites used in electronic and electric industry."]]], "doi": "10.1021/cm4010486", "figures": [["Figure 1", "Figure 1", "Figure 1. FT-IR spectra (A) of the as-received BT nanoparticles and surface modified BT nanoparticles. 19F NMR spectra (B) of the fluoro-polymer@BT nanoparticles."], ["Figure 10", "Figure 10", "Figure 10. Energy densities ratio of P(VDF-HFP)/fluoro-polymer@BT nanocomposites relative to pure P(VDF-HFP) measured at 20 kV mm–1, as a function of BaTiO3 volume fraction."], ["Figure 11", "Figure 11", "Figure 11. Breakdown strength (A) and calculated maximum energy storage density (B) of P(VDF-HFP) nanocomposites with fluoro-polymer@BT at room temperature."], ["Figure 2", "Figure 2", "Figure 2. TGA curves for the surface modified BT nanoparticles.   "], ["Figure 3", "Figure 3", "Figure 3. TEM images of fluoro-polymer@BT nanoparticles: (A) BT-PHFDA1, (B) BT-PHFDA2, (C) BT-PTFEA1, and (D) BT-PTFEA2."], ["Figure 4", "Figure 4", "Figure 4. SEM images of the freeze-fractured cross sections of fluoro-polymer@BT and P(VDF-HFP) nanocomposite films with 20 vol% of BT nanoparticles: (A) BT-PHFDA1, (B) BT-PHFDA2, (C) BT-PTFEA1, and (D) BT-PTFEA2."], ["Figure 5", "Figure 5", "Figure 5. (A) TGA curves and (B) DSC cooling curves of pure P(VDF-HFP) and P(VDF-HFP)/fluoro-polymer@BT nanocomposites with 20 vol% BT nanoparticles. The inset in (A) shows the details of weight loss from 300 to 600 °C."], ["Figure 6", "Figure 6", "Figure 6. Schematic illustration for the fluoro-polymer@BT nanoparticles and the interfacial region within the nanocomposites.   "], ["Figure 7", "Figure 7", "Figure 7. Frequency dependence of dielectric constant and dielectric loss tangent of P(VDF-HFP) nanocomposite films with BT-PHFDA1 (A), BT-PHFDA2 (B), BT-PTFEA1 (C), and BT-PTFEA2 (D)."], ["Figure 8", "Figure 8", "Figure 8. Dielectric constant (A) and dielectric loss tangent (B) of P(VDF-HFP) nanocomposite films with BT-PHFDA1, BT-PHFDA2, BT-PTFEA1, and BT-PTFEA2 at 1 kHz. The dielectric constant of 100 nm BaTiO3 particle is around 180."], ["Figure 9", "Figure 9", "Figure 9. Electric displacement-electric field (D-E) loops of the P(VDF-HFP) nanocomposite films with different fluoro-polymer@BT nanoparticles under different applied fields at room temperature: (A) BT-PHFDA1, (B) BT-PHFDA2, (C) BT-PTFEA1, and (D) BT-PTFEA2."], [null, null, "Scheme 1. Schematic Illustration for the Preparation of Fluoro-Polymer@BaTiO3 Nanoparticles and P(VDF-HFP) Nanocomposite Films"]], "table_captions": [["Table 1", "Table 1", "Table 1. Characteristics of the [email protected]3 Hybrid Nanoparticles"]], "tables": []}