{"title": "Dielectric Behavior of Silica/Polyacrylamide Nanocomposites", "abstract": "Polyacrylamide (PAAM) nano silica inclusions composites were prepared having different ratios of nano silica. The silica inclusions were either modified or unmodified. The nanocomposite films were characterized by transmission electron microscope (TEM) and infrared spectroscopy (IR). The dielectric behavior of the composites had been investigated as a function of the concentration of the nano silica inclusions. The results show that the dielectric constant and dielectric loss of the nanocomposites are smaller than those obtained for the neat polymer. As the concentration of the surface-modified nano silica inclusions increases, the dielectric constant decreases. This behavior may be attributed to the successful interaction between the polymer and the surface of the nano silica inclusions. As would be expected, the results thus obtained are a clear manifestation of the role of surface treatment of the filler inclusions and subsequently the role played by the interface on the properties of the composites. Keywords: dielectric; nanocomposites; polyacrylamide; silica ", "body": [["Abstract", ["Polyacrylamide (PAAM) nano silica inclusions composites were prepared having different ratios of nano silica. The silica inclusions were either modified or unmodified. The nanocomposite films were characterized by transmission electron microscope (TEM) and infrared spectroscopy (IR). The dielectric behavior of the composites had been investigated as a function of the concentration of the nano silica inclusions. The results show that the dielectric constant and dielectric loss of the nanocomposites are smaller than those obtained for the neat polymer. As the concentration of the surface-modified nano silica inclusions increases, the dielectric constant decreases. This behavior may be attributed to the successful interaction between the polymer and the surface of the nano silica inclusions. As would be expected, the results thus obtained are a clear manifestation of the role of surface treatment of the filler inclusions and subsequently the role played by the interface on the properties of the composites. Keywords: dielectric; nanocomposites; polyacrylamide; silica "]], ["INTRODUCTION", [" Polymer nanocomposites, i.e. polymers containing inclusions with at least one dimension at the nanometer scale, have attracted considerable technological and scientific interest in recent years, due to their superior mechanical, physical and thermal characteristics. Nanocomposites often exhibit physical and chemical properties that are dramatically different from conventional macro- and micro-composites [[ 1]]. This is primarily due to the extremely high surface area they possess; one of the most attractive characteristics of nanoparticles is their ability to create a great amount of interphase in a composite. Therefore, introduction of nanoparticles into a polymer results in marked changes in the intermolecular interaction of the matrix [[ 2]]. Nanocomposites give rise to excellent mechanical, thermal, barrier and physical performance [[ 3]]. Fumed silica dioxide and nanometallic powder are particles, which are characterized by three dimensions in the nanoscopic range [[ 4][ 5]]. Nanocomposites containing layered silicates exhibit superior mechanical, thermal and barrier performance in comparison with conventional microcomposites [[ 6]].  Organic-inorganic nanocomposites with well-defined architectures have attracted increasing attention because of their potential to provide materials with controlled morphology at nanoscopic length scales [[ 7]]. These organic-inorganic nanocomposites exhibit many unique properties associated with both nanometer size and the multifunctionality arising from the organic and inorganic components [[ 8]].  The sol-gel method is widely used for obtaining an organic/silica composite [[ 9]]. A three-dimensional silica network can be formed by a stepwise polycondensation reaction of alkoxysilane. Its low-temperature processing allows organic molecules to be incorporated into silica without decomposition [[10]].  Monodispersed silica colloids were applied as model material in various applications [[11][12]]. Using silica particles with a specified particle size and extremely narrow distribution, the diameter of silica particles is mainly controlled by the relative contribution from nucleation and growth.  Once the nucleation process determines the total number of nuclei, the resultant particle size is then fixed by total quantity of tetraethylorthosilicate, TEOS [[13]]. When all the nuclei are created during the same nucleation process, we will obtain silica colloids with narrow or even monodispersed size distribution. In general, parameters which affect the rate of preceding reactions, would in turn affect the rate of generation of supersaturation and hence the number of nuclei formed. These parameters include concentration of reactant, type of reactant, reaction temperature, concentration of catalyst (NH3), and concentration of water, as well as the choice of cosolvents [[14]].  The molecular dynamics of a series of poly(dimethylsiloxane) networks filled with silica nanoparticles synthesized in-situ was studied using dielectric relaxation spectroscopy. A slower α-relaxation was observed. This behavior is discussed in terms of a gradual increase of relaxation time close to the surface of the nanoparticles [[17]].  Furthermore, from a practical point of view, dispersive mixing in preparing polymer-based particulate composites has important technical meaning. However, a homogenous dispersion of nanoparticles in a polymer is very difficult to obtain by using the existing compounding techniques due to the strong tendency of the fine particles to agglomerate and the high melt viscosity of the matrix. When the composites are subjected to force, the nanoparticle agglomerates can be split easily and a premature failure of the materials would thus take place [[ 4][18]].  Therefore, with appropriate surface modification, the surface of silica can be rendered hydrophobic so that the water molecules will be repelled [[19]], e.g., by substituting the hydrogen of the OH groups by attaching some organic groups (alkyl or aryl) [[19]].  The relative high dielectric constant of polyacrylamide limits its application as a dielectric material. Various approaches have been used in an attempt to alter the physical or chemical structure of polyacrylamide. This article aims to study the dielectric properties of silica/polyacrylamide nanocomposites (silica/PAAM NCs).  PAAM is selected because of its hydrophilic nature, that produces composites in which the nanoparticles are covalently connected with the matrix, so little or no phase separation will be generated due to the strong compatibility.  The microstructures of silica composite were studied with a transmission electron microscope (TEM). The nanosilica particle surface chemistry was characterized using a Fourier transform infrared spectroscopy (FTIR). The dielectric properties of polyacrylamide silica nanocomposites were determined and discussed as a function of silica content. Also the effect of surface treatment of silica on the dielectric properties was studied to know how the presence of silica particles affects the properties of the polymer matrix. And dielectric properties including frequency responses of capacitance of silica composite were investigated with a dielectric analyzer (DEA). "]], ["EXPERIMENTAL", [" ##Preparation of Silica  Silica particles were prepared by the hydrolysis and condensation of TEOS in absolute ethanol (EtOH) with ammonia (NH3) as the base catalysis [[14]]. First, a solution containing appropriate quantities of absolute ethanol, ammonia and deionized water was stirred for 5 min to ensure complete mixing. Then a proper amount of TEOS was added slowly to the above solution and the reaction proceeded at ambient temperature for 24 h. Thereafter the colloidal solution was separated by high-speed centrifuge (Hitachi Himac CR 22 G), and the silica particles were washed by absolute ethanol three times before characterization.  ##Preparation of Organically Modified Silica  5 g deionized water, 95 g ethanol and 10 g nanosilica were mixed ultrasonically for 30 min. Then an amount of ethyltriethoxysilicate (ETES) as coupling agent, equivalent to 0.5 wt% relative to the silica, was added to the mixture. The pH value was adjusted to around 4 by formic acid. The mixture was refluxed at about 90°C for 6 h. After cooling down, the modified nanosilica colloidal solution was obtained.  ##Preparation of PAAM/Nanocomposites  Monomer acrylamide was dissolved in 100 ml (70:30) water/ethanol. The nanocomposite was prepared by adding appropriate amounts of silica (0.250%, 0.125% and 0.050%) or modified silica to the above mixture before adding potassium persulfate as initiator. The constituents were well-mixed using magnetic stirring, the samples were then purified and poured in Petri dishes and shaped for further measurements.  ##Characterization of Samples ###TEM  Micrographs of unmodified and modified silica and their respective nanocomposite were obtained by transmission electron microscopy.  To prepare samples for TEM analysis, a drop of silica colloid solution was placed on a copper grid coated with carbon. The solvent was evaporated at room temperature, leaving the nano-silica on the grid. These samples were examined with a TEM (100 C, 100 kV). The transmission electron micrographs of the filled composites show that the silica inclusions have a diameter of about 50 nm.  ###FTIR  To verify the presence of certain functional groups in our samples, the FTIR analyses were obtained after heating the samples at 100°C.  ###Dielectric Properties  The dielectric constant and dielectric loss were measured using the HIoKI (3532) LCR meter which has a frequency range from 42 Hz to 5 MHz with high resolution. This device is an impedance meter and uses a touch panel which enables easy operation. The dielectric samples are subjected to an alternating dielectric field. The frequency responses of capacitance of silica nanocomposite from 1 × 103 to 5 × 106 Hz were studied at room temperature. "]], ["RESULTS AND DISCUSSION", ["##TEM of Samples  The TEM of samples show that the silica particle's size is about 50 nm. Figure 1 shows the TEM image of a cross-section of the unmodified silica. Large amounts of dark spots were observed that served as an indication of the aggregation of the particles. As would be expected, this has been generally attributed to the presence of OH groups on the silica surface that could certainly lead to this kind of agglomeration.  Graph: FIGURE 1 TEM micrograph of unmodified silica nanoparticles.  In Figure 2, a far limited aggregation of the dark spots for the surface-modified silica is observed in comparison with the unmodified silica. This is attributed to the particles possessing some organophilic characters, resulting in the segregation of the particles.  Graph: FIGURE 2 TEM micrograph of modified silica nanoparticles.  In Figure 3, a TEM micrograph of the unmodified silica/PAAM nanocomposite is shown. In this image, large amounts of dark spots indicate a high degree of aggregation of the nanosilica inclusions. Again, this is attributed to the presence of OH groups on the silica surface that lead to the aggregation and less interaction between the nanosilica and the polymer.  Graph: FIGURE 3 TEM micrograph of unmodified silica particles poly(acrylamide) nanocomposites.  TEM of modified silica/PAAM nanocomposite, Figure 4, shows a very small amount of dark spots, which indicates that the surface-modified nanosilica particles are homogenously dispersed in PAAM, more than the unmodified nanosilica. This may be easily attributed to a decrease in OH groups on the silica surface that leads to less aggregation and more interaction between the nanosilica and the polymer matrix.  Graph: FIGURE 4 TEM micrograph of modified silica particles poly(acrylamide) nanocomposites.  ##FTIR Spectra  The FTIR spectra of the unmodified nanosilica, surface-modified nanosilica and the nanocomposites had been primarily concerned with of the absorption band of siloxane bond, Si–O–Si, which appears at (1020–1250 cm−1) and the silanol bond, O–H, which appears at (3300–3700 cm−1). A decrease in the intensity of OH band has been observed for the surface-modified silica and its respective nanocomposite as would be expected from the surface modification reducing the amount of the OH groups.  ##Dielectric Properties of the Samples  The permittivity and loss factor are used to characterize molecular relaxations. The permittivity (ϵ′) or dielectric constant is a measure of the energy stored in a sample during a cyclic electric excitation. The energy stored is usually in the form of a non-uniform dipole distribution or ionic change layers. The dielectric loss factor (ϵ″) is a measure of the energy lost inside a system during cyclic electric excitation. The energy loss is typically due to the presence of viscous drag or moving dipoles.  The dielectric constant, ϵ′, and dielectric loss, ϵ″, were measured for several composites having different contents of the nanosilica inclusions. The measurements were preformed in frequency range of 1 × 103 − 5 × 106 Hz at room temperature. Figures 5-7 show the dependence of dielectric constant on the frequency for the prepared nanocomposites.  Graph: FIGURE 5 Effect of nanosilica content on the dielectric constant of poly(acrylamide) nanocomposites, shown as a function of frequency.  Graph: FIGURE 6 Effect of the surface-modified particles nanosilica content on the dielectric constant of the poly(acrylamide) nanocomposites, shown as function of frequency.  Graph: FIGURE 7 Effect of the surface-modified particles nanosilica content on the dielectric constant of the poly(acrylamide) nanocomposites, shown as function of frequency.  Figure 5 shows the dependence of dielectric constant, ϵ′, of silica/PAAM composites on frequency at various contents of unmodified silica. It can be noticed that the dielectric constant values of composites are smaller than that of the pure polymer. This appears firstly when 0.05 wt% unmodified silica is added to the PAAM to show a significant decrease in ϵ′. This reduction in dielectric constant is attributed to the restriction in the mobility of the polymer chains by introducing the nano fillers. This indicates the limited ability of polarizable units in the nanocomposite to orient fast enough to keep up with the oscillations of an alternating electric field [[20]]. Increasing loading of unmodified silica will cause increase in ϵ′, due to increase in percentage of freely rotating OH groups present in unmodified silica.  Figure 6 shows a comparison between the modified and unmodified silica-PAAM nanocomposites. It can be seen that the value of ϵ′ in the case of surface-modified silica decreases more than that of unmodified silica. The difference indicates that there is a significant interfacial polarization in the interface between the PAAM and the modified nanosilica. This is due to the successful dispersion and interaction between the nanosilica and PAAM which resulted from the organophilic character of the modified silica, restricting the mobility of polar groups.  Figure 7 shows the effect of an increased amount of modified silica on the ϵ′ of the obtained composite. It was found that the value of ϵ′ decreases as the amount of modified silica increases, restricting the mobility of polar groups as indicated above.  The results also show that, at low frequencies, the values of ϵ′ are relatively high because the most mobile groups begin to orient. Then by increasing frequencies, the dielectric decreases because at high frequency the mobility of polar groups in polymer chains is too slow to contribute to dielectric constant.  Above 106 Hz, the dielectric constant increases with increasing frequency, until it reaches its maximum value, since all dipoles have sufficient rotational energy to allow passage over energy barriers and contribute to the orientation polarization.  Figures 8 and 9 show the dependence of dielectric loss, ϵ″ on the frequencies for the neat polymer and nanosilica/polyacrylamide composites. The magnitude of dielectric loss is an important material parameter for making capacitors. Ideally, in a capacitor the ϵ″ should be as low as possible [[21]].  Graph: FIGURE 8 Effect of nanosilica content on the dielectric loss of the poly (acryl/amide) nanocomposites shown as function of frequency.  Graph: FIGURE 9 Effect of the surface-modified particles nanosilica content on the dielectric loss of poly(acrylamide) nanocomposites, shown as function of frequency.  A typical dielectric loss spectrum of the neat and the unmodified silica/PAAM nanocomposite at various frequencies is shown in Figure 8. It may be observed that a large decrease in the ϵ″ occurs at low frequency due to the predominance of the energy loss connected with direct current loss.  Also it can be seen that the dielectric loss of the neat polyacrylamide is the highest one. Upon addition of 0.05 wt% of nanosilica (unmodified), ϵ″ decreased due to the restriction in mobility of the polymer chains. Increasing the amount of unmodified silica will increase ϵ″. This is attributed to increased percentage of freely rotating OH groups which present in unmodified silica.  Figure 9 shows the variation of ϵ″ of nanocomposites with the percentage of treated and untreated silica. It is shown that the value of ϵ″ in case of modified silica decreases more than that of unmodified silica similar to what was shown for dielectric constant. Also, the increase in percentage of the modified silica causes a decrease in ϵ″.  It is generally agreed that many of the improved properties of the nanocomposites are related to the modification of chain dynamics due to interaction with the filler surface. The polymer segments close to the interface constitute a significant fraction of the material and their behavior may significantly affect the properties of the composite."]]], "doi": "10.1080/00914030701729057", "figures": [[null, null, "FIGURE 1 TEM micrograph of unmodified silica nanoparticles."], [null, null, "FIGURE 2 TEM micrograph of modified silica nanoparticles."], [null, null, "FIGURE 3 TEM micrograph of unmodified silica particles poly(acrylamide)  nanocomposites."], [null, null, "FIGURE 4 TEM micrograph of modified silica particles poly(acrylamide)  nanocomposites."], [null, null, "FIGURE 5 Effect of nanosilica content on the dielectric constant of poly(acrylamide)  nanocomposites, shown as a function of frequency."], [null, null, "FIGURE 6 Effect of the surface-modified particles nanosilica content on the  dielectric constant of the poly(acrylamide) nanocomposites, shown as function  of frequency."], [null, null, "FIGURE 7 Effect of the surface-modified particles nanosilica content on the  dielectric constant of the poly(acrylamide) nanocomposites, shown as function  of frequency."], [null, null, "FIGURE 8 Effect of nanosilica content on the dielectric loss of the poly(acryl/amide) nanocomposites shown as function of frequency."], [null, null, "FIGURE 9 Effect of the surface-modified particles nanosilica content on the  dielectric loss of poly(acrylamide) nanocomposites, shown as function of  frequency."]], "table_captions": [], "tables": []}