{"title": "Large Enhancement in Polarization Response and Energy Storage Properties of Poly(vinylidene fluoride) by Improving the Interface Effect in Nanocomposites", "abstract": "A novel strategy to improve the interface effect of BaTiO3 (BT)/polyvinylidene fluoride (PVDF) nanocomposites is developed to achieve high energy density. The surface of BT is first hydroxylated by H2O2, then modified with a titanate coupling agent DN-101. BT modified with DN-101 is also considered as a control group. Results show that the polarization response of nanocomposites with 10 vol % H2O2-DN-101-BaTiO3 (D-h-BT) is largely enhanced, which is 18% bigger than that of the nanocomposites with 10 vol % DN-101-BaTiO3 (D-BT) at 240 MV m−1. The dielectric breakdown strength is also improved from 240 MV m−1 of nanocomposites with 10 vol % D-BT to 260 MV m−1 of nanocomposites with 10 vol % D-h- BT, which makes the maximum stored energy density increase from 6.5 to 9.01 J cm−3, and the discharged energy density of the composites improved from 3.01 to 4.31 J cm−3. The findings based on this research are applicable to various nanofillers and polymer matrix, which provides a simple but effective way for nanocomposites with enhanced dielectric properties in next-generation electric and electronic industry. ", "body": [["ABSTRACT", ["A novel strategy to improve the interface effect of BaTiO3 (BT)/polyvinylidene fluoride (PVDF) nanocomposites is developed to achieve high energy density. The surface of BT is first hydroxylated by H2O2, then modified with a titanate coupling agent DN-101. BT modified with DN-101 is also considered as a control group. Results show that the polarization response of nanocomposites with 10 vol % H2O2-DN-101-BaTiO3 (D-h-BT) is largely enhanced, which is 18% bigger than that of the nanocomposites with 10 vol % DN-101-BaTiO3 (D-BT) at 240 MV m−1. The dielectric breakdown strength is also improved from 240 MV m−1 of nanocomposites with 10 vol % D-BT to 260 MV m−1 of nanocomposites with 10 vol % D-h- BT, which makes the maximum stored energy density increase from 6.5 to 9.01 J cm−3, and the discharged energy density of the composites improved from 3.01 to 4.31 J cm−3. The findings based on this research are applicable to various nanofillers and polymer matrix, which provides a simple but effective way for nanocomposites with enhanced dielectric properties in next-generation electric and electronic industry. "]], ["INTRODUCTION", ["In the past decades, numerous efforts have been made to achieve dielectric materials with high energy density due to their potential applications in modern electric power systems.1−4 The energy density U of the dielectric materials is defined by the integral: U = ∫ E dD where E is the applied electric field and D is the displacement of the material. Thus, large breakdown electric field (Eb) and dielectric displacement are highly desired. Many material systems have been developed to combine the high dielectric permittivity of the ceramic fillers with the high breakdown strength of polymers. However, ceramic/polymer nanocomposites usually suffer from the observed reduced breakdown strength while the volume fraction of the filler increases, which limits the increase of the energy density. There are even nanocomposites with lower energy density than the pure polymers because of the decrease in breakdown strength, which makes them less attractive due to the added cost and complexity of the manufacturing process.5 There are two main reason for the decrease of Eb. First, because of the intrinsic properties of ceramics, their dielectric strength is often low, and that cannot be modified. Second, ceramic fillers often show poor compatibility with polymer matrixes, which makes interface areas become the key to the problem. Besides, interfaces can also be easily modified to develop different kinds of nanocomposites.6,7 To enhance the interface areas, many studies have been focused on the modification of the ceramics nanoparticles to increase the compatibility between ceramics and polymer matrices. The surface of ceramics is usually modified by surfactant adsorptions or polymer coatings,8−12 and a physical compatibility can be formed to guarantee good dispersion of the ceramics particles. Perovskites such as zirconate titanate (PZT) and BT are often chosen as the filler in nanocomposites due to their high dielectric constant. PVDF-based polymers are often chosen as matrixes due to their high permittivity and dielectric response.13−15 However, from the perspective of energy storage, dispersion of nanoparticles with a permittivity of hundreds or even thousands in polymers, which processes nanocomposites with a permittivity around 10, may not be satisfying for the large increase of energy density. As the fillers have a much larger permittivity, most of the increase in effective dielectric permittivity comes from the increase in the average field in the polymer matrix. As a result, only a small part of the energy is stored in the high permittivity fillers. It has been shown that interface areas in nanocomposites could be utilized to benefit the dielectric and energy storage properties of the polymer matrixes. The interface areas between the particles and the matrixes have nanometer dimension. As a result, the properties of them will act as a dominant role in determining dielectric performance when the particle size decreases to nanoscale.16 Thus, much attention has been paid to utilize the interfacial effect.17−19 Zhang et al. demonstrated a large increase in the dielectric response and electric energy density in the P(VDF-TrFE-CFE) /ZrO2 nanocomposites.20 Although ZrO2 only has a dielectric constant of about 50, the addition of only 2 vol % ZrO2 nanoparticles raised the electric displacement from 0.085 C m−2 under 300 MV m−1 in the pure terpolymer to about 0.115 C m−2 under 250 MV m−1 in the nanocomposites through the interface effect. In this Article, a novel method is developed to improve the interface effect of ceramics/polymer nanocomposites. For most ceramic particles, most of the organic modification agents are only adsorbed on the particles by van der Waals forces or electrostatic forces due to the lack of reactive functional groups. Hydroxylation is an effective way of improving the surface reactivity of the particles.21 Besides, many studies have shown that hydroxyl groups on the surface of ceramic nanoparticles have good compatibility with the PVDF-based polymers.22,23 Thus, there is no need to worry about the bad influence that the unreacted hydroxyl groups would impose on the nanocomposites. In our research, BT is chosen as dielectric fillers in PVDF-based nanocomposites. However, commercial BT nanoparticles aggregate easily and contain only a few hydroxyl groups (−OHs). To increase the surface content of −OHs, the as-received BT (r-BT) is pretreated by hydrogen peroxide, and then modified with couple agent DN-101. BT modified by DN- 101 only is also fabricated for comparison. Furthermore, we have focused on the effect of this novel method on the electric polarization, dielectric losses, breakdown strength, and energy storage of the nanocomposites. As was shown in many previous studies, nanocomposites with 10 vol % BT could achieve the largest enhancement of the energy density.24−27 As a result, nanocomposites with 10 vol % BT are only focused on in this Article. The synergy of −OHs and DN-101 leads to a large enhanced interface polarization with little decrease of Eb, which leads to a larger polarization response and a higher energy density of the nanocomposites. For instance, the discharged energy density of D-h-BT/PVDF composites is increased to 3.65 J cm−3 at 240 MV m−1, which is 22% bigger than that of D-BT/PVDF composites, and the maximum discharged energy density of the composites is improved from 3.01 to 4.31 J cm−3. These results demonstrate that the novel method has promising potential to synthesize nanocomposites with high energy density."]], ["EXPERIMENTAL SECTION", ["##2.1. Preparation. ###Materials. PVDF polymer was purchased from Solvay Co., U.S. BT nanoparticles with an average diameter of about 100 nm (see Supporting Information Figure S1) were purchased from Beijing Dk Nano Technology Co., China. The 35% vol H2O2 was purchased from Beijing Ruikangte Science&Technology Co., China. The titanate coupling agent DN-101 was purchased from Nanjing Daoning Chemical Industry Co., China. N,N-Dimethylacetamide (DMAC) and isopropanol were supplied by Heowns Biochem Yechnologies Co., China. ###Preparation of D-h-BT. To get the H202-BT (h-BT) paricles, 5 g of r-BT particles was dispersed in an aqueous solution of H2O2 at 106 °C for 6 h, and then centrifuged from the solution and washed with deionized water at least seven times. The h- BT particles were dried overnight in a vacuum oven at 80 °C and pestled in an agate mortar to get the h-BT powders. To get the D-h-BT nanoparticles, 2 g of h-BT particles was first added into 80 mL of isopropanol and sonicated for 30 min to guarantee a good dispersion of h-BT. After that, 0.1 g of DN- 101 was added, and the mixture was magnetically stirred at 70 °C for 2 h. The nanoparticles were centrifuged from the solution and then redispersed in isopropanol by ultrasonic treatment to remove the DN-101, which only has weak interaction with the BT nanoparticles. The above-mentioned processes were repeated at least three times, and then the D-h- BT nanoparticles were dried under a vacuum at 80 °C for 12 h and pestled in an agate mortar to get the D-h-BT powders. The D-BT nanoparticles were prepared by employing the r-BT particles and DN-101 reaction using the same method. ###Preparation of BT/PVDF Nanocomposites. The nanocomposites were prepared by solution cast method. First, the required amount of nanoparticles was dispersed in DMAC by ultrasonic treatment for 30 min. At the same time, PVDF was dissolved in DMAC by magnetic stirring. The suspension of nanoparticles then was added into the PVDF/DMAC solution. Subsequently, the mixture was sonicated for 1 h and stirred for 2 h to get homogeneous nanocomposites. The nanocomposites were cast on cleaned class plates by a laboratory casting equipment (LY-150-3, Beijing Orient Sun-Tec Co., Ltd.). After being dried on the glass plate at 110 °C, the nanocomposite films were then heated at 80 °C for 12 h under a vacuum to evaporate the residual solution. To improve the crystallinity of the nanocomposites, the films were further treated at 200 °C for 15 min, and then immediately quenched in ice water. The thickness of the films was 10−20 μm. Gold electrodes with a diameter of 5 mm were sputtered on both sides of the samples for electrical measurements. ##2.2. Materials Characterization. Fourier-transform infrared (FTIR) spectroscopy was performed with a 6700 FTIR (Nicolet) to observe the modification of BT particles and the crystallization of the PVDF and BT/PVDF nanocomposites. Thermal gravimetric analyzer (TGA) was measured to achieve precise results about the modification of BT particles. Differential scanning calorimetry (DSC) measurement was made by DSC1 (Mettler Toledo). The dispersion of BT in PVDF matrix was measured using field emission scanning electron microscopy (JEOL; JSM-6301F). The cross-section was achieved by freeze fracture in liquid nitrogen. Dielectric properties were measured by employing a broadband dielectric spectrometer (Alpha-T, Novocontrol Technologies GmbH & Co. KG) at room temperature. The I−V curves were measured using a Keithley 4100-Semiconductor Characterization System. Electric breakdown strength was tested by a high voltage electric source (SL150, SPELLMAN High Voltage Electronics Corp.) at a ramping rate of 500 V/s and a limit current of 5 mA. The P−E loops (polarization−electric field loops) were measured at 100 Hz by a Premier II ferroelectric test system (Radiant Technologies, Inc.)."]], ["RESULTS AND DISCUSSION", ["##3.1. Structure and Morphology Characterization. For the functionalization of inorganic nanoparticles, hydroxyl groups act as bridges for the introduction of coupling agents.27,28 However, the r-BT particles have few hydroxyl groups. Thus, −OHs are introduced by H2O2, and then the h- BT nanoparticles react with DN-101. Figure 1 shows the FTIR spectra of r-BT, h-BT, D-BT, and D-h-BT nanoparticles. The appearance of 3433 cm−1 of h-BT, which represents the stretching mode of surface −OH groups, indicates that the amount of hydroxyl groups is greatly increased.29 The peaks of 2925 and 2855 cm−1 are attributed to the asymmetric and symmetric −CH2 stretching vibrations, which shows that the DN-101 coupling agents have been successfully introduced onto the surfaces of h-BT. Furthermore, the peaks of D-h-BT at 2925 and 2855 cm−1 are much bigger than that of D-BT, which indicates that the −OH groups contribute to the coupling reaction between the DN-101 with BT. To get more precise results, the TGA curves of the r-BT, h- BT, D-BT, and D-h-BT were measured. Figure 2 shows the weight loss of different nanoparticles. To guarantee the dehydroxylation of BT, the highest temperature was set at 800 °C30 (see Supporting Information Figure S2). The difference of the TGA curves shows that a large number of hydroxyl groups are introduced onto the surface of BT particles. The grafting fraction of DN-101 of the h-BT (1.238 wt %) is more than twice that of the r-BT (0.572 wt %), which presents further evidence to prove the promotion of hydroxyl groups to the grafting of DN-101 on the surface of BT nanoparticles. SEM images (as shown in Figure 3a and b) of the freezefractured cross sections of BT/PVDF nanocomposites films with 10 vol % of BT particles suggest that both of the treated BT particles were well dispersed in the PVDF polymer matrix. As the schematic pictures illustrate in Scheme 1, through the reaction with H2O2, a lot of hydroxyl groups are attached to the surface of r-BT to form Ba−OH bonds.21 As a result, more DN- 101 can be grafted onto the h-BT surfaces (see Supporting Information Scheme S1). DN-101 is a titanate coupling agent, which has a molecular formula of C57H112O7Ti. The structural formula is shown in Scheme 1. DN-101 coupling agent is widely used due to its good reaction properties with inorganic such as CaCO3 and BT. As previous works have demonstrated, the DN-101 also shows good compatibility with PVDF.24 DN- 101 has long chain segments, which lead to shells with high molecular chains mobility and disordered structures. Thus, the shells are loose, but the interfaces are compact for the nanocomposites due to the chain entanglement with the PVDF matrix.27 Besides, hydrogen bonds form between the −OH groups on the surface of the D-h-BT particles and the F atoms of the PVDF. In summary, the surface properties of the BT nanoparticles and the interface of the nanocomposites can be largely improved by combining the contributions of −OH groups and DN-101 through the novel strategy. Thermal properties of the polymer nanocomposites are closely associated with the interface between fillers and matrices. Thus, DSC curves were measured to find proofs of the interface effects. The DSC parameters are shown in Table 1; the glass transition temperatures (Tg) of the D-h-BT/PVDF nanocomposites is a liitle bit higher than that of the D-BT/ PVDF composites, which is smaller than that of the pure PVDF. Tg is directly correlated to the free volume of polymer chains as described by the Williams−Landel−Ferry theory.31 Polymer nanoparticle composites usually show a decreased Tg, which is caused by particle radius of curvature increasing the free volume of polymer chains.32 However, DN-101 coupling agents on the surface are capable of being entangled with the chain of PVDF matrix. Besides, the hydrogen bonds between −OHs and fluorine atoms can also contribute to the BT/PVDF interfaces. As a result, the −OH groups and DN-101 titanate coupling agent shells of the hybrid nanoparticles have strong interaction with the PVDF matrix and thus restrict the mobility of macromolecular chains of the matrix polymer, leading to smaller free volume of polymer chains and lower dielectric loss tangent. The crystallinity of the composites was also studied. The degree of crystallinity (Xc) of BT/PVDF nanocomposites can be calculated by:33 XC = ΔHm/[(1 − w)ΔH0] where ΔHm is the enthalpy of melting of sample (J g−1), ΔH0 = 104.7 J/g is the fusion enthalpy of 100% crystalline PVDF,34 and w is the mass fraction of BT in the BT/PVDF composites. The crystallinity of the D-h-BT/PVDF composites is 29.48%, which is 5% bigger than that of DN-101-BT/PVDF composites and 13.5% bigger than that of the pure PVDF. To deepen the understanding of the crystallinity of the nanocomposites, the FT-IR spectra were measured, as shown in Figure 4. The chart demonstrates that there are a lot of large absorption peaks (489, 615, 760, and 976 cm−1) revealing the presence of the α-phase, while there are only a few small absorption peaks representing the β-phase (511 cm−1) and γ- phase (840 cm−1), which means that the main crystal phase is α-phase.35 Meanwhile, the FT-IR spectra curves of the D-h- BT/PVDF nanocomposites and D-BT/PVDF nanocomposites are quite similar to that of the pure PVDF. Therefore, the crystallinity type of the two BT/PVDF composites is almost the same as that with the pure PVDF. ##3.2. Dielectric Responses and Energy Storage Properties of Nanocomposites. Dielectric properties of the BT/ PVDF nanocomposites were measured to find out the effect of hydroxyl groups and DN-101. Figure 5 shows the frequency dependence of the dielectric constant and the dielectric loss in PVDF, D-BT/PVDF nanocomposite, and D-h-BT/PVDF nanocomposite. The dielectric permittivity of nanocomposite with D-h-BT can be improved by 20% in comparison with the nanocomposite with D-BT. In addition, the dielectric loss tangents of the two nanocomposites are almost the same from 1 to 107 Hz. However, as shown in Figure 6a, the dielectric loss tangent of the D-h-BT/PVDF nanocomposite is smaller than that of the D-BT/PVDF nanocomposites as well as the pure PVDF at very low frequency, ranging from 0.01 to 1 Hz, which corresponds to the Maxwell−Wagner relaxation or free charge conductivity loss.32 Charge traps on the surfacial −OH groups minimize possible charge conduction pathways in the film, thus reducing the dielectric loss tangent at low frequency.25 The I−V curves (Figure 6b) for 20 μm thick films were also measured to observe the electric compatibility of the surficial modified BT and PVDF matrix. Although the leakage current density of D-h- BT/PVDF film is a little bigger than that of the pure PVDF film at 1100 V, it is one-half of the D-BT/PVDF film at the same voltage, which indicates improved interfaces between the organic and inorganic phases. To get the energy density of the composites, the unipolar P− E loops of the nanocomposites were measured. As shown in Figure 7a, the polarization of the D-h-BT/PVDF composites is greatly enhanced. For instance, the dielectric polarization of the D-h-BT/PVDF composites is 6.41 μC cm−2 under the electric field of 240 MV/m, which is 18% higher than that of the D-BT/ PVDF composites and 127% higher than that of the pure PVDF. The results demonstrate that the significant increase of the dielectric displacement should be related not only to the ferroelectric BT and the PVDF matrix, but also to the interface areas in the nanocomposites. As a typical ferroelectric, the BT particles in the matrix exhibit large polarization under the applied electric field. Besides, as the dielectric constant of BT is much bigger, the distribution of electric field is distorted, which leads to higher electric field in the matrix and larger polarization of the matrix. Furthermore, as compared to the D-BT/PVDF nanocomposite, the interface areas should be the key to the large dielectric displacement of the D-h-BT/PVDF composite. Because the polarization of the D-h-BT/PVDF composites is greatly enhanced, the stored and discharged energy densities are both improved (Figure 7b). For instance, when the applied electric field is 240 MV m−1, the stored energy density of the Dh- BT/PVDF composite is 7.65 J cm−3, which is 18.6% bigger than that of D-BT/PVDF composite and 138% bigger than that of the pure PVDF. The discharged energy density of the D-h- BT/PVDF composite is 3.65 J cm−3 at the same electric field, which is 22% bigger than that of D-BT/PVDF composite and 38% bigger than that of the pure PVDF. Thus, the discharge efficiency of the PVDF matrix is largely reduced as the ferroelectric properties of BT/PVDF composite are enhanced with the increasing of electric field. As compared to BT/PVDF nanocomposite, the large enhancement of polarization does not decrease the efficiency of D-h-BT/PVDF nanocomposite. When the electric field is above 200 MV m−1, the D-h-BT/ PVDF nanocomposite maintains a stable efficiency of about 50%, which indicates good energy storage properties. The energy density of the nanocomposites can be represented as U = fc Uc + fm Um + gUi where fc and fm are the volume fractions of the ceramic phase and the polymer matrix, and Uc and Um are their corresponding energy densities, Ui is the energy density associated with interface effects, and g is proportional to the interfacial area.36 As shown in Table 1 and Figure 4, the crystallinity of the D-h- BT/PVDF nanocomposites is only 5% bigger than that of DBT/ PVDF nanocomposites, and the crystal type of the D-h- BT/PVDF nanocomposites is almost the same as that of the DBT/ PVDF nanocomposites. This indicates that fcUc and fmUm of the D-h-BT/PVDF composites are almost the same as that of D-BT/PVDF composites. However, the low field dielectric constants and the high field dielectric displacement are both almost 20% higher than that of the D-BT/PVDF nanocomposites. The results exhibit that the gUi is largely enhanced in the D-h-BT/PVDF nanocomposites. A multicore model has been put forward to describe the interfacial areas of nanocomposites, which shows that the Gouy−Chapman diffuse layer exists and results in charge accumulation at the interface areas.34 Figure 8 shows the Gouy−Chapman diffuse layer of the D-h-BT/PVDF interface. For the D-h-BT/PVDF nanocomposites, the surfaces of BT are negatively charged because of the different triboelectricity of BT particles and PVDF matrix.37 In the D-h-BT/PVDF nanocomposites, the −OHs on the surface of BT particles can also act as traps for free electron. As a result, the −OHs cooperate with BT particles and lead to a larger negative charge accumulation at the interface. Besides, the charge accumulation acts as an active interface and significantly enhances the polarization.16 Thus, the interfacial polarization of the D-h-BT/PVDF composites is largely enhanced. Eb is of great significance as it determines the applied electric field and the maximum energy storage density of dielectric materials. To get accurate results of the thickness, the SEM images of the cross-section of the films at each breakdown point were measured (see Supporting Information Figure S3). The breakdown strength was calculated by employing Weibull analysis (see Supporting Information Figure S4).38 In the BT/ PVDF nanocomposites, the breakdown strength is also slightly improved, from the 240 MV m−1 of the D-BT/PVDF composites to the 260 MV m−1 of the D-h-BT/PVDF composites. As a result, the maximum discharged energy density of the composites is improved from 3.01 to 4.31 J cm−3, and the maximum stored energy density is increased from 6.5 to 9.01 J cm−3, which reveals that if the P−E curves of D-h-BT/ PVDF composites can be further optimized, the discharged energy density can be greatly enhanced. The enhancement of the breakdown strength can also be seen as the result of the good compatibility between the D-h- BT and PVDF. As mentioned above, there are more DN-101 coupling agents on the surface of h-BT, which contributes to a better compatibility between PVDF and BT. Although hydroxyl groups can also improve the compatibility of the interface by forming a hydrogen bond with fluorine atom, the largely enhanced charge accumulation leads to a much distorted electric field in the D-h-BT/PVDF composites. Analysis by finite element method shows that when the electric field is more distorted, Eb is lower.39 Thus, the contribution of the synergy of DN-101 and hydroxyl groups is influenced, and the increase of the dielectric breakdown strength is limited."]], ["CONCLUSION", ["Adopting a novel method to modify the surface of BT, we have prepared the BT/PVDF nanocomposites. The influence of the synergistic effect of hydroxyl groups and DN-101 was investigated. The polarization responses and energy storage properties of the nanocomposites were also studied. Enhanced surface modification provides better glass transition temperature, crystallization, MW loss, dielectric constant, dielectric displacement, and improved breakdown strength. The hydroxyl groups lead to a largely enhanced charge accumulation on the surfaces of BT particles, and as a result, the enhanced polarization and energy density are achieved in the D-h-BT/ PVDF nanocomposites. The dielectric polarization of the D-h- BT/PVDF composites is 6.41 μC cm−2 under the electric field of 240 MV m−1, which is 18% higher than that of the D-BT/ PVDF composites. The maximum stored energy density is increased from 6.5 to 9.01 J cm−3, and the maximum discharged energy density of the composites is improved from 3.01 to 4.31 J cm−3. Our results suggest that the hydroxylation is an effective way to improve the reaction of the coupling agents with the ceramic nanoparticles, and the interface polarization is also enhanced as a result of the synergistic effect of hydroxyl groups and coupling agents. These results also provide a simple but effective method to achieve largely improved capacitive materials for energy storage."]]], "doi": "10.1021/jp409474k", "figures": [["Figure 1", "Figure 1", "Figure 1. FTIR spectra of the r-BT, h-BT, D-BT, and D-h-BT  particles.   "], ["Figure 2", "Figure 2", "Figure 2. TGA curves for the r-BT, h-BT, D-BT, and D-h-BT  particles.   "], ["Figure 3", "Figure 3", "Figure 3. SEM images of the freeze-fractured cross sections of BT/  PVDF nanocomposite films: (a) D-BT, (b) D-h-BT.   "], ["Figure 4", "Figure 4", "Figure 4. FTIR spectra of PVDF and BT/PVDF nanocomposites.   "], ["Figure 5", "Figure 5", "Figure 5. The dielectric permittivity, dielectric loss tangent of the  PVDF, D-BT/PVDF, and D-h-BT/PVDF nanocomposite.   "], ["Figure 6", "Figure 6", "Figure 6. The dielectric loss tangent (a) and leakage current densities  (b) of PVDF film D-BT/PVDF and D-h-BT/PVDF nanocomposite.   "], ["Figure 7", "Figure 7", "Figure 7. The dielectric polarization (a) and energy density (b) of  PVDF film, D-BT/PVDF, and D-h-BT/PVDF nanocomposite films.   "], ["Figure 8", "Figure 8", "Figure 8. Charge distribution in D-h-BT/PVDF interface.   "], [null, null, "Scheme 1. Diagrams of the Modification of BT Particles and Interaction in D-h-BT/PVDF   "]], "table_captions": [["Table 1", "Table 1", "Table 1. DSC Parameters of the PVDF, D-BT Nanocomposite, and D-h-BT Nanocomposite"]], "tables": []}