{"title": "The Influence of Moisture on the Electrical Properties of Crosslinked Polyethylene/Silica Nanocomposites", "abstract": "Crosslinked polyethylene (XLPE)/silica nanocomposites are promising candidates for future cable insulation. While a significant number of studies have demonstrated improved dielectric properties in nanocomposites compared to XLPE, the performance of polyolefin nanocomposites in humid environments has not received much attention. This paper presents and explains the dielectric behavior of XLPE/silica nanocomposites in humid environments such as the decrease in AC breakdown strength, increases in loss and space charge formation, and the significant reduction in water tree aging. XLPE/silica nanocomposites are found to have an increased moisture uptake compared to the XLPE base polymer due to inclusion of silica particles. It is hypothesized that the formation of a concentric shell surrounding the particle with a high concentration of water (water shell), and the change in the inter-particle/cluster distances are two major factors governing the dielectric behavior in wet XLPE/silica nanocomposites. The dispersion and distribution of the nanofillers were quantified using a new tool and a method to reconstruct the 3D structure was used to determine the size of the water shell required for percolation. It was found that a water layer thickness of tens of nanometers could initiate percolation in the XLPE/silica nanocomposites studied. Notwithstanding that, water tree growth was substantially reduced in the XLPE/silica nanocomposites, and some speculative explanations are provided on the basis of the characteristics observed. Index Terms — Nanotechnology, polyethylene insulation, moisture, dielectric breakdown, space charge, permittivity, water trees. ", "body": [["ABSTRACT", ["Crosslinked polyethylene (XLPE)/silica nanocomposites are promising candidates for future cable insulation. While a significant number of studies have demonstrated improved dielectric properties in nanocomposites compared to XLPE, the performance of polyolefin nanocomposites in humid environments has not received much attention. This paper presents and explains the dielectric behavior of XLPE/silica nanocomposites in humid environments such as the decrease in AC breakdown strength, increases in loss and space charge formation, and the significant reduction in water tree aging. XLPE/silica nanocomposites are found to have an increased moisture uptake compared to the XLPE base polymer due to inclusion of silica particles. It is hypothesized that the formation of a concentric shell surrounding the particle with a high concentration of water (water shell), and the change in the inter-particle/cluster distances are two major factors governing the dielectric behavior in wet XLPE/silica nanocomposites. The dispersion and distribution of the nanofillers were quantified using a new tool and a method to reconstruct the 3D structure was used to determine the size of the water shell required for percolation. It was found that a water layer thickness of tens of nanometers could initiate percolation in the XLPE/silica nanocomposites studied. Notwithstanding that, water tree growth was substantially reduced in the XLPE/silica nanocomposites, and some speculative explanations are provided on the basis of the characteristics observed. Index Terms — Nanotechnology, polyethylene insulation, moisture, dielectric breakdown, space charge, permittivity, water trees. "]], ["INTRODUCTION", ["DURING the last ten years, nanodielectrics have emerged as an important dielectric material system to provide advanced dielectric properties for power equipment applications [1-4], among which, crosslinked polyethylene (XLPE)/silica nanocomposites are regarded as a promising candidate for power cables in the future [5-7]. Despite the various improvements achieved in XLPE/silica nanocomposites compared to XLPE [5, 8, 9], especially the improvement in breakdown strength, voltage endurance and space charge reduction, the influence of moisture has not been fully explored. Humidity is known to be detrimental to dielectrics causing a reduction in breakdown strength and increased losses [10-12]. It is only recently that the potential issues of moisture on nanodielectrics have been noted [13-15]. As underground cables can be sometimes exposed to humid environments, evaluation of XLPE/silica nanocomposites in a humid environment is needed in order to determine their reliability under service conditions. It is known that polyethylene (PE) based cable insulation is susceptible to water treeing under the combined influence of alternating electric field and humidity [16, 17-19]. Despite reports of nanofillers mitigating tree growth [20-22], the mechanisms are still not clear. The main focus of this paper is to evaluate the dielectric performance of XLPE/silica nanocomposites in a humid environment, specifically the 60 Hz AC breakdown strength and water treeing. Moisture absorption of XLPE/silica nanocomposites in various humid environments is measured to evaluate the change in hydrophobicity of XLPE due to the inclusion of silica particles. Dielectric characterization, such as dielectric spectroscopy and pulse electro-acoustic analysis (PEA), are also performed. Further, tools that quantify the dispersion and distribution, or the mixing state, of the silica particles in the XLPE matrix, and subsequently rebuild a 3D representation of the nanocomposites are illustrated. The relationship between inter-particle/cluster distance and dielectric properties in a humid environment is discussed."]], ["EXPERIMENTAL", ["The morphology of the 12.5 wt% nanocomposites was measured in order to understand the impact that dispersion and distribution of the silica nano particles have on behavior. Crosslinking is preferred in PE dielectrics because it improves the thermal and electrical properties [23, 24]. The degree of crosslinking was evaluated by measuring the gel content of the studied materials [25]. Moisture absorption was monitored to obtain the change in hydrophobicity of the base polymer after inclusion of silica particles. The rate of water absorption, diffusivity, and state of the absorbed moisture were measured. The dielectric characterization techniques employed in this paper are also introduced and described. ##2.1 NANOCOMPOSITE FORMULATION, SAMPLE PREPARATION AND MORPHOLOGY CHARACTERIZATION The five materials investigated in this study were XLPE, XLPE based nanocomposites with unfunctionalized (UN) and vinyl silane (VS) functionalized silica fillers at loadings of both 5 wt% and 12.5 wt%. The UN silica particles were Degussa Aerosil 200TM with a nominal diameter of 12 nm. The VS silica particles were UN silica particles that were partially covered by vinyl silane groups functionalized by Polymer Valley Chemicals, Inc. LDPE pellets (by Dow Chemical) and silica particles were first dried at elevated temperatures of 85 °C and 165 °C, respectively, to remove absorbed moisture. The dried materials were then mixed using a Haake twin-screw thermal mixer, PolyDrive R600 at 130 °C. Dicumyl peroxide (DCP), the crosslinking agent, was added to the LDPE and silica mixture at the end of the mixing procedure. A temperature of 165 °C was used to hot mold the samples for 15 min under a pressure of 11 MPa to ensure proper crosslinking and removal of bubbles. The mold was then moved to an identical cold press to cool the material to room temperature. The molded samples were degassed for 3 days at 85 °C with continuous vacuum extraction to remove crosslinking by-products. Multi-recess samples and planar samples with different thickness were prepared as illustrated in Figure 1. The planar samples used for dielectric spectroscopy tests and PEA tests have a typical thickness of 0.15 mm and 0.5 mm, respectively. The thinnest area of each recess for breakdown tests (Figure 1a) is about 0.1 mm ~ 0.2 mm thick. The diameter of the recessed samples and the planar samples is 76 mm. Please refer to [26] for a detailed description of the material formulation and sample preparation. A CM12 transmission electron microscope (TEM) was used to check the dispersion and distribution of particles in the polymer matrix. Figure 2 shows TEM images of a 12.5 wt% VS XLPE/silica nanocomposite and a 12.5 wt% UN XLPE/silica nanocomposite. The images show a certain degree of clustering, which is unavoidable due to fractal agglomeration of the as-supplied materials. However, the agglomerates are smaller than 500 nm and the particle/aggregates are evenly distributed in the polymer matrix. The degree of crosslinking of all materials was measured according to ASTM D2765 [25]. At least three samples of each material with a dimension of 10×30×2 mm3 were first immersed in xylene at 110 °C for 24 h with continuous magnetic stirring, and the remaining gels were vacuum dried at 100 °C for another 24 h. The remaining mass (Mremain) was weighed and compared with the weight of the fresh samples (Moriginal) for gel content evaluation, which was calculated as the percentage of Mremain over Moriginal. XLPE and the 5 wt% nanocomposites have a gel content around 70%. The 12.5 wt% nanocomposites, however, did not form a crosslinked network, perhaps due to scavenging of the dicumul peroxide by the nano particles, or because the nanoparticles reduced the mobility of the molecules and prevented gelation. ##2.2 MOISTURE DIFFUSION AND THERMAL CHARACTERIZATION OF THE ABSORBED WATER Three samples of each material with an approximate dimension of 25 mm × 25 mm ×1.5 mm were exposed to humid environments at 25 °C, 50 °C and 80 °C with a relative humidity (rh) of 100%, and also at 50 °C with a relative humidity of 75%. An environmental chamber (Espec SH-241) was used to accurately control the temperature (± 0.3 °C) and the relative humidity (± 3%). Samples were immersed in a plastic container filled with de-ionized water and then put in the environmental chamber at different temperatures to mimic a 100% rh environment. For a less severe environment of 75% rh, samples were put inside the environmental chamber directly. For dynamic observation of the moisture uptake, samples were exposed to a humid environment for certain periods of time, taken out and wiped lightly with tissues to remove surface moisture, and blown with compressed air to remove residual surface moisture. The samples were immediately weighed with a digital balance (Mettler Toledo XS105), which has a resolution of 0.01 mg and is accurate to 0.1 mg. The samples were put back into the environmental chamber to avoid moisture diffusing out of the samples. Since XLPE is hydrophobic and has a saturated moisture content of less than 1 wt%, a moisture meter (Mitsubishi CA/VA-06) was used to analyze the moisture content in XLPE. Water is known to have different states upon diffusion into a polymer. A Q100 modulated Differential Scanning Calorimeter (DSC) was used to detect and quantify the absorbed water. Modulated DSC (MDSC) [27] has improved sensitivity for weak transitions, and can be used to analyze the small amount of water in XLPE/silica nanocomposites. The operating principle of MDSC differs from standard DSC in that MDSC uses two simultaneous heating rates - a linear heating rate that provides information similar to standard DSC, and a sinusoidal or modulated heating rate that permits the simultaneous measurement of the sample's heat capacity. A ramp rate of 5 °C/min and a ± 0.80 °C modulation every 60 s were employed. Samples were cooled from 40 °C to -80 °C to detect the crystallization of water. The amount of freezable water in XLPE, 5 wt% VS and 12.5 wt% VS nanocomposites was examined with MDSC after the samples were saturated at 50 °C 100% rh. The mass of the freezable water was obtained from [28] WC = Q / ΔH (g), (1) where ΔH is the crystallization enthalpy of the detected water, and Q is the heat absorbed during the crystalline process. Q was obtained by integrating the exothermic peak from a MDSC measurement. The crystallization enthalpy (ΔH) at the crystallization temperature, Tc, was calibrated as ΔH = ΔH0 – (Cpw – Cpi ) (T0 – Tc), (2) where ΔH0 is the crystallization enthalpy of water at 0 °C (ΔH0 = 334 J/g), Cpw is the heat capacity of water at 0 °C (Cpw = 4.217 Jg-1K-1), and Cpi is the heat capacity of ice at Tc (Cpi = 2.108 Jg-1K-1) [29]. ##2.3 DIELECTRIC CHARACTERIZATION Four different tests were employed to characterize the dielectric properties of the prepared samples. Dielectric spectroscopy was performed with a Novocontrol analyzer and a BDS 1200 sample cell. Planar samples were first coated on both sides with a Pt/Au layer approximately 40 nm thick, and then exposed to a humid environment for up to a month to absorb moisture until saturated. During and after this longterm conditioning process, samples were taken out from the humid environment and tested with the Novocontrol dielectric spectrometer at room temperature. The low frequency limit was restricted to 10-2 Hz to ensure that the test could be completed in 20 min to avoid significant evaporation of the absorbed moisture during the test. A Techimp® PEA system was used to characterize the space charge profile for XLPE/silica nanocomposites. A DC field of -30 kV/mm was applied for 2 h and followed by 1 h of depoling. The PEA tests were carried out at room temperature. 60 Hz AC breakdown tests were performed for as-processed samples and samples saturated in humid environments of 75% rh and 100% rh at 50 °C. About 15 breakdown tests per sample of each condition were performed. A Hipotronics (Model # 750-2) high voltage source was used to generate a 60 Hz AC voltage up to 50 kVrms. A Spellman HVD-100-1 high voltage divider was used to measure voltage. The high voltage was raised at a ramp rate of 0.5 kV/s. Water-needle samples were prepared for water tree aging tests. After exposure to an AC field for a period of time, 4 recesses of each material were sectioned and stained with methylene blue to visualize the treed area. The water tree length from the needle tip to the counter electrode was measured under an Olympus optical microscope, and the water tree morphology was also recorded. Water tree aging was performed at room temperature with an accelerated frequency of 1 kHz. More details have been provided in previous publications [21, 26]."]], ["RESULTS", ["This section presents the results on moisture diffusion, the states of the absorbed water in the XLPE/silica analyzed with MDSC, and the various dielectric characterizations performed. ##3.1 MOISTURE DIFFUSION AND THE STATES OF ABSORBED WATER The moisture uptake profile for the five materials conditioned at 50 °C 100% rh for up to 9 months is shown in Figure 3. The profiles show that the XLPE/silica nanocomposites absorb more moisture compared to that of the XLPE base polymer. Table 1 summarizes the total moisture content of the five materials after exposure to 100% rh at 25, 50 and 80 °C for 9 months and 2 months at 50 °C 75% rh. The tests show that the moisture content increases with the silica particle loading and that the partial surface treatment employed in this study does not reduce the moisture absorption significantly. Fickian diffusion theory was adopted to fit the diffusion profiles of 5 wt% VS and 12.5 wt% VS nanocomposites exposed to humid environments of 25, 50 and 80 °C, 100% rh, as shown in Figure 4. The diffusion curves of the XLPE/silica nanocomposites are found to depart from Fickian diffusion. The introduction of fillers is known to alter the small molecular diffusion processes [13, 30]. One of the reasons for the anomalous behavior in composites is the immobilization of penetrant molecules on the surface of hydrophilic fillers [31, 32]. This immobilization process resulted in pseudo-Fickian diffusion in several composite systems [33-35]. The 12.5 wt% nanocomposites, which according to gel content measurements have not formed a network, have the ability to swell. This may encourage the diffusion of water and lead to the increased moisture absorption. Figure 5 shows the MDSC results for the XLPE, 5 wt% and 12.5 wt% VS nanocomposites after the samples were saturated at 50 °C 100% rh. The shifted freezing temperature could be due to the effect of capillary condensation, or confinement of water clusters by polymer chains [36]. Table 2 shows the amount of freezable water, and the amount of non-frozen water calculated by subtracting the freezable water from the total moisture uptake. Both freezable and non-frozen water were found in XLPE/silica nanocomposites. In XLPE, however, an endothermic/exothermic peak is not observed because the minute amount of moisture present is not detectable, indicating that the water that is present is in clusters that are too small to freeze. ##3.2 INFLUENCE ON THE DIELECTRIC PROPERTIES A comparison of the dielectric spectroscopy results between the XLPE, 5 wt% and 12.5 wt% VS nanocomposites in a fresh and dry condition (as processed samples vacuum dried at 85 °C continuously for 3 days following formulation) and the samples conditioned and saturated at 50 °C 100% rh are shown in Figures 6 and 7. In Figure 6b, the permittivity in the low frequency region is very flat for the fresh materials, suggesting a scarcity of mobile charges [37, 38]. The increase in the high frequency region (10 kHz ~ 100 kHz) could be attributed to residual bound water and residual crosslinking by-products [37, 39, 40] from material formulation. Water molecules are polar. Bulk water has a relative permittivity of 80 at room temperature and a response time of about 10-10 s [41], which cannot be detected due to the upper frequency limitation of the dielectric spectroscopy equipment employed. Water in a hydration layer, however, is found to have a delayed response time, which depends on the structure to which it is attached [42, 43]. In Figure 7b, loss peaks at lower frequencies (1 Hz to 105 Hz) are found in the 100% rh saturated XLPE and 5 wt% nanocomposites, and are attributed to the water that is hydrated or confined. Silica has hydroxyl groups on its surface, which are likely sites to form bound water. For wet XLPE, loss peaks at around 105 and 103 Hz are also observed. XLPE is a non-polar material. The water molecules are more likely to be present in the amorphous regions in a comparatively free state, but the movement of dipoles can be hindered by the structure of the polymer chains. Therefore, water in XLPE also shows delayed dielectric relaxations. Wet 12.5 wt% nanocomposites, however, show significant increase in both real and imaginary permittivity at low frequencies as might be explained by Quasi DC behavior [44] due to the ionic charge carriers introduced by water [38]. Space charge characterization results of fresh and dry XLPE/silica nanocomposites were published previously [45]. Figure 8 shows the space charge profile of wet XLPE, 5 wt% and 12.5 wt% VS nanocomposites stressed at a DC field of 30 kV/mm for 2 h. A small amount of charge was found in XLPE as shown in Figure 8a. Hetero-charge accumulation appeared at both the cathode and the anode for wet 5 wt% VS nanocomposites immediately after HVDC was applied as in Figure 8b. The amount of hetero-charge increased with stressing time. A more complicated charge profile was found for 12.5 wt% VS nanocomposites as shown in Figure 8c. Multiple charge peaks appear in a wet 12.5 wt% VS nanocomposite including both homo- and hetero-charges. A small hetero-charge peak near the cathode as indicated by label “1”, which, as the stressing time increases, changes to homo-charge. Charge “2” is the hetero-charge near the cathode. Near the anode, charge “4” appears as homo-charge. Charge “3” is the hetero-charge near the anode. The amount of charge increases with the stressing time. After being stressed at 30 kV/mm for 2 h, the samples were grounded to allow charge decay. Figure 9 illustrates the change of the average charge density [46] excluding the induced charges during depoling. The 12.5 wt% nanocomposites with moisture show the fastest decay rate, while the XLPE and 5 wt% wet samples have an immeasurable decay rate. Figure 10 illustrates the 60 Hz AC breakdown strength in a Weibull plot for 12.5 wt% VS nanocomposites in the fresh and dry condition, and saturated at 75% rh 50 °C and 100% rh, 50 °C for a month. For the same material, the breakdown strength is clearly related to the hydration level. Figure 11 summarizes the hydration level related to the characteristic breakdown strength (with a failure probability of 63.2%) from a Weibull plot for all the five materials. For a particulate loading as high as 12.5 wt%, the 100% rh saturated samples exhibited a decrease in breakdown strength to about 60% of the original breakdown strength, while 5 wt% nanocomposites preserve a higher breakdown strength of about 80% of the original strength, which still exceeds the breakdown strength of the base polymer. When samples are saturated at 75% rh, the breakdown strength is maintained at a much higher level compared to samples exposed to 100% rh. This is especially true for 5 wt% nanocomposites in which the breakdown strength is almost unaffected when saturated at 50 °C 75% rh. These results suggest, not surprisingly, a correlation between breakdown strength and the moisture content as well as the particle loading. ##3.3 WATER TREE AGING Figure 12 shows the water tree length of XLPE, 5 wt% and 12.5 wt% VS nanocomposites stressed at 5 kV at 1 kHz up to 12 days. XLPE/silica nanocomposites show restricted water tree growth for all the nanocomposite samples tested. At the end of the test, the water tree lengths of XLPE/silica nanocomposites are about half of those of XLPE samples. The water tree morphology in the 12.5 wt% nanocomposites is found to be different from that in a XLPE sample. In Figure 13, the bouquet shape, which is observed in XLPE, disappeared in the 12.5 wt% XLPE/silica nanocomposite. Instead, the water tree in the nanocomposite shows a diffuse treeing structure."]], ["A STRUCTURAL MODEL FOR NANOCOMPOSITES WITH AGGLOMERATIONS", ["To explain the importance of the inter-particle/aggregate distance of the water shells in a wet nanocomposite, this section illustrates the techniques used to quantify the morphology and subsequently build a structural model that has the same level of dispersion and distribution to evaluate the water shell thickness needed to initiate percolation. The water shell related discussion is presented in Section 5. Here, the existence of a water shell is presumed. The method introduced in this section can also be applied to other composites when an interfacial region is considered. ##4.1 BASIC ASSUMPTIONS The structural model illustrated in this section considers three phases. The first phase is the filler. The second phase is the matrix in which the fillers are embedded. The third phase is an interfacial region, which extends from the surface of the fillers to the matrix, and forms a nano scale layer. This layer is sometimes regarded as distinct because it is found to have physical or chemical properties that are different from the original constituents of the nanocomposites [5, 47]. Since the surfaces of the untreated or partially treated silica particles are hydrophilic, water shells can form near the silica surface. Therefore, the water shell and the interfacial region may share space. Each particle occupies a certain volume in space, which is exclusive, whereas the interfacial region, or water shell, is penetrable or “soft”. Therefore, the concept of a hard-core and soft-shell model [48] as in Figure 14a was adopted. In Figure 14a, the inner circle represents the particles and the circle outside of it represents the interfacial region. It illustrates particle contact and overlapping shells when the particles are close together. By considering the agglomerations observed in the XLPE/silica nanocomposites where particles are closely packed within agglomerates, a simplified modeling method is proposed. Instead of generating the clusters by arranging a certain number of particles with compact arrangement, equivalent “particles” were generated as illustrated in Figure 14b. Equivalent particles were approximated to be circle/spheres with the same area/volume as that of aggregates, and were located at the center of gravity of the aggregates. It has to be noted that even though TEM images should be thin enough to have acceptable resolution for the semitransparent XLPE/silica nanocomposites, they can be about 100 nm thick. This will influence the estimation of interparticle/ aggregate distance from a TEM image [49]. Instead, this method only evaluates the distribution pattern [50]: random, clustered or uniform based on TEM images. For the same reason, the 2D to 3D projection [51] of the aggregate size was considered as unnecessary. ##4.2 QUANTIFICATION OF THE MIXING STATE The dispersion and distribution, which are regarded as two independent parameters to fully represent the mixing state of a nanocomposite with spherical fillers [52, 53], are related to the properties of composite materials [53, 54]. Figure 15 illustrates the image analysis procedure to obtain the statistical information needed to reconstruct the 3D model [55]. The original TEM image (Figure 15a) is converted to a binary image (Figure 15b). Black represents the regions where particles are located; the white represents the polymer matrix. The area and the center of gravity for the “black regions” are measured and recorded. Figure 15c shows the outlines of these regions as well as the center of gravity of each region. This measurement was automated using ImageJ® software. According to the area and the center of gravity measurement from the previous step, equivalent circles with the same area and center of gravity are generated as shown in Figure 15d. The size of the equivalent circles is a representation of the dispersion state, whereas the distribution pattern of the center of gravity represents the distribution. From the size distribution of the equivalent circles of the analyzed images (open diamond, ‘measurement’, Figure 16a), the distribution function was obtained as in Figure 16a, which is adopted to generate particles and aggregates of different sizes (solid square, ‘simulated data’, Figure 16a). The distribution pattern was checked by comparing the first nearest-neighborhood distance index (NNI) with 1 [50]. The 1st NNI was found to be 0.84 ± 0.08, which is close to unity and therefore complete randomness is assumed. Figure 16b shows an example of the distribution of the center of gravity of the particle/aggregates from a TEM image of a 12.5 wt% XLPE/silica nanocomposite. ##4.3 RECONSTRUCTION AND PERCOLATION EVALUATION Based on the quantification of the dispersion and distribution, a 3D structure was rebuilt in a 3×3×3 μm3 cell as in Figure 17. Percolation was reached when at least one path formed by particle/aggregates and their shells from one side to the other side of the studied cell [56]. For each equivalent sphere, which represents an aggregate, a particle filling rate of 0.74 was assumed [57]. This is the volume fraction of a closely packed arrangement of spheres. The thickness of the water shell was varied and 100 trials were run for each thickness to check the percentage of percolation. Figure 18 shows the probability for percolation and the percentage of the percolated particle/aggregates as the water shell thickness increases from 10 nm to 75 nm. For the 12.5 wt% composite, percolation is initiated around 50 nm, and, at a thickness of 58 nm, the probability of percolation increases to 50%. When finite size scaling theory [58] is taken into consideration, the critical percolation threshold for the 12.5 wt% nanocomposites in an infinite scale can be estimated to be between 50 nm and 58 nm [58]. For 5 wt% XLPE/silica nanocomposites, assuming the same dispersion and distribution of the silica particles, a water shell thickness of 65 nm initiates percolation, and the critical percolation threshold is between 65 nm and 82 nm. For purposes of this paper, a more accurate prediction was not necessary. The key point is that the layer thickness to achieve percolation in a 5 wt% nanocomposite is significantly larger than that for a 12.5 wt% nanocomposite. In comparison to the aggregated nanocomposites, the mean 1st nearest inter-particle distance of nanocomposites with ideal dispersion was also studied through the 3D structural model, as shown in Figure 19. For loading levels from 5 wt% to 15 wt%, the difference in average inter-particle distance between the aggregated nanocomposites studied in this paper and the nanocomposites with ideal dispersion is about 150 nm. This shows the influence of mixing state on the inter-particle distance."]], ["DISCUSSION", ["##5.1 A WATER-SHELL AND INTERPARTICLE/CLUSTER DISTANCE GOVERNED HYPOTHESIS Due to the hydrophilic nature of silica particles, it is likely that water exists around each silica particle/aggregate and forms a diffuse structure, which was previously proposed as a water shell structure [31]. As illustrated in Figure 20, it is assumed that a water shell exists around each silica particle/aggregate, which consists of water in clusters of various sizes and extends to tens of nanometers thick. The water in the XLPE matrix is referred to as water in the matrix. The water shell has higher moisture content (which leads to higher conductivity) than that in the matrix. The first hydration layer adjacent to the silica particle, as illustrated in Figure 20, is formed by water that is directly attached to the hydroxyl groups on the silica surface. This water layer can continue attracting more water molecules. Surrounding this bonded layer is a more diffuse water shell, which might consist of a large number of small water clusters. Water clusters smaller than about 2 nm are not likely to crystallize [59]. The large amount of non-frozen water obtained from the MDSC studies suggests that there might be a considerable number of water clusters with sizes no larger than a few nanometers, forming a diffuse structure. The water shell thickness is defined as the distance from the silica surface to the point in the matrix where the properties have been altered significantly enough that percolation of the water shells impacts the composite behavior. Rather than purely a physical boundary based on moisture content, external factors such as the applied electric field and the testing temperature could also impact the water shell ‘thickness’. The structural model is also based on this concept. The dotted lines in Figure 20 just suggest a potential water shell boundary. Assuming that the moisture content in the XLPE far from the particles is the same as that in XLPE, the concentration of water in the water shell can be estimated based on the volume fraction of interface from the rebuilt 3D structure introduced in Section 4. For a 12.5 wt% nanocomposite saturated at 80 °C 100% rh with a water shell thickness of 50 nm, for example, the weight percent of water in the water shell is about 4 wt%, which is 2 orders of magnitude larger than that in the XLPE matrix. It is therefore suggested that the majority of the absorbed water in XLPE/silica nanocomposites exists in water shells. In a highly loaded nanocomposite, it is possible that the water shells percolate due to a small inter-particle distance. This will alter the original electrical properties as was found from the experimental results presented in Section 3. The water shell model and the change of the inter-particle/cluster distances due to loading levels and dispersion states are perhaps the two major factors that govern the dielectric behavior in wet XLPE/silica nanocomposites, and is the basic hypothesis employed in this paper. ##5.2 INFLUENCE OF MOISTURE ON THE ELECTRICAL PERFORMANCE Pure water has an electrical conductivity on the order of about 10-5 S/m, which is several orders larger than that of polymer dielectrics. Water auto-dissociates into water ions (OH-, H3O+). This process can be further enhanced in the presence of a high electric field according to Plumley and Onsager’s theories [60, 61]. Water ions hop through the network of water molecules or other hydrogen-bonded liquids [62, 63]. Thus, the accumulation of water molecules around silica particles/aggregates might provide excess charge carriers and the paths needed for mobility and thus conductivity. The most important finding from the space charge studies is the possible co-existence of two charge species in the wet nanocomposites - water ions and electrons. When a direct voltage is applied to wet XLPE/silica nanocomposites, water ions can travel under a Coulomb force by hopping, and some of them may be blocked at the electrodes and appear as hetero charges as shown in Figure 8. With water shells forming percolated paths, it is easier for these charge carriers to reach the counter electrodes. If conductive paths are not formed, it is more likely for the water ions to be trapped at the interfaces of isolated water clusters, as illustrated in Figure 21. The accumulation of hetero-charges can increase the local electric field close to the electrodes, which in turn will lower the charge injection barrier for an electron emission process [19] at sufficiently high local electric fields. The homocharges are believed to be electrons and holes from Schottky emission [64]. Recombination of the electrons/holes and the hydronium ions (H3O+)/hydroxide (OH-) could be limited because there is a paucity of free electrons that can be immediately trapped in a dielectric material. Figure 22 schematically shows the contribution from both water ions and electrons/holes from the electrode process, which lead to the multiple charge peaks that are found in a wet 12.5 wt% XLPE/silica nanocomposite as in Figure 8c. The overlapping of water shells, as in Figure 21b, can form a conductive path to promote charge carrier mobility. As a consequence, the space charge decay when the sample is grounded was found to be fastest in a wet 12.5 wt% nanocomposite as in Figure 9. The AC breakdown strength is the lowest in a 12.5 wt% nanocomposite after being exposed to humid environments compared to XLPE and 5 wt% nanocomposites. The hetero charges accumulated in a wet 12.5 wt% nanocomposite will distort and further increase the electric field. Thus, we hypothesize that the introduction of ionic charge carriers as well as the conductive paths formed by overlapped water shells lowers the dielectric strength in a wet 12.5 wt% nanocomposite. For 5 wt% XLPE/silica nanocomposites, however, 60 Hz AC breakdown strength does not degrade significantly after exposure to moisture and is higher than the XLPE or 12.5 wt% nanocomposites after exposure to the same humid environment. Figure 23 shows the breakdown strength for the 5 materials versus their moisture content. A small amount of moisture (≤ 0.1%) absorbed in the 5 wt% nanocomposites is not detrimental, because the absorbed water molecules are likely to be bonded on the surface of silica particles, and do not contribute actively to the dielectric activities. Even with increased moisture, the isolated water shells do not create conductive paths, and confine the contribution of water molecules/water ions to local properties. As observed in the dielectric spectroscopy results, the appearance of the relaxation peaks in the medium frequency region in the wet XLPE and 5 wt% nanocomposites might suggest that there are water molecules confined locally. In the wet 12.5 wt% nanocomposites, the disappearance of the relaxation peaks and the increase of the real and imaginary permittivity in the low frequency region perhaps can be attributed to the percolated water shell paths, leading to Quasi DC performance. The crosslinking of polyethylene chains is known to impact the dielectric properties by introducing deeper traps [24, 65]. However, when the materials are conditioned in humid environments, moisture is likely to become the dominating factor. This is because the 12.5 wt% nanocomposites absorb a large amount of water compared to XLPE and 5 wt% nanocomposites when exposed to the same humid environment. XLPE is found to have a dielectric strength no more than 10% of LDPE [66]. However, there is a 40% decrease in dielectric strength for wet 12.5 wt% nanocomposites, which is much larger than the possible influence from crosslinking of the matrix. Similar conclusions can also be drawn for the dielectric spectroscopy results as well as the space charge performance [40, 65, 67, 68]. ##5.3 PROPOSED MECHANISM FOR WATER TREE AGING IN NANOCOMPOSITES Depression of water tree aging in PE based nanocomposites has been documented by different authors [20, 22] with limited explanation of the impact of morphology and surface treatment on the response [22]. The hydrophilic nature of silica particles, which perhaps contribute in a similar way as the hydrophilic water tree retarded additives, is proposed to be one of the reasons that might limit water tree aging in XLPE/silica nanocomposites. The addition of more silica particles can lead to diffuse water trees, which will restrict water tree aging due to the lowered the electric field at the water tree front. The well-accepted structure of a water tree [16, 69] is clusters of hydrophilic microvoids [70] generated by a combination of chemical and mechanical processes [69], arranged in a shape that is very similar to trees [70]. The microvoids can form due to oxidation of polymer chains in the presence of ions [71]. The oxidation product is more hydrophilic than the matrix resulting in water filled hydrophilic voids. Local mechanical and electrical stresses develop around the voids reducing the yield stress locally, and resulting in further tree growth. During the water treeing process, if the branch of a water tree encounters a silica particle, due to the hydrophilic nature of silica, water might be attracted around the silica and the adjacent regions thus perhaps mitigating the propagation of the water tree into the bulk. This idea is consistent with prior work in which a dispersion of hydrophilic molecular clusters in XLPE insulation was found to impede condensation of water in the neighboring electro-oxidized regions, thus reducing the growth of water trees [72]. Indeed, this is one of the principles behind the use of some tree retardant (TR) additives in cables. In a highly loaded nanocomposite, the close proximity of the nanofillers to the tree front can increase the possibility that silica particles drain water from water tree voids. As the silica surface and the adjacent interfacial regions are all possible locations for water molecules, the water around a water tree void might be very diffuse. As more water is transported through the string of water tree voids, the water shells around the silica particles in a water tree region might overlap. This, perhaps at the very beginning of water tree formation in XLPE/silica nanocomposites, alters the structure of water trees. The diffuse structured water tree observed in the XLPE/silica nanocomposites is very similar to the water tree structure found in water tree retarded XLPE [73]. The diffuse water tree in XLPE/silica nanocomposites will decrease the local electric field compared to that in XLPE, as illustrated in Figure 24. Solvated ions are found to be present in water tree aged regions [19]. Therefore, given the same external electric field, the local electric field will be largely determined by water. For the bouquet-shaped water tree in XLPE, water exists mainly in small voids leading to a high local electric field that can increase water tree growth. The diffuse water tree found in nanocomposites, on the contrary, have a smooth front, which decreases the electric field driving water tree growth. ##5.4 SUGGESTIONS ON IMPROVEMENT OF DIELECTRIC PERFORMANCE IN A HUMID ENVIRONMENT FOR NANODIELECTRICS Exposure to humidity due to weather and operating environment is common for polymers. For cable insulation, humidity can cause pre-mature cable failure [19] if moisture diffuses into the dielectric system. It is therefore not enough to optimize the filler loading based on the dielectric performance of a fresh and dry sample. Tens of years in service in a humid environment can hydrate the nanocomposite and impact its performance. This paper reveals “conflicting” results in terms of the optimized loading for XLPE/silica nanocomposites under humidity. With higher particulate loading, better water tree resistance can be obtained; however, the water content will be higher, which will lead to a serious reduction in AC breakdown strength. It is important to note that water tree aging can occur at lower voltage levels (operation voltage), and the inception and development of a water tree can take years or decades to happen; while, on the other hand, at higher voltage levels (fault over-voltages, transients, etc), breakdown can take place in a few cycles of the fundamental frequency on already weakened insulation due to long-term exposure to humidity. Whether the water tree or the AC breakdown strength is more critical will depend on various aspects such as the operating environment, the cable shielding technology, the criteria specified by the utility, etc. When a higher AC breakdown strength is more valued, percolation of water shells should be prevented to avoid a serious decrease of the AC breakdown strength in a humid environment. If overlapping of water shells is avoided by controlling the inter-particle/aggregates distance through a combined effort of particle size, loading, dispersion and distribution, the dielectric performance can be acceptable in a severe humid environment. The 5 wt% XLPE/silica nanocomposite studied in this paper is a good demonstration of maintaining the AC breakdown strength despite higher water content. When better water tree resistance is the primary goal, high loadings of nanoparticles in an XLPE matrix will enhance the tree retardation effect."]], ["CONCLUSIONS", ["This paper attempts to explain two fundamental aspects of the dielectric performance of XLPE/silica nanocomposites in humid environments. First, the inclusion of unfunctionalized or partially functionalized silica particles can increase the amount of absorbed moisture. Water shells likely form around silica particle/aggregates and percolate when the interparticle/ aggregate distance is decreased due to a larger particle loading and a given particle mixing state. This will lead to decreased dielectric performance such as decreased breakdown strength, increased loss and a large amount of hetero charge formation. Second, water treeing in XLPE/silica nanocomposites was found to be restricted compared to that in the XLPE base polymer. It is proposed that silica particles impede water tree growth by scavenging and re-dispersing water. XLPE/silica nanocomposites with a higher particulate loading will grow diffuse water trees rather than the bouquet-shaped water trees. This reduces the local electric field at the tree frontier, thus reducing water tree growth."]]], "doi": "10.1109/TDEI.2013.6508768", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Multi-recess sample and (b) planar samples. Sample diameter:  76 mm.   "], ["Figure 10", "Figure 10", "Figure 10. Weibull plot of 12.5 wt% VS nanocomposites at dry, 100 % rh  saturated (50 °C) and 75 % rh saturated (50 °C).   "], ["Figure 11", "Figure 11", "Figure 11. Characteristic 60 Hz AC breakdown strength of samples  preconditioned in different environments.   "], ["Figure 12", "Figure 12", "Figure 12. Water tree growth at 5 kV 1 kHz.   "], ["Figure 13", "Figure 13", "Figure 13. Water tree morphology in (a) XLPE and (b) 12.5wt% VS  nanocomposite [26].   "], ["Figure 14", "Figure 14", "Figure 14. Illustrations of (a) the hard-core and soft-shell model and (b) the  simplified model which treats agglomerates as single large particles.   "], ["Figure 15", "Figure 15", "Figure 15. Cluster size analysis from TEM images of a 12.5 wt% XLPE/silica  nanocomposite: a) original TEM image; b) binary image to distinguish  aggregate/particles from polymer matrix proces:ed by ImageJ c) outlines of the aggregate/particles measured by ImageJ d) equivalent circles with the  same center of gravity and area as was measured in c) [55].   "], ["Figure 16", "Figure 16", "Figure 16. Illustrations of (a) Particle size and (b) distribution of the center of  gravity of 12.5 wt% XLPE/silica nanocomposites.   "], ["Figure 17", "Figure 17", "Figure 17. Reconstruction of a 12.5 wt% nanocomposite model in 3D scale.   "], ["Figure 18", "Figure 18", "Figure 18. Percolation probability of the 5 wt% and 12.5 wt%  nanocomposites from simulations of the 3D model by changing the water  shell thickness.   "], ["Figure 19", "Figure 19", "Figure 19. Mean inter-particle/aggregate distance (center-center) of  nanocomposites (typical standard deviation: 2%).   "], ["Figure 2", "Figure 2", "Figure 2. TEM images of (a) 12.5 wt% VS XLPE/silica nanocomposite and  (b) 12.5 wt% UN XLPE/silica nanocomposite.   "], ["Figure 20", "Figure 20", "Figure 20. Water-shell model."], ["Figure 21", "Figure 21", "Figure 21. Illustrations of (a) non-percolated nanocomposites and (b)  percolated nanocomposites in the presence of water shells.   "], ["Figure 22", "Figure 22", "Figure 22. An illustration of the total charges consisted of the injected  electrons/holes from the electrodes and the trapped water ions in a  XLPE/silica nanocomposite with percolated water shells.   "], ["Figure 23", "Figure 23", "Figure 23. 60 Hz AC breakdown strength versus total moisture content.   "], ["Figure 24", "Figure 24", "Figure 24. Water tree growing in XLPE (a) and in XLPE/silica  nanocomposites (b).   "], ["Figure 3", "Figure 3", "Figure 3. Moisture uptake of XLPE and XLPE/silica nanocomposites at 50  °C with a relative humidity of 100%.   "], ["Figure 4", "Figure 4", "Figure 4. Fickian fitting of (a) 5 wt% VS nanocomposites diffusion and (b)  12.5 wt% VS nanocomposites diffusion at 25, 50 and 80 °C, 100% rh.   "], ["Figure 5", "Figure 5", "Figure 5. MDSC evaluation of XLPE, 5 wt% VS and 12.5 wt% VS  nanocomposites saturated at 80 °C, 100% rh.   "], ["Figure 6", "Figure 6", "Figure 6a. Semi-log plot of the dielectric constant of fresh XLPE, 5 wt% and  12.5 wt% VS nanocomposites.   "], ["Figure 6", "Figure 6", "Figure 6b. Log-log plot of the permittivity of fresh XLPE, 5 wt% and 12.5 wt% VS nanocomposites [14].   "], ["Figure 7", "Figure 7", "Figure 7a. Semi-log plot of the dielectric constant of XLPE, 5 wt% and 12.5 wt% VS nanocomposites saturated at 50 °C, 100% rh.   "], ["Figure 7", "Figure 7", "Figure 7b. Log-log plot of the permittivity of XLPE, 5 wt% and 12.5 wt% VS  nanocomposites saturated at 50 °C, 100% rh [14].   "], ["Figure 8", "Figure 8", "Figure 8a. Space charge profile of wet XLPE stressed at a DC field of 30  kV/mm for 2 h.   "], ["Figure 8", "Figure 8", "Figure 8b. Space charge profile of wet 5 wt% VS nanocomposites stressed at  a DC field of 30 kV/mm for 2 h.   "], ["Figure 8", "Figure 8", "Figure 8c. Space charge profile of wet 12.5 wt% VS nanocomposites stressed  ata DC field of 30 kV/mm for 2 h.   "], ["Figure 9", "Figure 9", "Figure 9. Charge decay of wet and dry XLPE/silica nanocomposites during  depoling after being polarized at 30 kV/mm for 2 h.   "]], "table_captions": [["Table 2", "Table 2", "Table 2. Amount of freezable water and non-frozen water in XLPE/silica nanocomposites conditioned at 50 oC 100% rh from MDSC measurement (one sample for each material)."]], "tables": []}