{"title": "TiO2 nanocomposites with high refractive index and transparency†", "abstract": "Transparent polymer nanocomposites with high refractive index were prepared by grafting polymer chains onto anatase TiO2 nanoparticlesvia a combination of phosphate ligand engineering and alkyne-azide “click” chemistry. Highly crystalline TiO2 nanoparticles with 5 nm diameter were synthesized by a solvothermal method and used as high refractive index filler. The synthesized phosphate-azide ligand anchors strongly onto the TiO2 nanoparticle surface and the azide end group allows for attachment of poly(glycidyl methacrylate) (PGMA) polymer chains through an alkyne-azide “click” reaction. The refractive index of the composite material increased linearly from 1.5 up to 1.8 by increasing the loading of TiO2 particles to 30 vol % (60 wt %). UV-vis spectra show that the nanocomposites exhibited a transparency around 90% throughout the visible light range. It was also found that the PGMA-grafted TiO2 nanoparticles can be well dispersed into a commercial epoxy resin, forming transparent high refractive index TiO2-epxoy nanocomposites. ", "body": [["Abstract", ["Transparent polymer nanocomposites with high refractive index were prepared by grafting polymer chains onto anatase TiO2 nanoparticlesvia a combination of phosphate ligand engineering and alkyne-azide “click” chemistry. Highly crystalline TiO2 nanoparticles with 5 nm diameter were synthesized by a solvothermal method and used as high refractive index filler. The synthesized phosphate-azide ligand anchors strongly onto the TiO2 nanoparticle surface and the azide end group allows for attachment of poly(glycidyl methacrylate) (PGMA) polymer chains through an alkyne-azide “click” reaction. The refractive index of the composite material increased linearly from 1.5 up to 1.8 by increasing the loading of TiO2 particles to 30 vol % (60 wt %). UV-vis spectra show that the nanocomposites exhibited a transparency around 90% throughout the visible light range. It was also found that the PGMA-grafted TiO2 nanoparticles can be well dispersed into a commercial epoxy resin, forming transparent high refractive index TiO2-epxoy nanocomposites. "]], ["Introduction", ["Optically transparent polymer materials have been widely used as optical coatings and packaging materials for optoelectronic devices due to their low cost, good processability and high transparency in the visible range. Recently, transparent high refractive index materials have drawn more attention because of their potential wide application in optical filters, lenses, reflector, optical waveguide, antireflection films, solar cells and encapsulation materials for light emitting diodes (LEDs).1–5 However, most of the available polymers have a small adjustable range of refractive index (1.3–1.7).1 By contrast, inorganic/organic hybrid materials can combine the light weight and cost-effective features of the polymeric component, and high refractive index and UV-shielding ability of the inorganic nanomaterials.6–21TiO2 nanocomposites have been proposed as one of the promising candidates to achieve high refractive index and maintain high transparency, because TiO2 nanoparticles have a high refractive index (n ≈ 2.45 and 2.7 for anatase and rutile phase, respectively) and a very low absorption coefficient in the visible range.16–18,21–23  High optical transparency is the prerequisite for successful application of high refractive index materials. In order to considerably improve the refractive index of the composite material, a sufficiently high content of inorganic fillers is needed. However, introduction of inorganic nanoparticles into transparent organic polymers even at low contents usually causes opacity due to the strong scattering of agglomerated particles.24 The loss of optical clarity severely limits the use of polymer nanocomposites in optical applications. Therefore, the key challenge in preparing transparent high refractive index nanocomposite materials is to avoid loss of transparency due to scattering from agglomerates. To control the scattering loss and reduce agglomeration within nanocomposites, efforts have been made by using physical sonication,21 surface modification with organic ligands,14,19 and in situpolymerization25,26 with moderate success. Silane coupling agents,14 and organic ligands with functional groups such as amine and carboxylic acid have been used to modify nanoparticle surfaces and obtain good dispersion of nanoparticles within favorable solvents.16,27 However, the dispersion of high refractive index nanofillers in polymers was not effectively improved. Phase separation between the polymer and nanofiller still occurred after solvent evaporation. This was probably because the functional groups either did not form strong and stable bonds with TiO2 particles or the separation of the particles created by the short ligand molecules was not enough. Aggregation of individual particles upon in situpolymerization has been observed and the transparency of the composites deteriorated rapidly with increasing loading fraction.25,26Ex-situ dispersion of nanoparticles into a polymer matrix has been considered a feasible way to generate high refractive index nanocomposites, since this method can provide more flexibility for tuning the final properties of the composites. The key challenge, however, is compatibilizing the inorganic nanoparticles with the organic polymers.  Grafting polymer chains onto nanoparticles to “shield” the filler surface has proved to be one of the most promising strategies to overcome this problem. In general, two approaches have been used, the “grafting from” and “grafting to” technique.28,29 In the “grafting from” approach, the monomer units can easily diffuse to the propagating sites on the nanofiller surfaces. Therefore, this method has the advantage of grafting a dense and thick polymer layer. Accordingly, various surface-initiated polymerization techniques such as atom-transfer radical polymerization (ATRP),30–32nitroxide-mediated polymerization (NMP)33–35 and reversible addition-fragmentation chain transfer (RAFT)36–43polymerization have been used to graft polymer chains onto silica, magnetite and titania nanoparticles. However, the surface-initiated polymerization of polymer chains on TiO2 particles have been reported to be thwarted due to agglomeration of initiator coated particles, and highly transparent composites were not successfully prepared.42,43,46 By contrast, the “grafting to” approach is a simple and straightforward process in which it is the polymer chains with an active terminal group that are coupled with active sites on the filler surface. Among various “grafting to” reactions, “click” chemistry, in particular the Cu(I)-catalyzed azide-alkyne cycloaddition click reaction, has been widely employed for surface immobilization of macromolecules onto a variety of particle surfaces including silica,39,44–47magnetite,48,49titania,50gold nanoparticles,51 luminescent quantum dots (QDs),52 and polymer fibers53 due to its high versatility, specificity and efficiency. However, the utility of “click” chemistry in preparing transparent high refractive index composites has not been reported.  Considering the ease of synthesis of azide and alkyne functional groups, and the high reaction efficiency and mild reaction conditions of “click” chemistry, it holds great potential for industrial scale production. Although the “grafting to” techniques can suffer from low grafting density especially for grafting high molecular weight polymer chains, we demonstrate here that transparent, high refractive index anatase phase TiO2 nanocomposites were successfully prepared via a combination of surface ligand engineering and azide-alkyne “click” chemistry. Compared to the limited protection of small organic ligand molecules, the grafted polymer chains are covalently bound onto the surface of the particles providing stronger steric screening against agglomeration of nanoparticle cores. The prepared nanocomposites can be processed into highly transparent coatings and self-standing films. The developed nanocomposites showed a tunable refractive index by varying the loading fraction of nanofillers. Furthermore, we demonstrated that the polymer chain grafted particles can be easily dispersed into a transparent commercial epoxy resin, an important optoelectronic packaging and optical coating material, to prepare transparent high refractive index TiO2-epoxy nanocomposites. "]], ["Experimental", ["##2.1 Materials Titanium(IV) butoxide (97%, Aldrich), oleic acid (90%, Aldrich), oleylamine (70%, Aldrich) and cyclohexane (99%, Aldrich) were used for the synthesis of titanium dioxide nanoparticles. Tetrahydrofuran (THF) was dried over CaH2 overnight and distilled before use. Prop-2-ynyl 4-cyano-4-(phenyl carbonothioylthio) pentanoate was synthesized according to previous work.37,38Azobisisobutyronitrile (AIBN) was purchased from Sigma Aldrich and recrystallized from ethanol before use. Glycidyl methacrylate was passed through a neutral alumina column to remove the inhibitor before use. Cu(I)Br (99.999%, Sigma Aldrich) was purified with acetic acid and washed with ethanol and diethyl ether three times. N,N,N′,N′′,N′′-Pentamethyldiethylenetriamine (PMDETA) was obtained from Acros and used as received. Unless otherwise specified, all chemicals were purchased from Acros and used as received. Epoxy resin (301–1) was purchased from Epoxy Technology. ##2.2 Synthesis of TiO2 nanoparticles TiO2 nanoparticles were synthesized via a solvothermal method by modifying the procedure reported by Liet al.54 In a typical synthesis, oleic acid (10 mL), oleylamine (10 mL), cyclohexane (20 mL) and Ti(OBu)4 (1 mL) were mixed at room temperature by magnetic stirring for 5 min. The solution was then transferred into a pressure vessel (50 mL, Parr) at 200 °C for 24 h. After decanting the supernatant layer, the particles were collected by precipitating in ethanol and centrifugation. ##2.3 Synthesis of phosphate-azide ligand 2-(Phosphonooxy)ethyl 2-azido-2-methylpropanoate was synthesized via three steps of reactions based on previously reported literature48 and the detailed procedures are in ESI†. Finally, a viscous, amber colored liquid with yield of 60% was obtained. 1H NMR (500 MHz, CDCl3): δ (ppm) 10.25 (br, 2H), 4.45 (br, 2H), 4.26 (br, 1H), 1.48 (s, 6H). FTIR (cm−1): 2984 (w), 2871 (w), 2114 (vs), 1740(s), 1250 (s), 1151(s), 1070(s), 1018(s), 990(s). ##2.4 Synthesis of alkyne-PGMA Alkyne terminated poly(glycidyl methacrylate) (PGMA) was synthesized by reversible addition-fragmentation chain transfer polymerization (RAFT) based on our previous work.37,38 Typically, a solution of glycidyl methacrylate (20 mL), THF (40 mL), prop-2-ynyl 4-cyano-4-(phenyl carbonothioylthio)pentanoate (100 mg), and AIBN (5 mg) was prepared in a dried Schlenk tube. The mixture was degassed by three freeze-pump-thaw cycles, backfilled with nitrogen, and then placed in an oil bath at 60 °C for 22 h. The polymerization solution was quenched in ice water and precipitated in hexane. The polymer was recovered by centrifugation and dried under vacuum (Mn = 40 000 g mol−1, PDI = 1.15). ##2.5 Grafting of PGMAvia “click” chemistry Phosphate-azide ligands were attached onto the particle surface via refluxing the synthesized phosphate with TiO2 particles at a 1[thin space (1/6-em)]:[thin space (1/6-em)]1 weight ratio in chloroform at 75 °C for 12 h. The particles were washed with ethanol three times and recovered with centrifugation. The functionalized particles were finally dispersed into THF before grafting polymer chains. Typically, 0.2 g of phosphate-azide ligand treated TiO2 particles were mixed with 0.2 g of PGMA-alkyne polymer (Mn = 40 000 g mol−1, PDI = 1.15), CuBr (5 mg) and PMDETA ligand (10 μL) forming a transparent dispersion in 20 mL of THF. The solution was degassed by bubbling argon gas for 10 min, and was transferred into an oil bath at 55 °C for 24 h. After the reaction, the grafted particles were precipitated with methanol and recovered by centrifugation. To remove the un-grafted polymers, the hybrid particles were redispersed in mixed solvents of chloroform and methanol with a volume ratio of 9[thin space (1/6-em)]:[thin space (1/6-em)]1, forming a transparent dispersion. The transparent dispersion was then subjected to a high speed centrifugation at 14,000 rpm for 2 h. The supernatants were decanted, and the recovered hybrid particles were redispersed in mixed solvents. The centrifugation and supernatant removal procedures were repeated three times. ##2.6 Characterization Molecular weights and molecular weight distributions were determined using a Waters gel-permeation chromatograph equipped with a 515 HPLC pump, 2410 refractive index detector, three Styragel columns (HR1, HR3, HR4 in the effective molecular weight range of 100–5000, 500–30000 and 5000–500000, respectively) with THF as eluent at a flow rate of 1.0 mL min−1. The GPC system was calibrated with poly(methyl methacrylate) standards obtained from Polymer Labs. NMR spectra were recorded on a Varian 500 spectrometer using CDCl3 as solvent. FTIR spectra were obtained on a Perkin Elmer Spectrum One FT-IR Spectrophotometer scanning from 500 to 4000 cm−1 with a resolution of 4 cm−1 for 10 scans. Thermal gravimetric analysis (TGA) was done on a Perkin Elmer Series 7 instrument. The sample was heated from 30 to 800 °C under a 60 mL min−1 N2 flow at a heating rate of 10 °C min−1.  X-Ray powder diffraction patterns were obtained with a Bruker D8 Discover XRD diffractometer using Cu-Kα radiation (λ = 1.5405 Å) and operating at an accelerating voltage of 40 kV, in the 2θ range from 10 to 80° (step of 0.01°). Transmission electron micrographs were taken on a JEOL-2010 operating at 200 kV. The TEM samples were prepared by microtoming the composites into 50–70 nm thickness slices. Atomic force microscopy (AFM) analysis of the polymer grafted TiO2 nanoparticles deposited on a Si wafer was performed in tapping mode on a Dimension 3100 equipped with a Nanoscope IIIA controller of Veeco Instruments.  The refractive index of the composites was measured by variable angle spectroscopy ellipsometry (VASE, J.A Woollam Co., Inc. EC-400) on a spin-coated sample on a Si wafer. The measured results were fitted with the Cauchy model and the refractive index at 500 nm was taken. Transmittance spectra were obtained with a Perkin-Elmer Lambda 950 spectrophotometer in the range of 200–800 nm. "]], ["Results and discussion", ["Scheme 1 presents the general steps to graft polymer chains onto TiO2 particles and preparation of transparent high refractive index nanocomposites. The whole process includes the following steps: (1) synthesize near monodisperse, highly crystalline, dispersible TiO2 nanoparticles capped with long-chain carboxylic acid; (2) exchange the surface ligand with a stronger phosphate-azide ligand; and (3) graft alkyne-terminated polymer chains onto the surface of particles using Cu(I)-catalyzed azide-alkyne “click” reaction.  Fig. 1a shows a TEM image of homogeneous distribution of TiO2 nanoparticles with an average diameter of approximate 5 nm. The HRTEM micrograph in Fig. 1b reveals that each particle was composed of a single crystalline domain. The XRD pattern (Fig. 1c) shows that TiO2 nanoparticles are highly crystalline, anatase phase (JCPDS card No: 21-1272). The average crystalline size was calculated as 5.3 nm from the (101) peak using the Scherrer's equation, which is in good agreement with TEM observations. The small size and narrow particle size distribution of the TiO2 particles is an important feature to avoid light scattering in the preparation of highly transparent composites. Unlike the amorphous materials produced by the sol–gel method, the high crystallinity of TiO2 nanoparticles achieved in the solvothermal synthesis ensures their high refractive index. The synthesized particles were capped by oleic acid and were easily dispersed in solvents like chloroform, toluene and THF forming a transparent dispersion.  As shown in Fig. 2, after repeated washing, the synthesized TiO2 particles show C–H stretching at approximately 2900 cm−1 and no clear absorption peak around 1700 cm−1, meaning that there is no free oleic acid left and the carboxylic groups are bound to the surface of the particles. After treatment with phosphate-azide ligand, TiO2–N3 particles show the presence of the groups−N[double bond, length as m-dash]N+[double bond, length as m-dash]N− and C[double bond, length as m-dash]O with peaks at ∼2100 and 1733 cm−1, implying that the phosphate-azide ligand was attached to the particles. Also, the characteristic peak of phosphate stretching (900–1300 cm−1) in the fingerprint region can be easily observed by comparing with the FTIR spectra of the phosphate-azide ligand. The peaks at 1072, 1148 and 1251 cm−1 were assigned to a surface-bound phosphate P–O symmetric stretch, an asymmetric P–O stretch and an unbound P[double bond, length as m-dash]O stretch respectively, which indicates a mixture of bidentate and tridentate attachment of phosphate ligand to the TiO2 particle surface.50 Compared with the reversible binding of carboxylic acid, the organo-phosphate binds strongly onto the TiO2 particle surface and the azide terminal group allows for subsequent attachment of the polymer chains.55–57 The copper(I) catalyzed azide-alkyne cycloaddition was carried out by the complementary reaction between azide groups on the TiO2 particle surface and alkyne-terminated PGMA. Evidence of a successful “click” reaction between azido-titania and alkyne-PGMA can be seen from the distinct reduction of the azide stretching peak intensity upon triazole formation. The stretching bands of the phosphate ligand are still present, indicating that the PGMA polymer chains were clicked onto the particle surface without disturbing the anchoring of the phosphate head. The strong binding of the phosphate head groups contributes to the stable attachment of the grafted PGMA polymer chains.  Fig. 3 presents the TGA measurements for surface treatment of TiO2 particles with phosphate ligand and grafting of polymer chains. The increasing weight loss indirectly confirmed the successful attachment of PGMA chains. To estimate the grafting density of PGMA chains on TiO2 particles, the grafted particles were subjected to repeated high-speed centrifugation and redispersion procedures to remove the un-grafted polymer chains. The grafting density of the PGMA (40 000 g mol−1) grafted onto TiO2 particle was calculated from the weight loss ratio determined by TGA. The grafting density was calculated by the number of grafting chains (wNA/Mn) and surface area of nanoparticles (4πa2n nm2), σ = (wNA/Mn)/(4πa2n) = aρzNA × 10−21/3(1 − z)Mn, where w, NA, n and z are the weight of organic polymers, Avogadro's number, the number of nanoparticles and weight loss of polymer chains respectively. Assuming that the TiO2 particles are spherical with radius of 2.7 nm and density of 3.87 g m−3 for anatase phase, the grafting density was estimated to be 0.02–0.03 polymer chains/nm2.  PGMA polymer chains were chemically attached onto the surface of TiO2 particles through a “click” reaction, producing effective screening between nanoparticles. Fig. 4(a) and (b) present the TEM images of PGMA-grafted TiO2 nanocomposites with 35 wt% (in PGMA, 40 000 g mol-1) and 55 wt% (pure grafted nanoparticles) TiO2 loading respectively, showing uniform distribution of TiO2 nanoparticles within the composites. The uniform distribution of individually separated particles can be seen very clearly on the spin-coated sample in the AFM image (Fig. 4c). The AFM sample shows a surface roughness of 1 nm, which is also consistent with a uniform distribution of grafted particles. As shown in Fig. 4d, the prepared nanocomposites can form a highly transparent coating on a glass substrate and a free-standing film upon removal of solvent. It is worth mentioning that compared to the shorter separation distance provided by short alkyl chain stabilizers, polymer-grafted particles are more sterically stabilized as the grafted polymer chains can effectively screen the core-core attraction between TiO2 particles.  Fig. 5 shows the refractive index dispersion of PGMA-grafted TiO2 composites in the wavelength range 400–800 nm. The refractive index was evaluated using the Cauchy model, which expresses the refractive index as  where λ is the wavelength, An, Bn, and Cn are constants. The refractive index increased continuously with TiO2 filler loading in the composites. At the same time, the dispersion curve becomes steeper for the higher loading sample. To examine the optical dispersion of composites, the Abbe number, a parameter characterizing the dependence of refractive index on wavelength, was calculated for TiO2 composites with different loadings. The value of the Abbe number (vD) was calculated by taking the refractive index at wavelengths of 486, 656 and 589 nm (nF, nc, nD respectively).58  The Abbe number (vD) decreased from 58 for pure PGMA to 13.8 for 60 wt% TiO2-PGMA composites. A similar decrease of Abbe number has been seen within ZnO/PMMA polymer nanocomposites with increasing ZnO content,26 since typically the inorganic nanoparticles have smaller Abbe number than organic polymers. Fig. 5b plots the refractive index at 500 nm wavelength versus volume fraction of loaded TiO2 particles, where the volume fraction was converted from weight percent determined from TGA measurements. The density of the anatase phase TiO2 nanoparticles and the grafted PGMA polymer were estimated to be 3.87 and 1.08 g cm−3, respectively. The refractive index increased linearly with TiO2 volume fraction from 1.5 up to 1.8. The extrapolated refractive index of the TiO2 nanoparticles from linear approximation to 100% TiO2 content was 2.4, which is close to the reported index of 2.45 for anatase phase TiO2 nanoparticles at 500 nm wavelength.18 The linear dependence of the refractive index in composite materials with filler loading has been reported both from experimental measurements and theoretical modelling.3,11,15,16 Yao et al. compared the theoretical treatment of composite refractive index as a function of nanofiller dispersion state within matrix.16 Among them, the linear dependence of refractive index was predicted for homogeneously dispersed nanofillers within a matrix. The good linear fitting of the refractive index of TiO2 nanocomposites, thus, also indicates the excellent dispersion of particles achieved. This tunability of the refractive index of composites facilitiates refractive index engineering and optical design.  The optical transmittance spectra in Fig. 6 show that up to 55 wt% wt loading, the PGMA-grafted TiO2 nanocomposites were highly transparent in the whole visible range, exhibiting a transparency of approximately 90%. The sharp UV-vis transmittance spectra onsets also indicate that the TiO2 nanocomposites do not scatter light to any appreciable extent in the visible range. When preparing high refractive index nanocomposites, the concern for transparency loss is primarily due to scattering by nanoparticles within organic polymers. When the filler size is much smaller than the wavelength (typically less than one-tenth of the wavelength), the loss of transparency due to scattering can be described by eqn (3),8  where, I and I0 are the transmitted and incident light intensity, r is the radius of spherical particles, φp is the volume fraction of inorganic particles, x is the optical path length, np and nm are the refractive index of particles and polymer matrix respectively. The transparency loss increases exponentially with increasing volume fraction and with particle size. It is worth mentioning that achieving high transparency singly through refractive index matching is very challenging and controlling the dispersion of nanoparticles within the polymer matrix is even more critical.59 Tan et al. compared optical transparency of nanocomposites with different refractive index mismatch by dispersing CeF3 nanoparticles in PMMA and polystyrene matrix.60 Even with a small refractive index mismatch of 0.03, the transparency degraded rapidly with increased solid loading and at 20 vol% the composites were almost opaque. Despite the large mismatch of refractive index (Δn ≈ 1) between the titania nanoparticles and the organic polymer, transparent nanocomposites were prepared without significant degradation of transparency. The sufficiently small and well dispersed particles within the composites render their high optical transparency. Compared with neat PGMA polymers, the hybrid films are also UV-shielding, showing an UV absorption edge at about 350 nm due to the incorporation of UV-absorbing TiO2 component.  The PGMA grafted TiO2 particles (55 wt% TiO2 loading) can also be dispersed in commercial epoxy resin (301-1, Epoxy Technology) to produce TiO2/epoxy composites. Fig. 7 shows the TEM micrographs of TiO2/epoxy nanocomposites with 10 and 30 wt% TiO2 content. The PGMA-grafted TiO2 particles were homogenously mixed within epoxy resin without any agglomeration. At high magnification, individually isolated particles can be clearly seen. The PGMA has an epoxide functional group, which is compatible with the epoxy resin. Generally, densely grafted thick polymer chains are desired for screening the nanoparticle core-core attraction and therefore achieving good dispersion in the polymer matrix.61 Even with the low grafting density of PGMA chains on the TiO2 particle surface, good dispersion was obtained. In addition to the chemical compatibility of the grafted chains with epoxy, the relative large molecular weight ratio of the grafted chains (40 000 g mol−1) to the epoxy resin (∼300 g mol−1) also promotes good dispersion.61 With homogeneously dispersed TiO2 particles within matrix, the scattering effect was minimized. As shown in Fig. 8, transparent TiO2-epoxy nanocomposites (with a thickness of 30 μm) were easily prepared by mixing PGMA-grafted TiO2 particles with epoxy resin. The refractive index of the composite increased from 1.51 for neat epoxy to 1.62 with 30 wt% TiO2 nanoparticles. "]], ["Conclusions", ["In summary, we have prepared transparent TiO2 polymer nanocomposites with high refractive index by grafting PGMA polymer chains onto the surfaces of TiO2 nanoparticlesviaphosphate coupling and “click” chemistry. The refractive index of the composites increased by 0.3 with 60 wt% loading of TiO2 fillers, while maintaining more than 90% transparency in the overall visible light range. The grafted polymer chains effectively screen TiO2 nanoparticles from forming agglomerates with high content of inorganic particles, minimizing transparency loss due to scattering. The grafted particles showed good compatibility with an epoxy resin and enabled transparent high refractive index TiO2-epoxy nanocomposites. Grafting polymer chains onto the surface of high refractive index inorganic nanoparticles is a simple and effective way to achieve excellent dispersion of nanoparticles, even at high loading levels, and to fabricate transparent, high refractive index polymer nanocomposites."]]], "doi": "10.1039/C1JM13093E", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 (a) TEM, (b) HRTEM image, (c) XRD pattern of as-synthesized TiO2 nanoparticles.\t"], ["Fig. 2", "Fig. 2", "Fig. 2 FTIR spectra of (a) as-synthesized TiO2, (b) phosphate-azide ligand, (c) TiO2 treated with phosphate ligand, (d) alkyne-terminated PGMA, (e) TiO2-click-PGMA."], ["Fig. 3", "Fig. 3", "Fig. 3 TGA curves for the as-synthesized TiO2, TiO2-phosphate-azide, and TiO2-click-PGMA."], ["Fig. 4", "Fig. 4", "Fig. 4 TEM image of TiO2-PGMA composites (a) 35 wt%, (b) 55 wt%; (c) AFM image of TiO2-PGMA (55 wt%); (d) photograph of coating of TiO2-PGMA (55 wt%) on glass slides (with a thickness of 20 μm) and transparent self-standing film."], ["Fig. 5", "Fig. 5", "Fig. 5 (a) Refractive index dispersion of TiO2-PGMA composite and neat PGMA; (b) plot of refractive index of TiO2-PGMA composite dependence on TiO2 volume fraction."], ["Fig. 6", "Fig. 6", "Fig. 6 Transmittance spectra of TiO2-PGMA composites with thickness about 20 μm."], ["Fig. 7", "Fig. 7", "Fig. 7 TEM images of TiO2-epoxy nanocomposite at low and high magnification: (a, b) 10 wt% TiO2 loading; (c, d) 30 wt% TiO2 loading."], ["Fig. 8", "Fig. 8", "Fig. 8 Transmittance spectra and refractive index dispersion of neat epoxy and TiO2-epoxy nanocomposites."], [null, null, "Scheme 1 Surface ligand exchange with phosphate-azide ligand and  subsequent grafting of PGMA polymer chains via alkyne-azide “click”  chemistry.   "]], "table_captions": [], "tables": []}