{"title": "Dielectric Breakdown Strength of Epoxy Bimodal-polymer-Brush-Grafted Core Functionalized Silica Nanocomposites", "abstract": "The central goal of dielectric nanocomposite design is to create a large interfacial area between the matrix polymer and nanofillers and to use it to tailor the properties of the composite. The interface can create sites for trapping electrons leading to increased dielectric breakdown strength (DBS). Nanoparticles with a bimodal population of covalently anchored molecules were created using ligand engineering. Electrically active short molecules (oligothiophene or ferrocene) and matrix compatible long poly(glycidyl methacrylate) (PGMA) chains comprise the bimodal brush. The dielectric breakdown strength was evaluated from recessed samples and dielectric spectroscopy was used to study the dielectric constant and loss as a function of frequency. The dielectric breakdown strength and permittivity increased considerably with only 2 wt% filler loading while the dielectric loss remained comparable to the reference epoxy. Index Terms – Nanotechnology, epoxy resins, nonhomogeneous media, dielectric materials. ", "body": [["ABSTRACT", ["The central goal of dielectric nanocomposite design is to create a large interfacial area between the matrix polymer and nanofillers and to use it to tailor the properties of the composite. The interface can create sites for trapping electrons leading to increased dielectric breakdown strength (DBS). Nanoparticles with a bimodal population of covalently anchored molecules were created using ligand engineering. Electrically active short molecules (oligothiophene or ferrocene) and matrix compatible long poly(glycidyl methacrylate) (PGMA) chains comprise the bimodal brush. The dielectric breakdown strength was evaluated from recessed samples and dielectric spectroscopy was used to study the dielectric constant and loss as a function of frequency. The dielectric breakdown strength and permittivity increased considerably with only 2 wt% filler loading while the dielectric loss remained comparable to the reference epoxy. Index Terms – Nanotechnology, epoxy resins, nonhomogeneous media, dielectric materials. "]], ["INTRODUCTION", ["NANODIELECTRICS, or dielectric polymer nanocomposites, can exhibit significant improvements in endurance strength and dielectric breakdown strength compared to the unfilled polymer [1-4]. There are experimental results suggesting that in addition to controlling the dispersion of particles, controlling the relative polar or nonpolar nature of the particle surface will allow for property optimization [5]. In addition, directly bonding the particle to the polymer matrix has been shown to prevent conductive percolation across particle surfaces resulting in reduced interfacial polarization within the composite and increased dielectric breakdown strength [6]. Furthermore, significant reduction in leakage currents and dielectric losses and improvement in dielectric breakdown strengths have resulted when phenyl rings with electron-withdrawing functional groups were grafted to the particle surface [7]. While it is clear that the nanofiller/matrix interface is critical in controlling the dielectric properties, the mechanisms leading to these properties are not fully understood. This lack of understanding limits our ability to optimize the dielectric response. Therefore, in order to realize the promise of polymer nanodielectrics and create insulating materials that reach into a new property space, a more fundamental understanding of the role of the nanoparticle interface in controlling properties is needed. Although the large interfacial area is a key component in improving the breakdown strength, it also presents a challenge: nanoscale fillers tend to agglomerate, reducing the impact of the filler. A brush of polymer chains tethered to the filler particles can be used to overcome this challenge. By using matrix compatible polymer brushes the particles can be compatibilized with the matrix [8,9] and dispersed, retaining their surface-to-volume ratio. Especially beneficial is a bimodal brush geometry: one population of high graft density short functional molecules and the other of low graft density long matrix compatible chains. This design allows particles to disperse even if the short brush is incompatible with the matrix [10]. There are two methods for producing these brushes: the “grafting to\" approach where chains are polymerized and subsequently attached to the surface [11], and a “grafting from\" approach, during which polymerization takes place from a site on the surface of the particle. The latter has the advantage of achieving high graft densities because steric hindrance does not inhibit the attachment of additional chains. The “grafting to” approach however, is quick and easy to scale up and provides more flexibility in the chemistry of the attached molecule. “Grafting to” lacks control over graft density [12] but good dispersion of particles has been observed using this approach [13] and a parametric phase diagram has been experimentally validated to predict the dispersion of bimodal-polymer-brush “grafted to ”nanoparticles [14].“Grafting to” can be done using “click” chemistry. This type of reaction proceeds rapidly to completion and also tends to be highly selective for a single product [15]. This approach has been used for functionalization of silica [16–19] and also used as way to make “matrix free” silica polymer composite by using alkyne and azide modified polymer brushes on silica [20]. Polyglycidylmethacrylate (PGMA) has been “grafted to” TiO2 nanoparticles and mixed into an epoxy matrix resulting in a composite with high refractive index and transparency [21]. Additionally, it has been shown to have minimal effects on the crosslinking density of epoxy composites as a whole when grafted to silica nanoparticles [22]. Electroactive molecules have been attached to polymers grafted to a silica particle surface and the electroactivity of the molecules has been retained [23]. Electron acceptors like oligothiophene and ferrocene can be attached using click chemistry [24,25]. This study concentrates on the synthesis and dielectric properties of epoxy matrix nanocomposites with silica nanoparticles modified with a short ligand: oligothiophene or ferrocene to control the electrical properties and a long epoxy compatible ligand (PGMA) that ensures optimal dispersion."]], ["EXPERIMENTAL", ["##2.1 THE INTERFACE Silica particles were modified using copper(I)-catalyzed Huisgen 1,3-dipolar cycloaddition of azides and terminal alkynes, known as [3+2] cycloaddition (CuAAC) reaction [26]. Alkyne-terminated PGMA was received as a solution in tetrahydrofuran (THF) and synthesized as reported previously [21]. Alkyne functionalized oligothiophene was synthesized as follows. [2,2':5',2''-Terthiophene]-5-ethanol was prepared as outlined in the literature [27]. To 50 ml of dry dichloromethane (DCM) [2,2':5',2''-Terthiophene]-5-ethanol (0.47 g, 1.6 mmol), 5-hexynoic acid (0.20 g, 1.8 mmol) and 4-dimethylaminopyridine (16 mg, 0.13 mmol) were added. The solution was then cooled to 0°C and flushed with nitrogen before adding N,N’-dicyclohexylcarbodiimide (0.33 g, 1.6 mmol) in 10 ml of DCM drop wise over 30 min. The solution was allowed to warm to room temperature and react overnight. The resulting salts were filtered and the solvent removed under reduced pressure leaving a dark yellow solid. The resultant solid was then subjected to column chromatography (SiO2, CHCl3) yielding a bright yellow solid (0.54 g, 1.4 mmol) with 87% yield. Nissan® MEK-ST colloidal silica was functionalized with 3-(Chloropropyl)trimethoxysilane (Sigma Aldrich) in order to be able to click polymers and oligomers to the core; previously reported reaction conditions were used [28]. Special care should be taken to minimize the possible explosion in the preparation and handling of the azide compound. To give azide functionality to the silane linker; 3-(Chloropropyl)trimethoxysilane functionalized silica particles (0.59 g, 3 mmol) and sodium azide (Sigma Aldrich) (0.3 g, 5.52 mmol) were added into a 100 ml round bottom flask in dimethyl formamide (DMF) and refluxed at 100°C in an oil bath for 4 hours. After the reaction, the particles were precipitated with deionized water and excess sodium azide was washed with deionized water three times. The particles were dissolved in THF to form a clear solution. An aliquot for thermo gravimetric analysis (TGA) was taken and the concentration was determined (mg/ml). To attach polymers and oligomers, 0.8 g functionalized particles; azide (1 equiv), 0.04 g ethynylferrocene or 0.08 g alkyne terminated oligothiophene (1 equiv) and 0.2 g alkyne terminated PGMA (1:10 equiv) and N,N,N’,N”,N” Pentamethyldiethylene-triamine (PMDTA) (Acros) 40 l (0.5 equiv) were added to 40 ml of THF. The mixture was degassed by bubbling argon gas for 5 min to get rid of oxygen before adding 14 mg Cu(I)Br (0.5 equiv). Cu(I)Br (99.999%, Aldrich) was purified with glacial acetic acid and washed with ethanol before use. The mixture was degassed by bubbling argon gas for an additional 5 min, and stirred for 24 h. Particles were precipitated using deionized water and centrifugation (4000 x g 10 min) and re-suspended in THF. This step was done twice to wash away any free functional molecule and catalyst. All solvents used were A.C.S reagent grade. Success of the bimodal-polymer-grafted core functionalized silica was verified with TGA, transmission infrared spectroscopy (IR) and UV-vis spectroscopy. The complete reaction scheme is shown in Figure 1 and the ligands attached by click reaction are shown in Figure 2. To create a monomodal silica PGMA reference samples, “grafting from” synthesis known as surface-initiated reversible addition-fragmentation chain transfer (RAFT) polymerization were used. Details of this synthesis are shown in the appendix. ##2.2 THE DIELECTRIC COMPOSITE Particles were mixed with Huntsman Araldite GY 2600; a bisphenol-A based epoxy resin using a Hauschild high shear mixer (FlackTek). Solvent residue was evaporated in vacuum. Loading of silica was determined via TGA, and the resin was diluted and combined with aliphatic amine based Huntsman Aradur 956-2 hardener to achieve the appropriate final composite loading. The composite resin and hardener mixture was likewise mixed in a high shear mixer and then cast into the appropriate shapes. Recessed samples [29,30] were used for breakdown tests, disks were created for dielectric spectroscopy, and microtome samples were created and processed for transmission electron microscopy (TEM) analysis. The dispersion of the filler was determined from TEM images that were converted to binary format. The freespace length, Lf between particles was calculated using MATLAB© to quantitatively characterize nanocomposite dispersion. A statistically large number of squares of prescribed size are placed in random locations on the binary image. The number of particles within each box is counted. Lf is chosen as the characteristic square size that corresponds to a length for which the mode of the boxes contains no particles. It is an excellent parameter for properties that depend on the amount of modified polymer. It is not a magnitude that defines a unique dispersion, but rather corresponds to the unaffected polymer domains in the composite [31]. The AC dielectric breakdown strength (DBS) was measured for all the composite samples using a recessed geometry. Breakdown results were fitted with a 2- parameter and a 3-parameter Weibull distribution. The cumulative distribution function is given by  where F(x) gives the probability of breakdown at a certain electric field strength x. The scale parameter α is related to the field strength at 63.2% probability of breakdown. The shape parameter, β, describes the shape of the distribution with higher values of β corresponding to narrower spreads of data. The location parameter, t, is used to better fit data which displays a downturn at low fields. This downturn is seen across all samples and composite formulations in this work. The 2-parameter Weibull distribution is equivalent to a 3-parameter Weibull with a t of zero. Both distributions are commonly used in empirical failure analysis [32] and the use of a non-zero location parameter is recommended for this type of deviation from a 2-parameter Weibull by IEEE standard 930 [33]. Figure 3 shows a comparison between the 2-parameter and the 3-parameter Weibull distribution. It is visually apparent that the 2-parameter distribution does not adequately fit the data at low fields. (Figure 3) The 3-parameter Weibull distribution gives a coefficient of determination, R2, of 0.9809. The R2 value given by the two-parameter Weibull is 0.8746. An improvement in the fit is to be expected due to the extra free parameter. Nonetheless, it is appealing that the 3- parameter Weibull does fit the data well, including in the low field region. One possible explanation for the deviation from a 2-parameter Weibull is the pre-test sample inspection, which rejects obviously flawed samples. Removal of samples that are expected to fail at low fields is likely to skew the low field part of the data. Dielectric spectroscopy was used to study the dielectric constant and loss as a function of frequency."]], ["RESULTS", ["##3.1 THE INTERFACE From IR spectroscopy, the presence of PGMA can be confirmed from the C=O vibration at 1736 cm-1 and a reduction in the characteristic peak of the azide group at 2110 cm-1. When PGMA chains alone are attached, the azide peak does not disappear, indicating that not all the azide has reacted, as the chains are too large to fill all the places available and graft density is thus limited by steric hindrance. When a short molecule (oligothiophene or ferrocene) is also used, the azide peak at 2110 cm-1 disappears indicating efficient attachment of the short molecule. The strongest C=O signal is seen from particles that have only PGMA. The peak from 850–750 cm-1 is characteristic of SiO2. The oligothiophene modified particles result in a more intense C=O peak than the ferrocene modified particles (Figure 4). Ferrocene is known to be very reactive in “click” reactions [25] and it is possible that in a one-pot synthesis it will react much faster than longer PGMA and occupy most of the available positions. The presence of the electroactive molecule was verified by UV-vis spectroscopy. Oligothiophene absorbs at a wavelength 360 nm and ferrocene at 440 nm. Attachment of PGMA to the particle core was verified as a strong peak in the derivative of weight change versus temperature above 400 °C using TGA. This degradation peak differs from degradation of unattached PGMA that shows a strong peak below 400 °C. The particles contain two populations of chains: one electroactive population forms a functional layer surrounding the core of the particle and the long polymer forms an epoxy compatible outer layer. (Figure 5). ##3.2 THE DIELECTRIC COMPOSITE Simple visual inspection of composites with core functionalized silica and bare silica shows that grafted PGMA alone can help to disperse the silica in the epoxy and the transparency stays at a similar level for all the bimodal composites, though the ferrocene bimodal composite is slightly opaque (Figure 6). Representative TEM images from composites are shown in Figure 7. In composites containing bare silica, some of the silica particles are agglomerated, so the concentration of particles at the nano-scale was low. On the contrary the monomodal and bimodal particles dispersed efficiently. There is still a smaller number of individual ferrocene modified particles than oligothiophene modified particles at the same loading. This indicates that the ferrocene modified particles had larger agglomerates (Figure 7c and 7d).This is likely due to an inadequate amount of PGMA on the ferrocene modified nanoparticles as indicated by the low intensity C=O peak in the IR spectra (Figure 4). Thus further optimization may be possible by reducing the amount of grafted ferrocene to leave room for the PGMA during the one-pot synthesis. Figure 8 displays breakdown data from a composites with 2 wt% oligothiophene and PGMA modified bimodal silica and 2 wt% ferrocene and PGMA modified bimodal nanoparticles compared to composites with 2 wt% PGMA modified silica in epoxy and neat epoxy data. Note that the horizontal scale in this plot is not adjusted for the location parameter, as multiple curves are shown. This leads to the curved tails in the plot which are otherwise comparable in the same manner as a 2-parameter Weibull plot. Significant increases in the DBS were observed, represented by the 63.2% parameter calculated from α from the Weibull distribution plus the location parameter, t. 2 wt% silica grafted with PGMA and oligothiophene provided an increase in the 63.2% characteristic DBS of greater than 40%. The free-space length Lf and 63.2% DBS with shape factor are shown in Table 1. An unexpectedly large location parameter is required for the 3-parameter Weibull fit. This warrants future investigation. Comparison between the bare silica and the PGMA modified silica shows a significant improvement in DBS corresponding to a large decrease in Lf without the addition of electroactive molecules. In addition, it is also clear that the electroactive short molecules have a significant impact on DBS. The 2 wt% PGMA modified particle composites have the same Lf as the 2 wt% oligothiophene and PGMA modified particle composites, but the DBS increases substantially with the addition of the oligothiophene short brush. This indicates that the electroactivity of the molecules on the surface of the silica is an important factor in the improving the DBS. From the viewpoint of eventual practical application, it is perhaps also important to observe from Figure 8 that the enhanced DBS for the functionalized formulations is also retained at low breakdown probabilities. Figure 9 displays the real and imaginary components of the dielectric constant as a function of frequency for representative composites. Dielectric permittivity increases in the bimodal composite that contains oligothiophene. Losses stay at a low level for all other composites but the 2 wt% silica–PGMA-ferrocene composites; that had fewer particles dispersed at the nanoscale and larger Lf. than the other polymer grafted silica composites with same loading. (Table 1, Figure 6). The larger Lf indicates that some of the filler is agglomerated. The interfacial polarization of these inclusions could be responsible for the increase in low frequency losses for this particular composite [2]. All composites filled with matrix compatibilized silica do not exhibit any significant shift in the peaks in the imaginary permittivity, though a shift to lower frequency is seen in the bare silica composite."]], ["DISCUSSION", ["The data indicates that the electroactivity of the short molecules on the silica surface are largely responsible for the improvements in DBS. Even when good dispersion is achieved with PGMA modified silica filler, the small improvement in DBS reveals that the silica filler alone is not responsible for the larger improvements seen in the bimodal filler composites. Ferrocene and PGMA bimodal composites with higher free space length than monomodal PGMA brush composites displayed higher DBS. This reveals that the electroactive short brush can overcome the effects of dispersion in some cases. Polar molecules and substituents with greater inductive coefficients, which describe the polarity of the molecule, have been correlated to greater enhancement in DBS [7]. Nevertheless more data from composites with a wide range of short brush molecules is needed to test this hypothesis; two general observations may be drawn. First, the improvement seen in DBS when comparing the unmodified silica composites to the monomodal PGMA brush composite is due to the improvement in dispersion (see Table 1). The increase in loading from 1 wt% to 2 wt% is not sufficient to explain the reduction in free space length seen when comparing the bare silica composite to the PGMA grafted silica composite. The PGMA brush is not expected to alter the behavior of the matrix epoxy due to its similar chemistry. This lends support to the model of electron trapping at the particle surface, as in chemically similar systems, the only explanation for improvements in DBS is the decreased interparticle distance. Some changes are seen in both DBS and permittivity with monomodal PGMA modified particle composite systems. This may be attributed to minor changes in local crosslink density as well as the presence of the silica-polymer interface. PGMA is known to have a higher density of epoxide groups than the epoxy matrix, but otherwise shares very similar chemistry, and thus is unlikely to be responsible for any large change in composite properties. Second, when comparing the short brush populations of the bimodal composites, the improvements seen in DBS correlate with the reduction potential of the short brush molecules. The reduction potential is a measure of the voltage required in an electrochemical cell to cause a particular chemical species to gain electrons. Ferrocene exhibits a reduction potential of 0.4 V [34] while oligothiophene displays a reduction potential between 0.8 V-0.9 V [35]. This indicates that both oligothiophene and ferrocene on the silica surface may trap electrons in the composite. Ultimately, the size of the electroactive molecules will also need to be considered; as larger molecules could also enhance these effects due to the increased volume they influence. These results demonstrate that surface modification using electroactive groups is effective at manipulating the dielectric properties of nanocomposites. The dispersion is enhanced with bimodal brush modified nanoparticles and dielectric properties improve considerably. The DBS exhibits a substantial increase over the unfilled epoxy and bare silica filled epoxy. Oligothiophene molecules located at the surface of the filler particles are additionally effective at increasing the real permittivity while maintaining low imaginary permittivity at power frequencies. This is attributed to polarization mechanisms associated with the delocalized electrons in the oligothiophene molecules. These improvements, tested in AC conditions, are the largest seen to the knowledge of the authors."]], ["CONCLUSION", ["A new synthetic approach was used to afford well dispersed silica particles with an electroactive brush on the surface of the silica nanofiller. The long, epoxy compatible PGMA brush ensured good dispersion and allowed study of the effect of the electroactive layer on the breakdown strength. The DBS increased considerably in the bimodal brush particle composites. Bimodal brush nanoparticles with functional short brush molecules and matrix compatible long brush molecules have the capability to increase dielectric breakdown strength of the nanocomposite while adjusting the permittivity. The results shown in this paper are a first step towards filler surface modification allow for tailoring of the dielectric properties of the nanocomposite while offering control over dispersion of the nanoparticles. Factors upon which the DBS enhancement depends are the quality of the dispersion and loading, characterized by the free space length; and the electronic character, i.e. reduction potential, of the short brush. Further investigation is required to determine quantitatively the relative importance of these factors."]], ["APPENDIX", ["A.1 Synthesis of monomodal silica-PGMA particles Colloidal silica Nissan® MEK-ST (10 g) was added to a 100 ml round bottom flask with 3-ethoxydimethylsilyl-1-propanamine (30 mg, 0.19 mmol). The solution was diluted to 50 ml with THF and stirred for 4 h at 70°C under N2 atmosphere. The solution was then allowed to cool to room temperature before adding 1-azido-3-ethoxydimethylsilyl-propane (0.25 g, 1.3 mmol). The solution was left to stir overnight at 70°C under N2 protection. Next the particles were precipitated in a large amount of hexanes and centrifuged at 3,000 rpm for 5 min, the supernatant was discarded, and the particles were dispersed back into THF. This was repeated 3 times, and upon the final wash the particles were dispersed into 30 ml of THF for subsequent use. Then 78 mg of activated 4-cyanopentanoic acid dithiobenzoate (CPDB) was prepared as reported previously [28] and was anchored to the particle surface as described before [28]. CPDB anchored silica nanoparticles (3 g) with glycidyl methacrylate (8.23 g, 57.9 mmol), azobisisobutyronitrile (AIBN) (1.9 mg, 13.4 μmol), and dry THF (10 ml) were added to a 50 ml Schlenk tube. The particles were dispersed into the solution via sonication for 1 min and subsequently degassed by 4 sequential freeze pump thaw cycles. The flask was then placed into an oil bath at 60°C for 4 h. The resultant polymer grafted particles were then precipitated into a large amount of hexanes and centrifuged at 3,000 rpm for 5 min and the particles were dispersed back into THF. This was repeated 3 times."]]], "doi": "10.1109/TDEI.2014.004415", "figures": [["Figure 1", "Figure 1", "Figure 1. Surface modification process of silica to afford bimodal brush  grafted core functionalized nanoparticles.   "], ["Figure 2", "Figure 2", "Figure 2. Chemical structure of entities attached to azide linker at silica  core by click reaction: a) alkyne terminated oligothiophene b)  ethynylferrocene c) alkyne terminated PGMA.   "], ["Figure 3", "Figure 3", "Figure 3. 2 and 3-parameter Weibull fits plotted with breakdown data  from neat epoxy.   "], ["Figure 4", "Figure 4", "Figure 4. a) IR spectra of bare, monomodal and bimodal particles. b) The area of interest: arrows show disappearing N=N=N vibration at 2110 cm-1 and intense C=O peak at 1736 cm-1 in bimodal particles. Note that the “PGMA-thio” and “PGMA-oligothiophene” refer to the same filler system."], ["Figure 5", "Figure 5", "Figure 5. Schematic representation of the bimodal brush grafted core  functionalized silica nanoparticle. The short brush is oligothiophene and  long brush is PGMA.   "], ["Figure 6", "Figure 6", "Figure 6. Transparency of composites from block samples made for TEM analysis. From left: 1 wt% bare silica, 2 wt% silica-PGMA, 2 wt% silica-PGMA-oligothiophene and 2 wt% silica-PGMA-ferrocene in epoxy."], ["Figure 7", "Figure 7", "Figure 7. TEM images of epoxy composites with: a) 1 wt% bare silica b)  2 wt% silica-PGMA c) 2 wt% silica-PGMA-oligothiophene and d) 2 wt%  silica-PGMA-ferrocene   "], ["Figure 8", "Figure 8", "Figure 8. 3-Parameter Weibull Plot of breakdown data for neat epoxy and  the 2 wt% composites.   "], ["Figure 9", "Figure 9", "Figure 9. a) Real component of permittivity and b) the loss component as  a function of frequency for neat epoxy, bare silica filled composite and for  composites which have and electroactive layer and epoxy compatible  polymer layer on the filler particle core.   "]], "table_captions": [], "tables": []}