{"title": "Effect of High Aspect Ratio Filler on Dielectric Properties of Polymer Composites: A Study on Barium Titanate Fibers and Graphene Platelets", "abstract": "High aspect ratio fillers are predicted to increase the dielectric constant of polymer composites more efficiently than spherical fillers according to the rule of mixtures. Using high aspect ratio fillers is a promising route for creating high dielectric constant, low loss materials at a low filler volume fraction, for use as capacitor and electric field grading materials. In this work, two high aspect ratio fillers were mixed into a polymer matrix, and the dielectric properties of composites were studied. Barium titanate fibers were synthesized by electrospinning a sol-gel, followed by a heat treatment to obtain a perovskite crystal structure. The heat treatment conditions were found to be crucial for obtaining tetragonal barium titanate fibers with high dielectric constant. Graphene platelets were prepared by a thermal shock method, which was found to result in a larger dielectric constant. A combination of barium titanate and graphene platelets yielded the highest dielectric constant when used in a polydimethyl siloxane matrix. The increase in dielectric loss over the pure matrix was small when the volume fraction was below the percolation threshold of graphene platelets. Electric flux density-electric field (D-E) measurements showed a linear dielectric constant in barium titanate filled composites and higher loss when graphene was added. The ac breakdown strength was reduced compared to the neat polymer and was affected by filler aspect ratio. The mechanisms that lead to the observed phenomena are discussed. Index Terms — Dielectric materials, dielectric breakdown, silicone rubber, permittivity ", "body": [["ABSTRACT", ["High aspect ratio fillers are predicted to increase the dielectric constant of polymer composites more efficiently than spherical fillers according to the rule of mixtures. Using high aspect ratio fillers is a promising route for creating high dielectric constant, low loss materials at a low filler volume fraction, for use as capacitor and electric field grading materials. In this work, two high aspect ratio fillers were mixed into a polymer matrix, and the dielectric properties of composites were studied. Barium titanate fibers were synthesized by electrospinning a sol-gel, followed by a heat treatment to obtain a perovskite crystal structure. The heat treatment conditions were found to be crucial for obtaining tetragonal barium titanate fibers with high dielectric constant. Graphene platelets were prepared by a thermal shock method, which was found to result in a larger dielectric constant. A combination of barium titanate and graphene platelets yielded the highest dielectric constant when used in a polydimethyl siloxane matrix. The increase in dielectric loss over the pure matrix was small when the volume fraction was below the percolation threshold of graphene platelets. Electric flux density-electric field (D-E) measurements showed a linear dielectric constant in barium titanate filled composites and higher loss when graphene was added. The ac breakdown strength was reduced compared to the neat polymer and was affected by filler aspect ratio. The mechanisms that lead to the observed phenomena are discussed. Index Terms — Dielectric materials, dielectric breakdown, silicone rubber, permittivity "]], ["INTRODUCTION", ["FERROELECTRIC ceramic particles are widely used to increase the dielectric constant of polymer composites because of their high dielectric constant and low dielectric loss [1, 2]. However, the ability of spherical particles to increase the dielectric constant is small at low volume fractions according to the rule of mixtures [3]. Higher volume fractions lead to increased dielectric constant, but also to a reduction in electrical breakdown strength and mechanical properties [4-7]. Composites with high aspect ratio (AR) fillers are predicted to exhibit higher dielectric constant at lower loading [3], thereby potentially maintaining the mechanical properties and dielectric breakdown strength [5]. High aspect ratio fillers, however, have not been studied as extensively as their spherical counterparts because of challenges in manufacturing high aspect ratio ferroelectric fillers [8, 9]. Electrospinning can afford barium titanate fibers with heat treatment [10-12]. The dielectric properties of these barium titanate fibers have, however, not been investigated. In order to create high dielectric constant BaTiO3, the tetragonal phase must be formed, which typically occurs at grain sizes larger than 100 nm [13-15]. In this work, a procedure to synthesize high dielectric constant tetragonal BaTiO3 fibers with large grain size is presented. The dielectric properties of a polymer composite containing these BaTiO3 fibers are investigated and discussed. By comparing the data with the theoretical prediction from the Maxwell Garnett rule of mixtures, the validity of the model to describe real composites can be illustrated. Also, the effect of filler aspect ratio on the electrical breakdown strength is investigated and can be instructive for applications. The alternative approach is to use conductive particles at a volume fraction close to the percolation threshold [16]. In this work, graphene platelet (GPL) was used to study the effect of high aspect ratio conductive fillers. Its plate like structure and high aspect ratio can lead to a very low percolation threshold. The dielectric behavior of three-phasecomposites with both fillers was also studied at both low and high field strength. "]], ["EXPERIMENTAL", ["##2.1 PREPARATION OF BARIUM TITANATE FIBERS BaTiO3 fibers were prepared by electrospinning a mixture that consisted of BaTiO3 sol-gel and poly(vinyl pyrrolidone) (PVP, Mw = 1,300,000 grams/mol) solution [12]. Barium acetate (BaC4H6O4, 5 mmol) was dissolved in acetic acid (3 ml). Then titanium isopropoxide (C12H28O4Ti, 5 mmol) was added into solution under constant stirring. After that, a solution consisting of PVP (0.2g) and ethanol (3 ml) was added into the mixture. A clear pale yellow precursor was obtained by stirring the mixture. The precursor was loaded into a syringe for electrospinning. A positive voltage (16 kV) was applied on the needle tip of a syringe, and an aluminum foil was grounded as the counter electrode. The distance between the needle tip and the counter electrode was 25 cm, and the precursor was fed at a constant rate (30 μl/min) by a syringe pump. The electrospun BaTiO3/PVP fibers had a diameter less than 1 μm. The surface was smooth and the diameter was uniform along the fiber. Fibers were annealed in an oven at 500 °C for 12 h to remove the residual solvent and most of the PVP. They were then calcinated at high temperatures to crystallize. The high temperature treatment was optimized to develop large grains of tetragonal phase BaTiO3 which possess a high dielectric constant [15], while avoiding sintering of the fibers. In the heat treatment process, different heating rates were used from 10 °C/min to larger than 2000 °C/min. The fast heating rate of larger than 2000 °C/min was achieved by inserting the sample into a preheated oven. The calcination temperature was varied between 600 °C to 1200 °C. The fibers were then cooled down to room temperature in air. During the above heat treatment, the PVP polymer was burned off which caused a reduction in the fiber diameter from 900 nm to approximately 500 nm, and a polycrystalline fibrous structure was obtained. Then the morphology and crystal structure of fibers were investigated. A scanning electron microscopy (SEM) picture of prepared BaTiO3 fibers is shown in Figure 1a. ##2.2 PREPARATION OF GRAPHENE PLATELET (GPL) The GPLs were obtained with a one-step thermal exfoliation and reduction of graphite oxide. In this method, graphite oxide is subjected to a thermal shock (rapid heating at a rate of larger than 2000° C/min) which exfoliates and reduces the graphite oxide into GPL. The GPL are several micrometers in the in-plane dimension and are comprised of ~3-4 graphene sheets within each platelet. The total platelet thickness is less than 2 nm. A transmission electron microscopy (TEM) picture of prepared GPL is shown in Figure 1b. ##2.3 PREPARATION OF COMPOSITES Sylgard 184 (Dow Corning), consisting of poly(dimethyl siloxane) (PDMS) and a reinforcing silica filler was used as the polymer matrix. The calcinated BaTiO3 fibers were mixed into the precursor Sylgard 184A using a FlackTek Speed Mixer at 3000 rpm for 10 minutes. Long fiber (AR = 15) composites were obtained by direct mixing of the calcinated BaTiO3 fibers with the precursor resin. Medium length (AR = 6) fiber composites were prepared by adding alumina balls during the mixing process to break the fibers into shorter pieces. Calcinated fibers were also crushed in a mortar and pestle to obtain low aspect ratio fibers (AR = 3). The aspect ratio of the fibers was calculated from the average length and diameter, measured from optical microscopy and SEM images respectively. Composites were then prepared by carefully mixing the precursors Sylgard 184A (containing the fibers) and Sylgard 184B (crosslinker) at a ratio of 10:1 by mass, followed by curing in a mould at 150 °C for 24 h. The composites filled with GPLs were prepared through the same procedure, except that a 20 minute mixing time was used. Planar samples with a diameter of 3.175 cm and a thickness of approximately 300 μm were obtained. Prepared samples were dried in an oven at 120 °C for 12 h prior to dielectric testing to remove any trapped moisture. Optical microscopy images showing the dispersion of fillers in the composites are shown in Figures 1c and 1d. Three phase composites containing both fillers were prepared using the same approach. ##2.4 CHARACTERIZATION Thermogravimetric analysis (TGA) was carried out to determine the weight fraction of BaTiO3 fibers in the composites, using a TA Instruments Q50 thermogravimetric analyzer. Parameters from the literature and the manufacturer datasheet (BaTiO3 density = 6.02 g/cm3, PDMS density = 1.03 g/cm3) were used to calculate the filler volume fraction. The composite samples were tested in a Novocontrol alpha high resolution dielectric impedance analyzer for dielectric spectroscopy at room temperature. A frequency range from 10−1 to 106 Hz was utilized. AC breakdown tests were carried out at room temperature in dielectric oil (Dow Corning 561 silicone transformer fluid) at a frequency of 60 Hz. A voltage ramp rate of 200 V/s was used during the breakdown test. X-ray diffraction (XRD) 2θ scans were performed on a Bruker D8 Discover X-ray diffractometer to investigate the crystal structure. The morphology of the BaTiO3 fibers was investigated using a Carl Zeiss Supra scanning electron microscope. Uncured composite was spin coated on a glass slide to align the fiber or GPLs along the glass slide plain. Then a stereo optical microscope was used to check the dispersion of fillers in composites as well as to measure the average fiber length. The electric flux density-electric field (D-E) measurement was taken in an ambient of dielectric mineral oil at 20 °C following the ASTM standard D3487."]], ["RESULTS AND DISCUSSION", ["##3.1 SINTERING EFFECT ON THE CRYSTAL STRUCTURE OF BARIUM TITANATE FIBERS The goal of the heat treatment is to obtain tetragonal phase BaTiO3 because it has a higher dielectric constant than cubic phase BaTiO3, and the grain size has a major influence on the crystal structure [15, 17, 18]. The grain size of the BaTiO3 fibers is affected by the heating rate. Figure 2a shows XRD patterns that illustrate the effect of calcination temperature on the crystal structure of the BaTiO3 fibers. After calcination at a temperature above 800 °C, the XRD pattern is consistent with the XRD data of BaTiO3 in the literature [11]. Above 1000 °C, the impurity phase (mainly BaCO3) [12] was removed as indicated by the absence of peaks below 2θ = 30°. The influence of the heating rate on the BaTiO3 crystal structure is shown in Figure 2b. A low heating rate (10 °C/min) resulted in a symmetric (200) peak confirming cubic symmetry. The cubic crystal structure is facilitated by the smaller grain size (see Figure 3b and 3c) [14]. The low heating rate inhibited the diffusion process during crystal formation, resulting in small grains with pores between them (Figure 3c). At a heating rate of 200 °C/min the asymmetric peak shape indicates the appearance of the tetragonal crystal phase, as evidenced by a (002) peak, although the cubic phase is still dominant. A very fast heating rate (larger than 2000 °C/min) resulted in larger grains, as shown in Figure 3a, as a result of the fast crystal growth rate compared to the nucleation rate. It resulted in complete splitting of the (200) and (002) peaks, which indicates that most of the crystals are tetragonal phase as shown in Figure 2b. This increase in grain size was mitigated when an annealing temperature higher than 500 °C was used prior to the calcinations due to the initiation of nucleation during the annealing process. The adhesion between the fibers and the silicone rubber matrix was good as shown in Figure 3d which is an image from a fracture surface. The good adhesion is clear because of the lack of debonding between the fiber and matrix. To optimize the formation of the high dielectric constant tetragonal phase while maintaining the fiber morphology, a rapid heating rate (larger than 2000 °C/min) in combination with a short calcination step (5 min at 1200 °C) was required. After the heat treatment, a polycrystalline bamboo-like structure was obtained as shown in Figure 3a. There is likely still some low dielectric constant cubic phase at the grain boundaries and surfaces due to a lack of constraint compared to the “ferroelectric core” in the bulk [14, 19], though the quantity is too small to be observed from the XRD data. ##3.2 DIELECTRIC SEPCTROSCOPY OF COMPOSITES FILLED WITH BARIUM TITANATE FIBERS Dielectric spectroscopy (Figure 4a) shows an increased dielectric constant for the composites. Both the dielectric constant and loss factor increase with fiber aspect ratio and filler volume fraction, which is consistent with the rule of mixtures. The dielectric constant increased from 3 to 6.5 for the composites filled with 20 vol% of the lowest aspect ratio fibers (AR=3). The relative dielectric constant increase over the neat polymer is comparable to that of composites filled with spherical or irregular BaTiO3 particles reported in the literature [4-6]. Meanwhile, the high aspect ratio fiber (AR=15) leads to a significant increase in the composite relative dielectric constant to 12. The loss factor of all the tested composites is below 0.006, only an order of magnitude higher than that of the neat polymer. In the literature, 20 vol% of BaTiO3 particles usually double the dielectric constant of pure polymer, which is similar to the effect of the lowest aspect ratio fiber in this work [4, 5, 20, 21]. The dielectric constant of composites with randomly orientated ellipsoidal fillers can be described by the Maxwell- Garnett expression [3]  Where εeff is the dielectric constant of the composite, εi and εe are the dielectric constants of the filler and matrix respectively, f is the filler volume fraction and Nf is the depolarization factor of ellipsoids in the x, y and z direction. For needle shaped fillers, where the radii ax > ay = az, a simple expression of Nj is  The data is compared with the Maxwell-Garnett model due to the similarity of the filler geometry. In the literature the reported dielectric constant of BaTiO3 ranges from 1000 to 5000 [15, 18] when the grain size is larger than 200 nm. Although the actual dielectric constant of the BaTiO3 fiber is unknown, the change in composite dielectric constant is very small when the filler dielectric constant increases from 1000 to 5000 according to equation (1). For example, when changing the filler dielectric constant from 1000 to 5000, the composite dielectric constant increases from 5.39 to 5.47 in a 10 vol% composites with a filler AR of 5. A dielectric constant of 1000 is assumed for BaTiO3 fibers in the fitting using equation (1), and a comparison between the experimental data and fitting is shown in Figure 4b. The fitting gives effective ARs of 3, 5, and 8 for the fibers that have measured ARs of 3, 6, and 15, respectively. The difference between the fitting and the actual AR is larger as the filler AR increases. The Maxwell Garnett equation is usually accurate at low filler volume fraction. However, there are three major differences between the model and the real composite. First, real fibers have curvature. High AR fillers have a larger tendency to curve in the composite, which explains the drop of the effective AR. Secondly, the polydispersity of the fiber aspect ratio may affect the dielectric constant. Although no literature was found to describe the effect of AR polydispersity on the mixing rules, it is possible that the higher AR fibers are affected more than their low AR counterparts. Finally, high AR fillers have more grain boundaries in their bamboo structure. These low dielectric constant grain boundaries separate the high dielectric constant fiber into many lower aspect ratio sections. The segment length is the same for all the fibers, however, the stronger alignment of the segments in the high AR fibers can give an “effective aspect ratio” that is larger than that in the low AR ones, but smaller than the actual AR. For the reasons stated above, the Maxwell- Garnett equation cannot predict the dielectric constant of composites with high aspect ratio fillers potentially due to the curvature, the AR polydispersity and the polycrystallinity. ##3.3 DIELECTRIC CONSTANT OF COMPOSITES FILLED WITH GRAPHENE PLATELETS The dielectric constant and dissipation factor of composites filled with GPLs are shown in Figure 5. Both the dielectric constant and dissipation factor exhibit a large increase at a small volume fraction of GPLs. The sheet morphology and high aspect ratio of GPLs lead to a low percolation threshold of less than 0.01 in volume fraction. The large dissipation factor above the percolation threshold is caused by the leakage current. The high dielectric constant can be explained by percolation theory [22], which describes the critical behavior of composites when the volume fraction of conductive fillers approaches the percolation threshold. However, a large dissipation factor is usually not desired in electrical applications. High aspect ratio conductive fillers such as carbon nanotubes [23] and carbon fibers [24] have been used to prepare high dielectric constant composites. The rule of mixtures predicts that 2-dimensional GPLs will increase the dielectric constant at even a lower volume fraction due to their sheet structure and high aspect ratio. The dielectric properties of graphene-filled composites were not reported until recently [25]. In our work, the GPLs prepared by the thermal shock method have a smaller thickness, and thus the percolation was reached at a lower volume fraction. ##3.4 DIELECTRIC SPECTROSCOPY OF COMPOSITES FILLED WITH BOTH FILLERS A GPL volume fraction of 0.0043 was chosen for the threephase composite with both fillers. At this loading, the dielectric constant is improved with only a moderate increase in the dissipation factor. The dielectric spectroscopy of several representative composites is shown in Figure 6. The slope in the loss factor is small indicating little contribution from the conduction current. The relative dielectric constant increase over the neat polymer is significantly larger than that of the composites filled with spherical fillers. The increase in dielectric constant of the composites is summarized in Fig. 7. By adding 0.43 vol% of GPLs into the BaTiO3 fiber/PDMS composites, the dielectric constant was further increased to 13.7 and 18.6 for 10 vol% and 20 vol% BaTiO3 fiber composites respectively. The dissipation factor of the composites is shown in Fig. 6b. The dissipation factor of the composites is about one order of magnitude higher than that in the neat PDMS. Generally the dielectric loss increases with the volume fraction of fibers and the GPLs. Adding 0.43 vol% of GPLs into the BaTiO3 fiber composites results in an increased dissipation factor that is, however, not higher than the pure GPL/PDMS composites. By combining the two types of fillers, the three-phase composite shows a larger dielectric constant than either of the two-phase composites without a further increase in loss factor. In the three-phase composites reported in the literature [24, 26, 27], a combination of conductive fillers and high dielectric constant ceramic fillers is generally used. Considering the ceramic-polymer composite as the base matrix, percolation theory is applicable when adding conductive fillers. By using high aspect ratio ceramic fillers to increase the dielectric constant of the base matrix, the dielectric constant of the final composites is further enhanced while maintaining a low filler volume fraction. ##3.5 D-E MEASUREMENT The high voltage behavior of materials was investigated through D-E measurements. Both BaTiO3 fiber composites and three-phase composites were tested under several field conditions below the breakdown strength of materials. Figure 8 shows the results for each composite under the highest measured field. The relative permittivity was calculated using an approach found in the literature [28]. The real dielectric constant for composites is listed in Table 1. From the literature, ferroelectric ceramics such as barium titanate usually exhibit a nonlinear dielectric constant. Depending on the microstructure and crystal morphology, the dielectric constant of barium titanate can either increase [29] or decrease [30] with increasing field strength. In our result, however, the dielectric constant remains unchanged at elevated electrical field. The difference between the one-phase ceramics and the composites is attributed to the field distribution in the composites. The large dielectric constant of BaTiO3 fibers leads to a field concentration in the polymer phase and reduced electric field in the ceramics. When the field in the ceramics is less than the “threshold field” [29], a linear dielectric constant is expected. The degree of hysteresis is more pronounced at higher field. The three-phase composite also has a larger loop area, compared to the BaTiO3 composite. It indicates a higher dielectric loss, which matches with the dielectric spectroscopy data under low field conditions.  ##3.6 AC BREAKDOWN STRENGTH The ac breakdown strength of both BaTiO3 fiber/PDMS composite and GPL/PDMS composite is shown in Figure 9. For the fiber composites, it decreases with increasing fiber volume fraction and fiber aspect ratio. The breakdown strength of GPL composite is even lower than the lowest of the BaTiO3 fiber composites. This effect can be explained by the stress concentration at the interfaces between the fillers and the polymer matrix. When the high dielectric constant or high conductivity fillers are added into the polymer, the electrical field in the polymer around the fillers is much larger than that in the bulk. The most stressed part should be close to the fiber tips or the edge of GPLs and the local stress should increase with filler aspect ratio. Breakdown is more likely to be initiated at these highly stressed regions than in the bulk polymer, so a reduction in the overall breakdown strength is expected. The other candidate mechanism, defects at the fillerpolymer interface, can be eliminated considering the good adhesion between the fiber and polymer as shown before. Also the number of defects is not likely to be proportional to filler aspect ratio at certain filler volume fraction. At higher filler volume fraction, the electrical stress concentration is more severe and the probability of finding an enhanced local field is larger in the polymer matrix [31]. So the breakdown strength also reduces with increasing filler volume fraction. The breakdown strength of the GPL composite is lower than all the BaTiO3 fiber composites, which can also be attributed to the higher aspect ratio and conductivity of GPLs and their sheet morphology. Note that the volume fraction of the tested GPL composite is below the percolation threshold, which should not raise the tendency for thermal runaway compared to the BaTiO3 fiber composites. Consequently, the stress concentration is still the dominating mechanism."]], ["SUMMARY AND CONCLUSION", ["A method to synthesize high dielectric constant, high aspect ratio BaTiO3 fibers by electrospinning and a subsequent heat treatment is reported. A high heating rate was found to be the key to preparing the desired tetragonal phase of BaTiO3 while still maintaining the fiber morphology. Higher aspect ratio BaTiO3 fibers were found to increase the composite dielectric constant by more than a factor of two, compared to correspondingly shorter fibers or spherical particles, in combination with a very moderate increase in the loss factor. The rule of mixtures failed to predict the high aspect ratio fillers due to their curvature, polycrystallinity and AR polydispersity. The GPLs alone can increase the dielectric constant at a very low filler volume fraction. However, the loss increased dramatically when the loading reached the percolation threshold. By combining those two fillers and avoiding the percolation of GPLs, the highest dielectric constant was reached without further increasing the dissipation factor. The dielectric constant remains unchanged under high voltage since the field in the ferroelectric ceramic filler is lower than the threshold field for non-linearity. The reduction in breakdown strength was attributed to the stress concentration at the fiber tips. This method can be potentially used to prepare mechanically robust, high dielectric constant/ low loss composite materials for various electrical applications."]]], "doi": "10.1109/TDEI.2012.6215100", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) SEM image of BaTiO3 fibers; (b) TEM image of GPLs; (c) and (d) Optical microscope images showing dispersion of BaTiO3 fibers and GPLs."], ["Figure 2", "Figure 2", "Figure 2. X-ray diffraction patterns of calcinated BaTiO3 fibers a) influence of calcinations temperature; b) (200) and (002) peaks at 2θ ~ 45° for fibers subjected to different heating rates."], ["Figure 3", "Figure 3", "Figure 3. SEM images of BaTiO3 fibers after different heat treatments: a) ramping rate: larger than 2000 °C/min, calcinated during 5 min at 1200 °C; b) ramping rate: 200 °C/min, calcinated during 120 min at 1000 °C; c) ramping rate: 10 °C/min, calcinated during 120 min at 1000 °C; d) fractured surface of silicone rubber containing 1.6 vol. % BaTiO3 fibers (AR = 15)."], ["Figure 4", "Figure 4", "Figure 4. a) Dielectric spectroscopy of BaTiO3 fiber/ silicone rubber composites and b) Experimental data compared to Maxwell-Garnett rule of mixtures for different aspect ratios."], ["Figure 5", "Figure 5", "Figure 5. Dielectric constant and dissipation factor of composites filled with various volume fractions of GPLs. The testing frequency is 60 Hz."], ["Figure 6", "Figure 6", "Figure 6. Dielectric spectroscopy at 60 Hz of composites filled with BaTiO3 fibers and GPLs, showing (a) permittivity and (b) loss factor."], ["Figure 7", "Figure 7", "Figure 7. Dielectric constant at 60 Hz of composites filled with various volume fractions of BaTiO3 fibers, with and without addition of GPLs."], ["Figure 8", "Figure 8", "Figure 8. D-E measurement of (a) 20 vol% BaTiO3 fibers composite and (b)20 vol% BaTiO3 fibers+0.43vol% graphene filled composite. Note the scale difference of the applied electric fields."], ["Figure 9", "Figure 9", "Figure 9. Probability of failure in dielectric breakdown tests from the Weibull distribution of neat PDMS, BaTiO3 fiber/ PDMS composites and GPLs/PDMS composites"]], "table_captions": [["Table 1", "Table 1", "Table 1. Real Relative Permittivity of Composites at Elevated Field."]], "tables": []}