{"title": "Anisotropic self-assembly of spherical polymer-grafted nanoparticles", "abstract": " It is easy to understand the self-assembly of particles with anisotropic shapes or interactions (for example, cobalt nanoparticles or proteins) into highly extended structures. However, there is no experimentally established strategy for creating a range of anisotropic structures from common spherical nanoparticles. We demonstrate that spherical nanoparticles uniformly grafted with macromolecules (‘nanoparticle amphiphiles’) robustly self-assemble into a variety of anisotropic superstructures when they are dispersed in the corresponding homopolymer matrix. Theory and simulations suggest that this self-assembly reflects a balance between the energy gain when particle cores approach and the entropy of distorting the grafted polymers. The effectively directional nature of the particle interactions is thus a many-body emergent property. Our experiments demonstrate that this approach to nanoparticle self-assembly enables considerable control for the creation of polymer nanocomposites with enhanced mechanical properties. Grafted nanoparticles are thus versatile building blocks for creating tunable and functional particle superstructures with significant practical applications. ", "body": [["Abstract", [" It is easy to understand the self-assembly of particles with anisotropic shapes or interactions (for example, cobalt nanoparticles or proteins) into highly extended structures. However, there is no experimentally established strategy for creating a range of anisotropic structures from common spherical nanoparticles. We demonstrate that spherical nanoparticles uniformly grafted with macromolecules (‘nanoparticle amphiphiles’) robustly self-assemble into a variety of anisotropic superstructures when they are dispersed in the corresponding homopolymer matrix. Theory and simulations suggest that this self-assembly reflects a balance between the energy gain when particle cores approach and the entropy of distorting the grafted polymers. The effectively directional nature of the particle interactions is thus a many-body emergent property. Our experiments demonstrate that this approach to nanoparticle self-assembly enables considerable control for the creation of polymer nanocomposites with enhanced mechanical properties. Grafted nanoparticles are thus versatile building blocks for creating tunable and functional particle superstructures with significant practical applications. "]], ["Main", [" Controlling the dispersion of nanoparticles into polymer matrices is a significant challenge in achieving the pronounced property improvements promised by polymer nanocomposites1. However, it is often difficult to achieve this goal as inorganic particles are typically immiscible with an organic phase 2,3,4. One strategy to overcome this difficulty is to ‘shield’ the particle surface by grafting it with the same chains as the matrix polymer5,6,7,8. Although this approach for particle dispersion is successful in some cases, we find instead that the particles can exhibit self-assembly into highly anisotropic structures. This process arises because the immiscible particle core and grafted polymer layer attempt to phase separate but are constrained by chain connectivity—this is evidently analogous to ‘microphase separation’ in block copolymers and other amphiphiles. Similar to these amphiphiles, these particles with a ‘polarizable’ segmental cloud can self-assemble under a broad range of conditions into a variety of superstructures. We also show that this type of particle self-assembly can have strongly beneficial effects on the mechanical properties of the resulting nanocomposite.  By way of context, we note that there has been considerable interest in using particle self-assembly as a ‘bottom-up’ route to material assembly9,10,11,12,13,14,15,16,17. The most direct strategy for the creation of anisotropic assemblies is to use either anisotropically shaped particles, or spherical particles with directional interactions11,16,17,18. The geometry of the assemblies is thus largely encoded at the level of a single particle. Similarly, flow and other non-equilibrium effects (especially irreversible agglomeration as in the case of carbon black particles) can also be used to assemble particles19,20,21,22,23,24. Instead, here we focus on the quiescent assembly of particles that possess no such obvious anisotropies, that is, spherical particles with bare isotropic interactions. It is now well documented that spherical nanoparticles decorated with short alkanes assemble at high loadings into stripes on a substrate25 or into non-equilibrium gels in three dimensions14,26. Simulations show that the competition between a short-ranged attraction and a long-ranged repulsive interaction between nanoparticles can rationalize these experiments27,28. More relevant to our work are simulations on aqueous solutions of hydrophobic fullerenes uniformly grafted with hydrophilic polyethyleneoxide chains. These simulations show amphiphile-like behaviour and form particle chains and branched objects at equilibrium13,29. This phenomenon was interpreted as arising from the propensity for the hydrophobic particle cores to contact each other to shield themselves from water. This process is evidently facilitated by two particles forcing the polyethyleneoxide chains ‘out of their way’, resulting in an effective ‘dipolar’ interparticle potential, and anisotropic self-assembly. To our knowledge, there is no experimental verification that such uniformly grafted particles can exhibit such self-assembly behaviour. "]], ["Simulations and theory", [" To gain theoretical insights into the amphiphile-like behaviour of grafted nanoparticles, we have used both mean-field theory and computer simulations. We simulated the self-assembly of particles uniformly grafted with polymer chains, each chain comprising N monomers, in an implicit solvent using the Monte Carlo method (see the Methods section). In our control study, we find that particles form spherical clusters when there are no grafted chains: this reflects the minimization of the contact area between the particle-rich and the implicit solvent-rich phases formed by phase separation (Fig. 1a). The grafting of even six uniformly spaced dimers (N=2) yields assemblies with a flattened shape. Increasing the length of the grafted chains (to N=6) changes the form of self-assembly into hexagonal sheets, followed by one-dimensional strings for N=8. Eventually, for large enough N, we find sterically stabilized isolated particles (N=14). Figure 1b then shows a composite ‘morphology’ diagram obtained from the simulations. In addition to spherical aggregates and well-dispersed particles, we see the formation of short strings, and sheet-like structures with different particle packings. These results are complemented by the predictions of an analytical theory that has the following two essential ingredients. We assume that there is an extremely short-ranged (‘point’) interparticle attraction. This is counteracted by the entropy of distorting the polymer brush chains when two particles approach each other. The minimization of the resulting free energy (see the Methods section) enables us to predict different nanoparticle morphologies (Fig. 1b). The fact that both the simulations and theory yield similar results suggests that the polymer-grafted nanoparticle amphiphiles should readily assemble into morphologies that balance core–core attractions and the elasticity of the grafted layer. Figure 1: Theoretical predictions and comparison of theory to experiments. figure1  a, Simulation snapshots for particles with six uniformly spaced grafts, going from bare particles forming spherical aggregates, to flattened cylinders with N=2; branched cylinders with thinner arms N=5; sheets with N=6 (sheet shown in the detail); long strings with N=8 (only one string shown); short chains with N=10 (not shown); and isolated particles with N=14. The stable state of the ungrafted particles under these conditions should be a crystal. Thus, the liquid droplet seen here is a metastable state. b, Results of simulations and theory at different grafting densities. Polytetrahedra, that is, sheets with a tetragonal packing of particles, and sheets with a two-dimensional hexagonal packing of particles are both designated as ‘sheets’. Lines are predictions of analytical theory; symbols are from simulation. Red symbols: spheres, dark blue: sheets, light blue: strings, magenta: well-dispersed particles. c, Experimental ‘morphology diagram’ of polymer-tethered particles mixed with matrix polymers. Red symbols represent spherical aggregates, blue symbols are sheets and interconnected structures, cyan symbols are short strings and purple symbols are dispersed particles. The lines that separate the different regions are merely guides to the eye. "]], ["Experimental study of morphology", [" In our experimental study of this type of self-assembly, we used 14-nm-diameter spherical silica particles grafted with polystyrene chains. Our previous work4 showed that unfunctionalized silica particles agglomerate into large spherical structures (with diameters in the range 1–100 μm) when they are mixed with polystyrene. Given this obvious ‘dislike’ between the polymer and the particles, these polystyrene-grafted spherical particles should behave akin to amphiphiles as anticipated theoretically. Both the molecular mass (Mg) and the number of chains grafted on a particle were varied in a series of experiments (see Supplementary Table S1)30. The silica particles were mixed with monodisperse (ungrafted) polystyrene, the ‘matrix’ polymer (see Supplementary Table S2). The polystyrene matrix has the role of a (selective) solvent5,6,8,31. All samples contained 5 mass% silica. Subsequently, each sample was annealed under vacuum at 150 ∘C (well above the glass transition of polystyrene). The resulting time-dependent assemblies were characterized by transmission electron microscopy (TEM), ultrasmall-angle X-ray scattering (USAXS) and in a few cases by small-angle neutron scattering (seeSupplementary Information).  We first focus on the TEM results. Figure 2a shows the temporal evolution of particle dispersion for a fixed brush molecular mass (Mg=106 kg mol−1) and grafting density (37 chains per particle) within various molecular mass (M) polymer matrices. It seems that nearly spatially uniform, apparently time-independent, particle dispersion is achieved when the matrix M is smaller than Mg (ref. 5). A more detailed analysis shows that the particles form short ‘strings’, that is, particle clusters that are typically only one particle wide and contain more than one particle but are finite in length (see, for example, Supplementary Fig. S4a). In contrast, composites with higher M matrices spontaneously self-assemble into highly anisotropic objects that typically fill the TEM field of view along at least one direction and are 2–10 particles wide. Two facts are noted about these anisotropic structures (the two larger M in Fig. 2a). First, it is apparent that the kinetics of domain formation is slower with increasing matrix M. Second, at a given M, these objects grow with increasing annealing time, t. This rules out that the casting process might have created these structures. We have roughly characterized the domain growth kinetics and find that the characteristic sizes increase roughly as t1/3 (see Supplementary Fig. S1). These images clearly show that the sizes of these large structures are kinetically controlled. Figure 2: Experimental study of particle self-assembly. figure2  a, TEM-determined temporal evolution of particle structuring. In all cases, 5 mass% silica grafted with a Mg=106 kg mol−1 polystyrene brush with 37 chains per particle (0.05 chains nm−2) is mixed with polystyrene matrices of different M: 17, 42, 142 and 272 kg mol−1, respectively, and annealed at 150 ∘C for a range of times as noted in the figure. Sheet formation was observed in the composite with matrix M=142 kg mol−1 sample after 3 days of annealing and in the matrix M=272 kg mol−1 after 19 days. The scale bar in all cases is 0.5 μm, and the sections were cut normal to the film surface. b,c, Effect of variations in grafting density and molecular weight of tethered chains (Mg) on particle dispersion and self-assembled structures after annealing for 5 days at 150 ∘C. Increased brush molecular mass (Mg) and increasing grafting density have similar effects on the aggregation process: with increasing graft polymer coverage, we thus progressively go from spherical clusters, to thick sheets, thin sheets, strings and finally well-dispersed particles. The thick to thin sheet transition is continuous and hence we classify them both as sheets. The matrix homopolymer is 142 kg mol−1 in b and 42 kg mol−1 in c. d, USAXS data (symbols) and unified fits (solid lines) of samples shown in the first row and in the second row of b, respectively. The fit parameters are reported in Supplementary Table S3.  The TEM data in Fig. 2a were taken from slices normal to the surfaces. We have taken 15 adjacent ≈100-nm-thick slices from a film with a matrix of M=142 kg mol−1, which show string-like morphologies in Fig. 2a, and find that the same ‘string-like’ structure is seen in each slice (see Supplementary Fig. S4b). Consequently, these objects are sheet-like. We have also analysed slices parallel to the casting surface and found qualitatively similar results (see Supplementary Fig. S4c). Evidently, these particles spontaneously assemble into sheets that are 2–5 particles (<100 nm) wide with lateral dimensions in the 1–10 μm range. A point to note here is that we see only hexagonal particle packings in the sheets (see Supplementary Fig. S5d). We do not see the other packings predicted by the theory/simulation.  We now proceed to other graft densities and graft lengths (Fig. 2b,c). In all cases, the particles assemble into spheres at minimal polymer grafting. A variety of other superstructures form with increasing (grafted) polymer coverage on the particles, with the particles being well dispersed for large polymer coating layer thicknesses. In particular, we see the formation of interconnected structures (for example, the first two samples in the second row in Fig. 2b), which clearly are not predicted by the theory/simulation. As these structures occur in the parameter space between well-dispersed particles and sheets, we conjecture that they are intermediate morphologies.  Next, we consider USAXS data (see Supplementary Information), which verify and complement the TEM measurements32. Figure 2d shows USAXS patterns for the samples shown in the TEM images in the first two rows of Fig. 2b. In cases where the particles form compact clusters, we have found that the TEM and USAXS give consistent cluster size estimates. For example, the USAXS on the sample corresponding to the first TEM image in Fig. 2b, when fitted using the unified model of Beaucage33, suggests that there are scattering centres of two dominant length scales (see Supplementary Table S3). Assuming the objects to be spherical yields diameters of 12 and 225 nm, respectively. The first number is in reasonable agreement with TEM estimates of the nanoparticle diameter, 14±4 nm. However, the TEM images suggest that the particle aggregates (which presumably correspond to the larger USAXS-derived scale) are circular objects with a diameter of 133±40 nm. We reconcile the USAXS and TEM by noting that the USAXS-determined cluster sizes are larger than the typical thickness of a TEM slice (100 nm). Consequently, TEM will sample only slices of these clusters. A correction for this geometric factor, still assuming spherical particle agglomerates, yields a TEM-derived mean diameter of ≈250 nm, in reasonable agreement with the USAXS. We now consider USAXS of sheet-like morphologies (the middle and right samples in the second row in Fig. 2b). In addition to the high-q feature, which refers to the particle size, we see a strong upturn in the low-q scattering intensity without any low-q plateau: this is consistent with structures that have characteristic sizes that are larger than can be measured by this technique (that is, greater than ≈1 μm). This is in agreement with TEM estimates of sheet size.  Our attempt to reduce the TEM/USAXS-derived morphology data to a ‘universal’ picture is presented in Fig. 1c. We have restricted our ‘morphology’ classification into four broadly defined categories: (1) compact objects, such as spheres or platelet-like objects, for which the dimensions can be determined by TEM and the USAXS; (2) sheets and interconnected objects that are at least two particle diameters wide and have at least one dimension that is larger than the field of view of the TEM or USAXS (note that we have chosen to lump the interconnected objects with sheets); (3) short strings, where the particles are approximately collinear and the cluster size is larger than one particle but smaller than the image field of view; and (4) isolated particles. The x axis that is chosen in Fig. 1c is different to that in the theoretical plot (Fig. 1b). We rationalize this choice as follows. In the theory, the solvent is implicit and hence monomeric, whereas the solvent in the experiments is polymeric. In the limit where the matrix is monomeric, the experimental and the theoretical x axis, thus become equivalent. It is apparent that all of our data fall into four clearly distinct regions in Fig. 1c, qualitatively consistent with both the theory and the simulations. Thus, these grafted particles seem to behave like amphiphiles and assemble into a range of superstructures. We have also observed a similar progression in supramolecular assemblies in poly(methylmethacrylate) composites (images not shown) suggesting that these findings are not specific to the polystyrene-silica system.  Although some of the self-assembled structures seem to be time independent and hence well defined in size (such as the strings in the two left panels in Fig. 2a, and the spheres shown in the two left panels in the top row in Fig. 2b), the predominant conclusion is that the domain sizes are time dependent (especially in the case of most of the sheet-like and interconnected structures). These superstructures, thus, are also polydisperse (see, for example, Supplementary Fig. S4c). These conclusions have clear parallels to the behaviour of conventional surfactants that can form highly monodisperse spherical micelles, but can also result in highly polydisperse worm-like micelles under different conditions34,35,36. We, however, do emphasize that each of the results shown in Fig. 2 and in Supplementary Information has been verified on several independently prepared samples (using two batches of particles that were separately functionalized with the grafted chains): the reproducibility of these results points to the robustness of the phenomena reported. "]], ["Consequences of self-assembly on properties", [" To delineate the practical usefulness of particle self-assembly, we have measured the linear and nonlinear rheology of these nanocomposites following ideas presented in refs 37, 38. Initially, we select two samples corresponding to the images in Fig. 2a where the particles are grafted with 37 chains each of Mg=106 kg mol−1: one sample has well-dispersed short particle strings (matrix M=42 kg mol−1), whereas the other has large self-assembled particle sheets (matrix M=142 kg mol−1). The linear rheology data, which are discussed in Supplementary Fig. S2, indicate that only the latter sample yields solid-like behaviour at low frequencies. Consistent with this notion, we find a maximum in a time-dependent plot of shear stress when a constant steady-shear rate is applied (‘start-up’ of steady shear, Fig. 3) to the latter sample. Apparently, the solid-like nature of this system, which we presume to be caused by the self-assembled sheets of particles, is altered under the application of steady shear and produces the yield-like phenomenon. TEM microscopy results (see Supplementary Fig. S3) show that the connected structures orient and ‘coarsen’ after the application of large-amplitude strain. No such shear maximum is observed in the low-molecular-weight sample where the particles do not form large structures (Fig. 3). Similarly, as we observe no such stress maxima in the pure 142 kg mol−1 homopolymer sample (Fig. 3), we suggest that the reinforcement observed is due primarily to particle self-assembly into large objects. Although it is apparently well known in the nanocomposite39,40,41,42,43 and filled polymer community44,45,46 that particle ‘agglomeration’ facilitates the solid-like reinforcement of a polymer’s mechanical properties, more surprising here are results obtained from another sample comprising percolating particle sheets (shown in the right panel in the first row in Fig. 2b). Figure 3 shows that, although this sample yields significant reinforcement there is no stress drop-off with increasing strain: the gel-like structures that are formed owing to attractive core–core contacts in this case of reduced polymer grafting apparently do not give large stress overshoots47,48. Our ability to control the interparticle attraction through the use of grafted polymers thus provides us with the unique ability to create polymeric materials with tunable mechanical properties. Figure 3: Shear-stress response to steady-shear application at 180 ∘C at a shear rate of 0.1 s−1 for composites with matrix M=42 kg mol−1 (black) and 142 kg mol−1 (red) and of pure homopolymers. figure3  Each particle, on average, has 37 chains grafted to it, where each grafted chain was of molecular mass of 106 kg mol−1. The blue symbols are for a matrix with 142 kg mol−1 but for particles that have six chains grafted to them, with each of them of 158 kg mol−1. The left axis is for the M=142 kg mol−1 and the right axis is for the 42 kg mol−1 matrix. The open symbols are for the homopolymer and the filled symbols are for the nanocomposite. "]], ["Methods", ["##Synthesis.  Spherical silica particles (14±4 nm diameter; Nissan Chemicals) were grafted with polystyrene chains by the reversible addition–fragmentation chain transfer polymerization technique30. The graft molecular weights and graft densities (0.01, 0.05 and 0.1chains nm−2 corresponding to 6, 37 and 74 chains per particle) are listed in Supplementary Table S1. The grafting densities were measured using a thermal gravimetric analyser and ultraviolet–visible spectroscopy. Matrix homopolymers were purchased from Polymer Laboratories (see Supplementary Table S2).  ##Processing the nanocomposites.  Particles in solution (either benzene or tetrahydrofuran) were sonicated for 15 s and then mixed with the matrix polystyrene homopolymers. This was followed by sonication for another 2 min. The particle concentration was 5 mass% of the silica core in all of the dried samples. The composites, in solution, were cast onto glass Petri dishes, dried to remove the solvent and then annealed for varying times (1–19 days) in a vacuum oven under a pressure of 10−4 torr at 150 ∘C. The resulting samples were characterized by TEM, USAXS, rheology and small-angle neutron scattering: we specifically are very concerned about experimental artefacts. More details of these issues are in Supplementary Information.  ##Simulation.  Monte Carlo simulations are carried out on a system consisting of 100 nanoparticles with uniformly grafted polymer chains in an implicit solvent. The polymer chains are modelled as bead necklace chains with the bead diameter of σ, with bond lengths in the range of 1.02–1.1σ and a nanoparticle is a sphere of diameter, D=7.5σ. A square-well potential is used to represent the interaction between two nanoparticles, where ɛ is the attractive well depth and λ (=1.1) is the attraction range. Monomer–monomer and nanoparticle–monomer interactions are modelled by hard-sphere potentials. Canonical ensemble (NVT) simulations are carried out using the Metropolis algorithm. The number density fraction of the (bare) nanoparticles is 0.001. The simulation box is a cube with periodic conditions. Five types of Monte Carlo move, which are attempted with a probability (0.3:0.1:0.4:0.1:0.1), are translations and rotations of grafting nanoparticles, translations of monomers and translations and rotations of the cluster of grafting nanoparticles, respectively. The simulation temperature is T*=kBT/ɛ=0.1. Each simulation is at least 10 million Monte Carlo steps of equilibration followed by 100 million Monte Carlo steps (production). We investigated a series of systems with the chain length of the polymer varying from 0 to 16. Five independent runs were carried out for each case. With increasing length of the grafted chains, we find that the particle assemblies go from spheres to flattened cylinders, branched cylinders and sheets: we believe that these structures correspond to the self-assembly of phase-separated nanoparticles. In sheet-like structures, we see that the particle packings are either tetragonal or two-dimensional hexagonal rings, as also observed in the experiments. We report the sheets in these two categories, which denote local particle packings. For even longer chains, the particles no longer phase separate from the solvent: rather they self-assemble into linear chains. Beyond this, the particles are miscible in the solvent.  ##Theory.  When two particles covered by long polymer brushes aggregate, a redistribution of the polymer chains occurs, resulting in an increase of polymer density outside the contact region. This density increase makes the ‘dimer’ more protected against aggregation with another particle, with it being most susceptible to aggregation with another particle at the point diametrically opposite to the first contact point. The transition from a stable suspension of isolated particles to the necklace structure can be estimated by balancing the energetic contact gain δ ɛ per particle against the polymer brush free-energy increase on the redistribution of brush chains around each particle to a cylindrical brush-like structure around the aggregated necklace. For even stronger contact energies, the particles may prefer to aggregate into a flat sheet-like morphology, for which case it gains an energy of 2δ ɛ for square lattices or an energy of 3δ ɛ for hexagonal lattices. This is balanced by an increased entropy loss: the interplay between the preceding effects controls the transition between strings to (first) the square lattice sheets and then to hexagonal lattice sheets. For even stronger interactions, the particles prefer to aggregate into spherical aggregates where they can gain energies ranging from 3δ ɛ to 6δ ɛ (face-centred-cubic dense packing). However, in that process the grafted chains are squeezed in the pockets between particles. By estimating the free energy of the latter phase (using ideas from the theory of the coil–globule transition), we quantify the transition to spherical aggregate phases. We have treated δ ɛ/k T as a fit parameter. The results in Fig. 1c are for δ ɛ/k T=0.05."]]], "doi": "10.1038/nmat2404", "figures": [["Figure 1", "Figure 1", "Figure 1| Theoretical predictions and comparison of theory to experiments. a, Simulation snapshots for particles with six uniformly spaced grafts, going from bare particles forming spherical aggregates, to flattened cylinders with N=2; branched cylinders with thinner arms N=5; sheets with N=6 (sheet shown in the detail); long strings with N=8 (only one string shown); short chains with N=10 (not shown); and isolated particles with N=14. The stable state of the ungrafted particles under these conditions should be a crystal. Thus, the liquid droplet seen here is a metastable state. b, Results of simulations and theory at different grafting densities. Polytetrahedra, that is, sheets with a tetragonal packing of particles, and sheets with a two-dimensional hexagonal packing of particles are both designated as ‘sheets’. Lines are predictions of analytical theory; symbols are from simulation. Red symbols: spheres, dark blue: sheets, light blue: strings, magenta: well-dispersed particles. c, Experimental ‘morphology diagram’ of polymer-tethered particles mixed with matrix polymers. Red symbols represent spherical aggregates, blue symbols are sheets and interconnected structures, cyan symbols are short strings and purple symbols are dispersed particles. The lines that separate the different regions are merely guides to the eye."], ["Figure 2", "Figure 2", "Figure 2 | Experimental study of particle self-assembly. a, TEM-determined temporal evolution of particle structuring. In all cases, 5 mass% silica grafted with a Mg=106 kg mol−1 polystyrene brush with 37 chains per particle (0.05 chains nm−2) is mixed with polystyrene matrices of different M: 17, 42, 142 and 272 kg mol−1, respectively, and annealed at 150 ∘C for a range of times as noted in the figure. Sheet formation was observed in the composite with matrix M=142 kg mol−1 sample after 3 days of annealing and in the matrix M=272 kg mol−1 after 19 days. The scale bar in all cases is 0.5 μm, and the sections were cut normal to the film surface. b,c, Effect of variations in grafting density and molecular weight of tethered chains (Mg) on particle dispersion and self-assembled structures after annealing for 5 days at 150 ∘C. Increased brush molecular mass (Mg) and increasing grafting density have similar effects on the aggregation process: with increasing graft polymer coverage, we thus progressively go from spherical clusters, to thick sheets, thin sheets, strings and finally well-dispersed particles. The thick to thin sheet transition is continuous and hence we classify them both as sheets. The matrix homopolymer is 142 kg mol−1 in b and 42 kg mol−1 in c. d, USAXS data (symbols) and unified fits (solid lines) of samples shown in the first row and in the second row of b, respectively. The fit parameters are reported in Supplementary Table S3."], ["Figure 3", "Figure 3", "Figure 3 | Shear-stress response to steady-shear application at 180 °C at a shear rate of 0.1 s−1 for composites with matrix M=42 kg mol−1 (black) and 142 kg mol−1 (red) and of pure homopolymers."]], "table_captions": [], "tables": []}