{"title": "“Gel-like” Mechanical Reinforcement in Polymer Nanocomposite Melts", "abstract": "We critically explore the role of particle dispersion on the melt state mechanical properties of nanocomposites formed by mixing polystyrene homopolymers with polystyrene grafted silica nanoparticles. We selected this system since we previously showed that nanoparticle spatial distribution can be controlled through judicious choices of the brush and matrix parameters. Here we focus on the temporal evolution of the nanoparticle self-assembly dispersion state and its effect on mechanical reinforcement using rheology, electron microscopy, and the measurement of nanoscale particle dynamics using X-ray photon correlation spectroscopy. Nanoscale and macroscopic experiments show that a composite with percolating sheets of particles displays “gel-like” or solid-like mechanical behavior at lower particle loadings than one with uniform particle dispersion. This conclusion allows us to conjecture that mechanical reinforcement is primarily controlled by interparticle interactions (including those facilitated by the grafted chains) and that the matrix plays a relatively minor role. This statement has far-reaching consequences on the design of polymer nanocomposites with desired properties. ", "body": [["ABSTRACT", ["We critically explore the role of particle dispersion on the melt state mechanical properties of nanocomposites formed by mixing polystyrene homopolymers with polystyrene grafted silica nanoparticles. We selected this system since we previously showed that nanoparticle spatial distribution can be controlled through judicious choices of the brush and matrix parameters. Here we focus on the temporal evolution of the nanoparticle self-assembly dispersion state and its effect on mechanical reinforcement using rheology, electron microscopy, and the measurement of nanoscale particle dynamics using X-ray photon correlation spectroscopy. Nanoscale and macroscopic experiments show that a composite with percolating sheets of particles displays “gel-like” or solid-like mechanical behavior at lower particle loadings than one with uniform particle dispersion. This conclusion allows us to conjecture that mechanical reinforcement is primarily controlled by interparticle interactions (including those facilitated by the grafted chains) and that the matrix plays a relatively minor role. This statement has far-reaching consequences on the design of polymer nanocomposites with desired properties. "]], ["Introduction", ["It is now well appreciated that the state of nanoparticle (NP) dispersion in a polymer matrix crucially affects polymer nanocomposite (PNC) properties.1-8 Here we focus specifically on the nanoscale relaxation and mechanical properties of PNCs in the melt state and howthey are affected by the spatial organization of the particles in the polymer matrix. Two points are stressed here. First, while there are many empirically derived strategies for achieving relatively good particle dispersion,4,7-10 the control of NP spatial organization (ranging from a relatively uniform to a highly extended clustered state) has been challenging. Second, the relationship between mechanical behavior and NP dispersion remains unresolved. Some prominent literature in the filledpolymer community suggests that large-scale agglomerates of NP give rise to mechanical reinforcement,11-18 an idea recently emphasized by Wang et al.19 In contrast, several workers have suggested that good dispersion is necessary for mechanical reinforcement in polymer NCs.20-23 Simulations are also not persuasive on this point, and observations supporting both scenarios exist.2,14-18,24,25 Our paper directly addresses this important issue based on our previous finding that spherical silica NPs, isotropically grafted with polystyrene layers, self-assemble into a range of superstructures when they are dispersed into a matrix of the corresponding homopolymer.26 The key parameters governing this organization are the molecular masses of the grafted and matrix polymers and the chain grafting density on the functionalized particles. Theory and simulation both show that this assembly process is driven by the “microphase separation” between the inorganic particle core and the (organic) grafted chains; a process analogous to the self-assembly of block copolymers (and other amphiphiles). Figure 1a, from our previous work, illustrates the experimentally determined “morphology diagram” of these NP dispersions in the melt state. In addition to the extremes of good NP dispersion and extremely poor NP dispersion (“spheres”), we observe a range of other structures including short strings, sheets, and interconnected objects that can be obtained by tuning the matrix and brush chain molecular masses and the grafting density on the particles. Decorated NPs thus provide a facile means of controlling the spatial distribution of NPand a model systemfor investigating the relationship between NP dispersion and mechanical relaxation and other relaxation processes."]], ["Experimental Details", ["##Synthesis. The surface-initiated RAFT polymerization process has been previously documented27,28 and is briefly discussed here. Silica nanoparticles (14(4 nm, Nissan Chemical, 30 wt% in methyl ethyl ketone) were dispersed in tetrahydrofuran (THF) (HPLC grade, Acros Organics), grafted with a silane coupling agent, and reacted with the chain transfer agent. UV-vis absorption spectra were acquired for graft density determination, and the particles were then dried and weighed. Particles were redispersed inTHFand then surface-polymerized with styrene monomer (ACS grade, Acros Organics) that was passed through a neutral alumina column to remove the inhibitor. After polymerization, a sample of grafted chains was cleaved from the surface using hydrofluoric acid, whereupon the polymer molecular weight was determined by GPC using a polystyrene standard. ##Sample Preparation. The silica NPs (15 nm in diameter, from Nissan Chemicals) were grafted with polystyrene chains of 105 kg/mol molecular mass (polydispersity, PDI = 1.15) at a grafting density of 0.05 chains/nm2 by the reversible additionfragmentation chain transfer polymerization (RAFT) method. These particles were mixed with two different polystyrene homopolymers, which were also synthesized by RAFT, and had molecular masses of 44 and 150 kg/mol, respectively, and a PDI’s of 1.1. Nanocomposites with four different NP loadings, namely 0.5, 1, 5, and 15 mass % of the silica core, respectively, were cast for each matrix molecular mass (a total of eight distinct state points). The samples were solution-cast and dried slowly in air as discussed in our previous work.26 They were then annealed under vacuum at 150 °C for a range of times up to 5 days. ##Characterizing Morphology. To determine the morphology, the NCs were microtomed from annealed bulk samples and visualized in a Jeol JEM-100 CX electron microscope. Ultrasmall-angle X-ray scattering patterns were also measured at the Advanced Photon Source at 32ID-B beamline. The data were fit to the Beaucage unified equation29  where q is the wavevector, Rg is the radius of gyration of the structures considered, and p is a power law that defines the geometry of the scattering object. For mass fractals 1<p<3, for surface fractals 3<p<4, and p=4 for systems with well-defined interfaces. The summation over i accounts for the fact that structuring might happen at different length scales: we include multiple terms to account for structure at each length scale, which is then defined by a set of parameters.  ##Rheological Characterization. We performed two distinct kinds of experiments to characterize the rheology of these NC materials in the melt state: linear dynamic oscillatory shear and nonlinear start-up of steady shear. Samples for these measurements were solvent-cast and then annealed for different times (0, 3, and 5 days) at 150 °C. Following this they were compression- molded with a vacuum-assisted fixture at 150 °C for 1 h. Steady shear and dynamic oscillatory experiments were then performed using a TA Instruments AR2000 rheometer with 8mmparallel plates under nitrogen. Steady shear was applied at a shear rate of 0.1 s-1 at 180 °C, and stress was monitored as a function of time.  ##Characterizing Local Particle Dynamics. We characterized particle dynamics at the nanoscale using X-ray photon correlation spectroscopy (XPCS) where measurements are performed in the melt state at 150 °C on as-cast samples. In particular, we measure the intensity-intensity autocorrelation functions of silica NPs in polystyrene NCs at 150 °C at the 8-ID beamline at the Advanced Photon Source. Each experiment measured correlation functions for 365 s, and we monitored the aging behavior of the system over 33 600 s. Dynamic scattering functions were obtained using the Siegert relation f(Q,t) = [(g2(t) - 1)/fi]1/2, where fi is the instrument factor, g2(t) is the autocorrelation function, Q denotes scattering wavevector, and t is time."]], ["Results and Discussion", ["##Structure. Our previous work suggests that NCs with the 44 kg/mol matrix result in an apparently time independent, but spatially uniform, NP dispersion. We begin first by using TEM which provides a direct visualization of particle structuring. Figure 1b compares the time evolution of two nanocomposites, both with 5 mass % silica, mixed with the 44 and 150 kg/mol matrices, respectively. (Other silica loadings, annealed for time periods of 5 days each, are shown in Figure 3.) We first consider the lower molecular weight matrix, which corresponds to the left panel of Figure 1b. It is clear that the spatial distribution of nanoparticles is essentially uniform and hardly evolves temporally. Careful examination of TEM micrographs, especially the annealing time of 1 day, shows that the particles form short strings, with maybe 3-4 NPs “catenated” into a chain. In this context it is important to note that the TEM images were taken over sample slices which are ≈100 nm in thickness. Thus, these particles could be in different planes leading to this apparent visual image. It is thus possible that these “strings” are merely an artifact of this sample preparation scheme. Except for this local structuring of particles, this nanocomposite represents the limit of relatively “good” (i.e., spatially uniform) particle dispersion. In this context we note that even lower molecular mass matrices would ensure that the particles are individually dispersed. Unfortunately, these materials are too brittle to be processed and handled for the experiments. We thus use the 44 kg/mol matrix with the understanding that it has short strings of particles: however, these structures do not evolve temporally, and they are spatially uniform. We thus view these strings as “effective” particles whose structure stays relatively constant during our experiments. In contrast, the NC with the high matrix molecular mass PS (150 kg/mol) apparently results in a strongly time-dependent particle morphology. For long enough times (1 day and longer) the particles form sheets which are ≈100 nm thick, but whose other two dimensions evolve with time. To determine that these objects are indeed sheets (and not strings, as seen in Figure 1b) and to determine their lateral sizes, we have taken 15 adjacent ≈100 nm thick slices after annealing the sample for 5 days. We find that the same “string-like” structure is seen in each slice. Consequently, these objects are sheet-like. We have also analyzed slices parallel to the casting surface and found qualitatively similar results. Evidently, these particles spontaneously assemble into sheets which are 2-5 particles (<100 nm) wide with lateral dimensions in the 1-10 μm range. Ultrasmall-angle X-ray scattering provides information on the size scale of the scattering objects from the fits of the unified model to the low-Q data (Figure 2) as shown in Table 1. Two comments are worthy of note here. First, we find that we have to include two levels of structure for each fit. We interpret the smaller length scale to correspond to a building block, whose size is comparable to a single decorated nanoparticle. The second structure, which is always bigger than the size scale range accessible by USAXS, is likely a supramolecular structure formed by the particles. While we thus do not estimate the size of this larger scale structure, knowledge of the power law exponent, Pi, allows us to conjecture on the nature of particle structures that form. Asecond point to note is that in almost all cases we are able to fit the data by using the form factor as described by the unified model. This suggests that additional effects arising from interparticle interferences (structure factors) are not relevant here. The only two exceptions to this statement are the fits for the two highest particle loadings in the case of the low molecular weight matrix. We first begin with the “immiscible” composite. It is apparent that the primary particle size (Rg ≈ 18.5 nm) and the power law exponent for the larger scale structures (≈2.7) are independent of particle loading. This power law exponent is consistent with surface fractals (d ∼ 2.6-2.9), but more importantly, the structures do not change their “shape” with increased loading. The particle size corresponding to the form factor can be converted to an effective diameter following the expression D=2Rg(5/3)1/2. This yields a D = 49 nm, which is much larger than the bare nanoparticle diameter of D=14 nm obtained from TEM, and from USAXS analysis on bare particles, as well as with lightly grafted particles. It is possible that these results reflect the fact that the particles agglomerate. We tentatively rule this possibility out since the bare (or lightly decorated) particles should show more signs of agglomeration, but our past work demonstrates that the USAXS results on these specimens yield D=12 nm. We suspect that the SAXS form factor is accounting for the “brush” chains that are grafted to the particles in question. The most important conclusion from this portion of the scattering experiments is that the shapes of the agglomerated structures do not change qualitatively with increased particle concentration. In contrast to these findings, the results from the lower molecular weight matrix are qualitatively different. The Rg values (corresponding, presumably, to an individual nanoparticle) and the low q power law exponents change continuously with composition. Further, for particle loadings of 5 mass % and more we have to introduce a structure factor into our calculations, suggesting that the particles begin to “interfere” with each other in the scattering experiment. We will discuss this point, and its implication on the nanocomposites’ rheological response below. ##Rheology. We performed linear oscillatory measurements on composites with various particle compositions (0.5, 1, 5, and 15 mass%particle) to explore the effect of nanoparticle density on the linear viscoelastic behavior of filled polymers. We focus first on the “immiscible” composite which forms sheet-like structures. The linear oscillatory experiment (Figure 3b) shows the low-frequency plateaus in the storage and loss moduli at 15 mass%particles. The storage modulus is larger than the loss at low frequency consistent with solidlike behavior dominated by elasticity. Even the 5 mass % sample shows a hint of a low-frequency plateau, although this sample has a loss modulus which is larger than the storage modulus at low frequencies. A power law dependence of both storage and loss moduli on frequency are observed for the 1 mass%loading, suggesting that it is akin to a “critical gel”.30 Thus, the system with the nonuniform dispersion of particles gives rise to solid-like mechanical behavior even at low particle loadings. It is seen that even at low particle loading of 1%, particle clustering occurs (see TEM micrographs in Figure 3b). In contrast to these findings, the linear dynamic oscillatory measurements on the “miscible” blend (Figure 3a) also acquires solid-like rheological character but only for a loading of 15 mass % of particles. The start-up of steady shear flow conclusively shows that there are stress overshoots for particle loadings greater than 1 mass % in the sheet former composite (Figure 4b). The appearance of these stress overshoots does not depend on annealing time (see the nonlinear rheology data for composites with 5 mass % particles annealed for 0, 3, and 5 days in Figure 5b). Stress overshoots are normally associatedwith the breakdown of small clusters, their aggregates or other longlived structures. On the contrary, stress overshoots are only found for the 44 kg/mol composite comprised of 15 mass%of the NPs (Figures 4a and 5a). All other lower loadings show liquid-like behavior and hence no stress overshoots. Local Dynamics from XPCS. We now compare the macroscale rheology experiments and show that they are in line with the results of XPCS derived microscopic dynamics. We fit the dynamic scattering functions to the stretched exponential fit model, f(Q,t)=A exp[-(t/τ)β], where β quantifies the deviation from exponential relaxation and τ the relaxation time. Recent work on “soft glassy” (or reversible gel forming) systems have indicated a curious superexponential relaxation with β greater than unity; values of β close to 3/2 have often been reported.31-35 This behavior has been attributed to the emergence of elasticity, as found in colloidal gels of particles with attractive interactions, pastes, and foams.31-35 In these cases it is also found that the relaxation rate Γ ∼ 1/τ ∼ Q and that the systems age, meaning that τ increases with aging time. This phenomenology might be naturally expected in mechanically reinforced PNCs since these materials are expected to yield gel-like properties aswell.24,36-38 We note that superexponential relaxation of this kind is also typical of the fast dynamics observed in the collective intermediate scattering function of simulated polymer fluids at low temperatures, and presumably real materials, and in this context this behavior arises simply from the development of particle caging (with a transition from inertial particle dynamics to caged particle motions). In essence, the superexponential relaxation and the wave-vector dependence discussed above reflect the existence of correlated, persistent in-form, particle motion. The exact explanation of this behavior, like many aspects of complex fluids, remains incompletely understood from a theoretical standpoint. Nonetheless, it is reasonable to expect superexponential relaxation of f(Q,t) based on past observations on similar “soft solid” materials. XPCS is a particularly appropriate tool in this context since it samples wave-vector regimes [0.0027-0.021 A ° -1], which bracket the form factor peaks of our 14 nm silica particles (namely Q ≈ 0.015 A ° -1). Additionally, since the dominant X-ray contrast is between the silica particles and the polymer, we are predominantly sensitive to the collective dynamics of the particles. Finally, XPCS allows us to sense dynamics over a broad temporal range (milliseconds-minutes): thus, we are sensitive to the slow dynamics of the particles. This is particularly germane to the present work since the mechanical reinforcement that results from the addition of particles to a polymer matrix manifests itself as solid-like behavior which should persist for macroscopically large times. We first focus on the blend with the M = 150 kg/mol matrix which forms large NP sheets. Figure 6(1)c shows that this system is characterized by β ≈ 1.6 for all silica loadings considered, i.e., 0.5 mass % silica and higher, at all Q’s (see also Figure 7 for comparison of β as a function of particle mass fraction at a constant Q=0.0149 A ° -1). In addition, Figure 6(1) also shows that τ ∼ Q-1 and that the systems age, namely that the particle “velocity” [=1/(τQ)], which is independent of Q, decreases as a function of annealing time at 150 °C (Figure 6(1)b). Given the previous strong association of this type of dynamics with “soft solids”, these microscopic dynamics are consistent with our previous observations that these NCs exhibit a macroscopic gel rheology over a broad range of particle loadings. TheNCwith relativelywell-dispersed particles (Figures 6(2) and 7, maybe with short particle strings) also show solid-like behavior but only at large particle loadings. For example, the β is smaller than 1.5 below 5 mass%silica and only becomes equal to 1.6 for larger loadings. (β ≈ 0.6, as seen for the lowest loading, 0.5%, at large Q may be a reflection of the Rouse dynamics of the grafted polymer chains.) Similarly, the “velocity” of the particles only becomes time dependent (“aging” behavior) for loadings larger than 5 mass % silica (Figure 6(2)b). Again, these findings are also consistent with the macroscale rheology experiments discussed above, implying a deep connection between the local and macroscale behavior.  ##Discussion. It is apparent that both systems demonstrate solid-like behavior at high enough particle loadings. However, the sheet forming system shows solid-like behavior at a significantly lower particle loading than the system with the well-dispersed particles. To understand these findings, inspired by literature ideas,39-42 we hypothesize that mechanical reinforcement results when the interactions between “particles” yield a percolated particle network. One fact that gives credence to this picture is the magnitude of stress overshoots seen for both the well-dispersed and sheetforming systems at 15 mass % silica. These numbers are comparable, even though the matrix molecular masses are different by a factor of ∼4, suggesting that the stress overshoot simply refers to the particles and the chains which are grafted on them. To provide more data to support this tentative picture, we consider the hypothetical case of welldispersed polymer-decorated silica particles. Our data for NCs with the 44 kg/mol homopolymer matrix closely approximate this limit. Table 2 shows the face-to-face distance, which is the calculated interparticle center-to-center distance minus the diameter of the particles, and is the space available for polymer chains to pervade. In addition, we also find that the distance between two particles, accounting for the presence of the polymer brush layer, that is we subtract 4 times the radius of gyration of the chains from the face-to-face distance. This quantity must be negative to have direct interactions between the polymer brushes on the particles without any intervention from the matrix. (To make this calculation, we assume that the brush chains are Gaussian, an assumption motivated by literature results.) The last column of this table shows that the grafted polymer layers on two adjacent particles just begin to overlap at 5mass%loading, presumably permitting the formation of a percolated particle gel. This rough calculation is in nearly quantitative agreement with the X-ray and rheology experiments presented above, which showed that this “miscible” nanocomposite had interparticle “interference” only at this concentration of nanoparticles (and higher) and only showed solid behavior for large particle loadings. In contrast, the NC with the PS matrix of 150 kg/mol which forms sheets yields mechanical reinforcement at lower loadings than the material with uniform particle dispersion. Evidently, particle self-organization even at low particle concentrations can greatly enhance the mechanical reinforcement of the nanocomposite. To further support this conclusion, we conducted rheological measurements in the case where the particles agglomerate into micelle-like (spherical) structures. This state is achieved by using particles with low grafted polymer coverage (0.01 chains/nm2 where the graft molecular mass is smaller than the matrix. The typical agglomerate sizes in these cases are less than 1 μm, and hence the particle interactions evidently do not “percolate” (spherical aggregates in Figure 1a). As expected, these materials do not show significant mechanical reinforcement (Figure 5c), emphasizing the importance of “percolating” domains of particles to obtain significant reinforcement when the particle concentration is not high."]], ["Conclusions", ["We have shown that mechanical reinforcement can be tuned by controlling the particle interactions between functionalized particles. Interactions between grafted chains appear to control the mechanical reinforcement in the two model systems;welldispersed and sheet-forming structures;andwe conjecture that a percolation of particles with their grafted chains is necessary to obtain solid-like behavior. Thus, extended NP structures allow the “communication” of stress across the system, yielding mechanical reinforcement. Both percolating particle sheets, as well as well-dispersed particles, can achieve this effect if the particle clusters span the system."]]], "doi": "10.1021/ma902072d", "figures": [["Figure 1", "Figure 1", "Figure 1. (A) Experimental “morphology diagram\" of polystyrene tethered particles mixed with polystyrene homopolymers. The particle loading was 5 mass % of the silica cores. Red symbols represent spherical aggregates, blue symbols are sheets and interconnected structures, cyan symbols are short strings, and purple symbols are dispersed particles. The lines which separate different regions are merely guides to the eye. (B) Transmission electron micrographs of the PS composites containing PS tethered silica particles with 5 mass % silica at different annealing times: 0, 4, 24, and 120 h (from top to bottom, respectively).  "], ["Figure 2", "Figure 2", "Figure 2. Comparisons of USAXS profiles of composites at different  particle loadings (0.5, 1, 5, and 15 mass %) in (A) 44 kg/mol PS and (B)  150 kg/mol PS matrices.   "], ["Figure 3", "Figure 3", "Figure 3. Storage (G') and loss moduli (G\") of (A) miscible (composite with 44 kg/mol PS matrix) and (B) immiscible (composite with  150 kg/mol PS matrix) at various particle loadings. Linear viscoelastic  experiments are performed at 180 °C. The plateau in G' at 15 mass %  data in both composites indicates solid-like behavior. Composites  are annealed 5 days at 150 °C. TEM’s are for 5 day annealed samples.  15 and 5 mass % composites of 44 kg/mol PS matrix are shown in (A).  Structures of 15, 5, and 1 mass % composites in 150 kg/mol PS matrix  are shown in (B).   "], ["Figure 4", "Figure 4", "Figure 4. Shear stress response during the start-up of steady shear for 44 kg/mol (A) and 150 kg/mol composites (B) with 0 (black), 0.5 (red), 1 (green), 5 (blue), and 15 (cyan) in mass % under steady shear rate 0.1 s-1 at 180 °C. All composites were annealed at 150 °C for 5 days. In (A) the left axis only corresponds to a loading of 15 mass % silica, while all other samples are plotted on the right hand axis."], ["Figure 5", "Figure 5", "Figure 5. Shear stress response in start-up of steady-shear on the composites annealed at 150 °C for 0, 3, and 5 days for the miscible (A) and immiscible (B) composites with 5 mass % particles. (C) Shear response of spherical clusters from25 kg/mol graft chains in 142 kg/mol PS matrix with grafting density of 0.01 chains/nm2. TEM image is for these spherical clusters."], ["Figure 6", "Figure 6", "Figure 6. XPCS data for the 150 kg/mol matrix (1) and 44 kg/mol matrix (2). (A) Averaged relaxation times measured for different annealing time frames at 150 °Cfor various particle loadings: 0.5 (black), 1 (red), 5 (blue), and 15 mass % (cyan) silica loadings. All composites demonstrate “ballistic” dynamics following τ∼Q-1. (B) Comparison of the particle velocities as a function of annealing time. The average particle velocity decreaseswith time for all 150 kg/mol samples but only for the two largest loadings of the 44 kg/mol samples. The two lower concentrations of the 44 kg/mol matrix show that the velocity is practically unaffected by aging. (C) Stretched exponents (β) vs Q for all samples. The averaged exponents (β) are obtained fromruns at different annealing times."], ["Figure 7", "Figure 7", "Figure 7. Change of stretching exponent (β) values with particle mass fraction (φ) at Q=0.0149 Å-1 for the miscible (open symbol) and immiscible blends (filled symbols). The data represent the averaged stretched exponentials over time. Lines are guides to the eye."]], "table_captions": [["Table 1", "Table 1", "Table 1. Beaucage Fits to the Data a"], ["Table 2", "Table 2", "Table 2. Calculate Distances between Silica Nanoparticles a"]], "tables": []}