{"title": "Polymer Nanocomposite Dielectrics – The Role of the Interface", "abstract": "The incorporation of silica nanoparticles into polyethylene increased the breakdown strength and voltage endurance significantly compared to the incorporation of micron scale fillers. In addition, dielectric spectroscopy showed a decrease in dielectric permittivity for the nanocomposite over the base polymer, and changes in the space charge distribution and dynamics have been documented. The most significant difference between micron scale and nanoscale fillers is the tremendous increase in interfacial area in nanocomposites. Because the interfacial region (interaction zone) is likely to be pivotal in controlling properties, the bonding between the silica and polyethylene was characterized using Fourier Transformed Infra-red (FTIR) spectroscopy, Electron Paramagnetic Resonance (EPR), and X-ray Photoelectron Spectroscopy (XPS) The picture which is emerging suggests that the enhanced interfacial zone, in addition to particle-polymer bonding, plays a very important role in determining the dielectric behavior of nanocomposites. Index Terms — Nanodielectrics, polyethylene, interface, dielectric strength, polymer nanocomposites, advanced materials, electrical insulation. ", "body": [["ABSTRACT", ["The incorporation of silica nanoparticles into polyethylene increased the breakdown strength and voltage endurance significantly compared to the incorporation of micron scale fillers. In addition, dielectric spectroscopy showed a decrease in dielectric permittivity for the nanocomposite over the base polymer, and changes in the space charge distribution and dynamics have been documented. The most significant difference between micron scale and nanoscale fillers is the tremendous increase in interfacial area in nanocomposites. Because the interfacial region (interaction zone) is likely to be pivotal in controlling properties, the bonding between the silica and polyethylene was characterized using Fourier Transformed Infra-red (FTIR) spectroscopy, Electron Paramagnetic Resonance (EPR), and X-ray Photoelectron Spectroscopy (XPS) The picture which is emerging suggests that the enhanced interfacial zone, in addition to particle-polymer bonding, plays a very important role in determining the dielectric behavior of nanocomposites. Index Terms — Nanodielectrics, polyethylene, interface, dielectric strength, polymer nanocomposites, advanced materials, electrical insulation. "]], ["INTRODUCTION", ["NANOPARTICLE-FILLED polymers provide advantages over micron-filled polymers because they provide resistance to degradation [1], and improvement in thermomechanical properties without causing a reduction in dielectric strength [2]. For example, an increase in dielectric strength and a reduction in space charge has been documented for the case of nano-TiO2 filled epoxy resin over micron size TiO2 filled epoxy composites [3]. Also, recently published results for electrical voltage endurance in these new materials indicate that very substantial (3 orders of magnitude) improvements in voltage endurance can be demonstrated. These improvements in dielectric properties observed for nano-filled polymers could be due to several factors: (i) the large surface area of nanoparticles which creates a large ‘interaction zone’ or region of altered polymer behavior [4], (ii) changes in the polymer morphology due to the surfaces of particles [5], (iii) a reduction in the internal field caused by the decrease in size of the particles, (iv) changes in the space charge distribution [6, 7], and (v) a scattering mechanism. It should also be recognized that this technology also results in characteristic changes in non-electrical properties that have been found beneficial as detailed in references from a recent review paper [8]. The internal surfaces are critical in determining the properties of nano-filled materials. Nanoparticles have high surface area-to-volume ratio; particularly when the size decreases below 100 nm. This high surface area-to-volume ratio means that for the same particle loading, nanocomposites will have a much greater interfacial area than microcomposites. This interfacial area leads to a significant volume fraction of polymer surrounding the particle that is affected by the particle surface and has properties different from the bulk polymer (interaction zone) [4]. Since this interaction zone is much more extensive for nanocomposites than for microcomposites, it can have significant impact on properties [9, 10]. For example, depending upon the strength of the interaction between polymer and particle, this region can have a higher or lower mobility than the bulk material, and result in an increase [11] or decrease [2] in glass transition temperature [9]. It has also been suggested that free volume in such interaction zones is altered by the introduction of nanofillers. Since, these interaction zones are likely to overlap at relatively low volume fractions in nanocomposites, a small amount of nanofiller has been found to impact the electrical behavior [12, 13]. Some authors have emphasized that the interaction zone around the particles is a “quasi-conductive” region which partially overlaps in the nanocomposites [13]. These overlapped interface regions thus may allow charge dissipation, which, in turn, could be expected to improve the dielectric breakdown strength and voltage endurance characteristics. Introduction of a second phase can also influence the breakdown strength of the dielectrics via a scattering mechanism [14] (i.e. an increase in path length of the carriers responsible for the breakdown processes) or, by changing the space charge distribution [15]. It has been shown by some authors that when the size of the filler approaches the chain conformation length, they act ‘cooperatively’ with the host structure either eliminating or suppressing Maxwell-Wagner polarization, which is wellknown in the case of conventionally filled materials [3]. Some recent results also suggest that it is the size of the filler that plays the most crucial role in terms of global properties (electrical, mechanical and thermal), rather than the chemistry of the particles [16]. Finally, changes in morphology due to incorporating nanoparticles can influence the dielectric behavior of nanocomposites [17]. The large surface area can also lead to changes in the morphology of semicrystalline polymers as observed by several groups [5, 17]. The breakdown strength of the intraspherulitic regions is higher than that of the interspherulitic regions and a change in the disorder within the spherulites or of the interspherulitic region can affect the breakdown strength. The promise of unique electrical properties due to the mechanisms just described provides an incentive for investigating the dielectric properties of nano-filled materials. In order to obtain a better understanding of the role of the nanoparticles in the process of dielectric breakdown, lifetime, and space charge behavior, the interfacial region needs to be investigated. Interfacial characteristics are not only determined by the size-induced properties, but also the surface chemistry of the particles. Therefore, in this paper both as- received and surface modified nanoscale silica was used since experience has indicated that chemical coupling can have beneficial effects [17]. Therefore, in this paper both untreated and surface modified nanoscale silica was used, and the interface was characterized using several techniques. An attempt is made to connect the behavior at the interface to the breakdown strength, and provide some insight."]], ["EXPERIMENTAL DETAILS", ["##2.1 SYSTEM INVESTIGATED The material studied here is a SiO2-polyethylene composite which has been formulated utilizing micro and nano particulates. The base polyethylene is a commercially available material already in use in the manufacturing of high-voltage (HV) extruded cross-linked underground cables. It is a high purity, filtered resin containing antioxidants. These additives are non-ionic and do not contribute to the base polymer conductivity. The polyethylene contains the cross-linking agent dicumyl peroxide (DCP), which reacts at temperatures above the compounding temperature creating a crosslinked matrix. Some untreated nanosilica was surface-modified with triethoxyvinylsilane. Figure 1 shows FTIR spectra of vinylsilane-treated particles and vinylsilane-treated nanofillers in XLPE indicating that the surface treatment resulted in covalent bonding between the nanoparticles and the XLPE. There are two significant differences between these spectra: (1) many of the features of the particles (such as free silanol groups at 3747 cm-1 and a broad peak centered around 3500 cm-1) are gone, and (2) some new features are added. A peak at 1580-1680 cm-1 representing carbon-carbon double bond (-C=C-) which was present in the vinylsilane-treated particles (from the vinyl group) is replaced by the peak at 2860-2970 cm-1 representing the single bond of carbon (- CH2-CH2-) [18]. This leads one to conclude that vinyltriethoxysilane is chemically bonded to silica particle on one end, and to polyethylene on the other. A schematic of the possible chemical reaction of the silica particle with vinylsilane treatment with the XLPE is shown in Figure 2. Proper dispersion of filler, crosslinking, and elimination of crosslinking byproducts are essential to achieving the optimum properties of the nanocomposite. Since adsorbed water will cause particle agglomeration, dynamic vacuum drying of all the micro and nano-particles was carried out at 195 °C for 24 h immediately prior to compounding (except the vinylsilane-treated particulates which were dried at 160 °C). The composite was mixed with a melt mixer above the melting temperature of the polymer. Figure 3 shows a SEM micrograph of a typical dispersion observed in all the nanocomposites tested. Three types of samples were formulated: (i) a sample with multiple recesses was used for breakdown strength measurements, (ii) laminar samples were used for dielectric spectroscopy and pulsed electroacoustic analysis (PEA), (iii) a cylindrical block with an embedded electrolyticallyetched tungsten electrode which created divergent field geometry was used for voltage endurance evaluations. All samples were created by hot pressing, and then allowed to cool slowly to room temperature, keeping the pressure constant. The samples were post-cured under vacuum. The samples meant for electrical testing were metallized to a thickness of ~150 Å by sputtering gold. Melt processing and post-cure annealing are likely to mitigate the presence of pre-existing electric charge. ##2.2 THERMOMECHANICAL CHARACTERISTICS The degree of crystallinity and melting temperature of the processed samples were measured using Differential Scanning Calorimetry (DSC). The samples were heated from room temperature (25 °C) to 150 °C at a rate of 10 °C per minute. The temperature was held constant at 150 °C for 5 minutes before the sample was cooled to room temperature at a rate of 10 °C per minute. This cycle was repeated twice for each sample and the second peak was considered for calculation [19]. The weight of the sample for each experiment was approximately 5 mg. A set of four specimens was used for each type of formulation, and the right tangential method was used to determine the crystallinity of the samples. Table 1 summarizes the DSC tests. Table 1 shows that the degree of crystallinity of micro- and untreated nanocomposites are in a similar range whereas the vinylsilane-treated nanocomposite has ~ 33% higher crystallinity than the other composites. Changes in glass transition temperature can indicate altered polymer chain mobility. Glass transition temperature was measured using a Rheometric Scientific DMTA (Model-V). Glass transition temperature measured from a mechanical loss peak and mechanical loss factor [20] shows that the glass transition temperature for nanocomposites is ~ 5 °C higher than base resin. ##2.3 ELECTRICAL CHARACTERIZATION ###2.3.1. PRACTICAL MEASUREMENTS Dielectric breakdown strength, space charge determinations, voltage endurance measurements, and dielectric spectroscopy were conducted for the base polymer and composites. ###2.3.2 DIELECTRIC BREAKDOWN STRENGTH MEASUREMENTS The breakdown strength of the micro- and nano-composites were compared to the base resin. Multiple recessed specimens with gold electrodes were used for the measurements. A conventional 2-parameter Weibull distribution was used to analyze the breakdown data for samples ranging in thickness from 0.15 mm to 0.015 mm (Figure 4). This distribution has been found to be the most appropriate for electrical strength analysis and is described in detail elsewhere [21, 22]. The cumulative probability P of the electrical failure takes the form of:  where β is a shape parameter and E0 is a scale parameter that represents the breakdown strength at the cumulative failure probability of 63.2%. Breakdown tests were conducted at four different temperatures (25, 60, 70 and 80 °C) to study the effect of temperature on the breakdown phenomenon. ###2.3.3 SPACE CHARGE MEASUREMENTS Pulsed electro-acoustic tests were conducted (courtesy of the University of Leicester, UK) to assess the field distortion in the bulk samples. Laminar samples of approximately 0.5 mm thickness, with sputter deposited gold electrodes on both sides were utilized for these tests. Space charge was measured periodically during the charging and discharging periods. All the tests were conducted at room temperature (293±3 K). ###2.3.4 VOLTAGE ENDURANCE MEASUREMENTS Voltage endurance characteristics of both the base polymer and nanocomposites were measured by subjecting the samples to long-term endurance tests. The samples were cylindrical blocks of polymer or polymer nanocomposite, embedded with a tungsten electrode of tip radius, r, of approximately 4 􀂗m (for more divergent field) and 12 􀂗m (for less divergent field), with an inter-electrode distance, d, of ~2 mm. The samples were stressed with a 60 Hz alternating voltage, and the applied voltage, V, is translated into calculated tip stress, E, using the relationship [3]:  ###2.3.5 DIELECTRIC SPECTROSCOPY MEASUREMENTS Dielectric spectroscopic measurements were undertaken for base polymer, micro-filled, nano-filled, and surface modified nano-filled composites at various temperatures using a Novocontrol Alpha Analyzer (type K) in combination with a Novocontrol active BDS-1200 sample cell. Laminar samples of thickness approximately 0.5 mm with gold electrode sputtered into a circular area of 2.2 cm were used for dielectric spectroscopy measurements. "]], ["RESULTS", ["##3.1 RESULTS OBTAINED FROM ELECTRICAL CHARACTERIZATION The characteristic breakdown strength for XLPE at room temperature is found to be 269 kV/mm, which is comparable to published values [23]. There is a dramatic increase in breakdown strength for the untreated nanofilled composites over the micron-filled counterparts shown in Figure 4. However, the largest increase was observed for the vinylsilane treated silica/XLPE composite. In addition, the vinylsilane treated silica/XLPE samples maintained their breakdown strength at elevated temperature (decreasing by a factor of 2 only at 80 °C). For all other samples, the strength decreased by a factor of about 3 as the temperature was increased to 80 °C. However, the Weibull shape parameter (β) increases for all the samples at 80°C temperature indicating a smaller spread in the breakdown voltage. This decrease in breakdown strength is expected as there is an increase in free volume with temperature [24]. Figures 5a and 5b show typical PEA measurements of the base resin (XLPE) and 10% nanosilica loaded composite after one hour of stressing at 6 kVdc . The curves show the distribution of charge density, electric field and potential between the electrodes. It can be seen that the charge levels in the nano-filled composite are reduced in comparison with the base polymer (note the change of scale). Also, the charge distribution of the nano-filled composite is more uniform than in the base polymer. Figures 6a and 6b show the charge distribution dynamics for the micro- and nano-filled materials during the charging process. There are some differences in charge build-up pattern between micro and nano-filled materials. For the nano-filled material, there is a heterocharge build-up near both the electrodes, whereas in the case of micro-filled material heterocharge builds-up near the cathode and homocharge near the anode. The charge build-up within the bulk is at lower levels for the nano-material (~ 50 %). Since, local charges may move more easily in nano-filled material than in micro-filled material, electrode charges decrease over time. For micro-filled material more positive charge is injected over time, which might be the reason for an increase of the bulk charge and broadening of the anodic peak. Figures 7a and 7b show the corresponding charge dynamics for the micro- and nano-filled materials during the discharging process. For nano-filled material the discharge pattern gradually decreases with time. However, for micro-filled material this is completely different. Up to one minute the pattern is similar to the build-up pattern, thereafter the polarity of the electrode is reversed indicating an accumulation of opposite charge. This behavior is very different from the behavior of micro-filled composites of other systems (e.g. titania and epoxy) as discussed by various authors [3, 6]. The superior performance of nanofilled material over base resin is best demonstrated by a voltage endurance test. For tip stresses above 500 kV/mm, the XLPE breaks down almost immediately (within a matter of two hours, which is reduced to less than an hour at 600 kV/mm). In contrast, the filled materials exhibit a time to failure which is two and half orders of magnitude higher than the base resin. It is clear that the less divergent (more uniform) field specimens (represented as open symbols in Figure 8) and the more divergent field specimens lead to similar endurance times at lower tip stress. This suggests that as soon as a channel is initiated it propagates to failure. The highest endurance time is shown by the vinylsilane-treated nanosilica filler material, with twice the time to failure as compared to untreated nanosilica filled materials for similar stress levels. However, Figure 8 suggests that the voltage endurance curve slopes of functionalized and non-functionalized nanocomposites are different. This implies that the treated material is more effective at the higher stress levels where the improved bonding plays a greater role. Figures 9a and 9b show the change in permittivity and tan δ as a function of frequency at 25 °C for the base resin as well as the micron filled and nanofilled XLPE. The responses in Figure 9a, comparing micro and nano-filled materials for similar loading levels are alike, although the micro-filled material shows a significant increase in permittivity throughout the frequency range investigated. The untreated composite permittivity at power frequencies when calculated using the Lichtenecker-Rother logarithmic formula [25], Maxwell-Garnet random mixing formula [26], and Landau-Lifshitz power law formula [27], with a power factor (exponential term in power law equation) of 1/3, yields approximately 2.23 (at 60 Hz) in all cases, a little higher than the base resin. However, this is lower than the measured value of 3.14 for 5% micro-filled material, suggesting that some interfacial polarization is present. However, there is a decrease in permittivity for the nanocomposite to a level lower than the base resin (for PE it is ≈ 2.2) with incorporation of 5% nanofiller. This is true at all temperatures (not shown in the figure). Figure 9b compares the loss tangent of micro- and nano-filled materials. The broad loss peak, which appears in microfilled materials, is completely eliminated for the nano-filled materials. The nanoparticles appear to reduce the chain movement of the polymer through physical bonding or through confinement. The 5 °C increase in glass transition temperature documented in Section 2.2 may provide support for this. This is also consistent with improvement of the breakdown strength of the nanocomposites, where the physical bonding between nanoparticles and the polymer chain could be responsible for the increase in breakdown strength. There is a decrease in permittivity with increase in temperature for both sizes of filler. This is expected, as there is a decrease in dielectric constant of the filler itself with increasing temperature [28, 29], and also an increase in the amount of free volume with temperature [24]. Also, the Maxwell-Wagner effect is either not produced or suppressed as evidenced by the permittivity remaining constant over a considerable frequency range [30]. In the case of nanosilica filled materials, the permittivity is unchanged for a given temperature for a wide range of frequency (0.1 Hz – 1 MHz), but starts to increase due to ‘quasi-dc’ conduction [31] at lower frequencies. This ‘quasi-dc’ conduction has been explained by Lewis [32] utilizing the O’Konski’s model [33] and a double layer approach. By this model, charge carriers are efficiently transferred around the interface by the field leading to an induced polarization at the polar ends of the particle which becomes a large dipole [32]. This will lead to a dielectric constant higher than the particle itself. Since these double layer effects are likely to be pronounced in nanocomposites, the slope of the permittivity is steeper than for the microcomposite in the low frequency region. The real part of the permittivity (Figure 9a) of the vinylsilane-treated nanosilica composite is comparable to the untreated nanosilica and the unfilled XLPE at high frequency. At low frequency, both nanocomposites show a lower permittivity. On the other hand, the tan δ behavior of the vinylsilane treated nanosilica is different from the untreated nanofilled composite (Figure 9b). The slope of the ‘quasi-dc’ part is lower than the untreated nanofilled composite, suggesting that the conducting sheath present in the case of untreated nanofilled material is less-conducting here. Figures 10a and 10b show a typical temperature dependence of the imaginary relative permittivity as a function of frequency and an Arrhenius plot for low frequency processes for the vinylsilane treated nanosilica composite. The activation energy (shown in Figure 10b was calculated by the normalization method [34] by shifting the frequency spectra laterally and then determining the frequency shift required to bring the curves into coincidence. Similar measurements were also made for other nano and micro composites and the activation energy for each are given in Table 2. Table 2 suggests that highest breakdown strength material, the vinylsilane treated nanosilica composite, has an activation energy similar to untreated nanosilica composites and hence similar polymer interfacial mobility as suggested by a similarity in the imaginary parts of the permittivity for vinylsilane-treated and untreated nanosilica composites. ##3.2 CHEMICAL CHARACTERIZATION ###3.2.1 CHARACTERIZATION USING FOURIER TRANSFORMED INFRA-RED (FTIR) A Nicolet NEXUS 470-ESP FTIR spectrometer was employed to take the spectra of both the particles themselves and the associated composites samples. To investigate the nature of the particles before incorporation into a composite, the particles were compressed into pellets approximately 0.8 mm in thickness, and, for composite measurements, laminar samples of approximately 1 mm thickness were used. Figure 11 shows the FTIR spectra for (a) the nanoparticles and (b) the microparticles. The sharp band at 3747 cm-1, present only in nanoparticles, is attributed to isolated silanols and the broad absorption band around 3500 cm-1 (more pronounced in the microparticle sample) has been assigned to the (OH) stretching vibration of surface hydroxyl groups involved in hydrogen bonds with water molecules and with adjacent silanol groups [35]. The band at 1630 cm-1 corresponding to the (OH) bending vibration of adsorbed water molecules, decreased for nanoparticles. Based on the above results, changes in the surface silanol structure for particles of two different sizes can be illustrated in Figure 12. For relatively large particles, most of the silanol groups are hydrogen-bonded to each other and this imparts some polarity to those silanol groups (Figure 12a). For particles of nanoscale diameter, the high surface curvature increases the distance between the silanol groups preventing hydrogen bonding between them (Figure 12b). [36]. ###3.2.2 CHARACTERIZATION USING ELECTRON PARAMAGNETIC RESONANCE (EPR) The Electron Paramagnetic Resonance (EPR) spectra show evidence of changes in the interface chemistry due to composite processing. The microwave magnetic field component perpendicular to the direction of the field causes EPR transitions when the microwave quantum energy, hν (where ν is the frequency and h is Plank’s constant), is equal to the Zeeman energy splitting gβH of two energy states (M = ½ and M = - ½), i.e. hν = gβH. The parameter g (called Lande’s g factor) is the spectroscopic splitting factor representing the nature of the unpaired electron and β is the unit of magnetic moment called the Bohr magneton [37, 38]. Each type of unpaired electron is identified with the appropriate g factor obtained from the resonance condition as g = (h/β)(ν/H). All the powdered silica samples and composites (cryo-crushed) were measured using a Bruker ER 042 EPR spectrometer. The g value calibration was done before and after the measurement using dpph, which has g value of 2.0039 (the g value for a free electron is 2.0023). All the curves presented for the analysis are the derivative of microwave absorption at 9.77 GHz plotted as a function of the applied magnetic field and are normalized for comparison. In the case of powder samples containing anisotropic defects, as is the case here, the spectra become quite complicated in appearance. Figure 13 shows the EPR spectra for micro and nanosilica powders dried at 195 °C. The peak shown by nanoparticles (Figure 13a) is “well defined”, whereas in the spectra for micro particles (Figure 13b), the species responsible for the peak is broader and not “well defined”, and of lower intensity. The term “well defined” here implies that, in the case of nanoparticles, most of the radical centers have the same crystallographic environment. For the microparticles, however, the environments of the radicals are more diverse. The positions of upper and lower bound extrema, at g values of 2.28 and 2.09 respectively, strongly suggest that the responsible species for the spectra are diatomic oxygen (O- 2). The surface treated nanoparticles have an EPR signature similar to microparticles. The magnitude of the spectra, which are proportional to the number of radicals, increases when the particles are incorporated into the polymer (Figure 14). This is true for all particles. Table 3 shows the peak signal height of particles alone and of the 5% loaded composite. The signal is normalized with respect to power and sensitivity of equipment, but not to the volume fraction of particles (composites have 5 wt% of particles). Although the resurgence of oxygen radicals is lower for surface-treated nanosilica fillers compared with untreated nanosilica fillers, the trend of increasing oxygen radicals is evident. ###3.2.3 CHARACTERIZATIONS USING X-RAY PHOTOELECTRON SPECTROSCOPY (XPS) X-ray Photoelectron Spectroscopy (XPS) was utilized to investigate the surface chemistry characteristics for all nanoparticles and microparticles. XPS analysis was done on a Perkin Elmer (Model # 5500) using Mg Kα monochromatic radiation. Data was gathered before argon cleaning and after 3 min, 6 min and 9 min of argon cleaning; it was found that the data was similar in peak position and intensity. Data gathered were analyzed using Auger Scan-2 software which employs a linear least squares optimization with a simplex peak fitting algorithm. The background was displayed in the curve fit. XPS analysis indicates that the surface of the particle contains mainly oxygen and silicon for the untreated particles (Figure 15) and traces of carbon and nitrogen, in addition, for the surface treated particles. To discern the small differences in peak position due to different chemical states of silicon, curve fitting was performed using peak positions taken from the literature [39, 40]. These four chemical structures (Si+, Si2+, Si3+ and Si4+) and the corresponding Si 2p binding energies are given in Table 4. Each component is fitted with symmetrical Gaussian fit. In each fit the alternative peak positions were kept at the same width while the intensity was adjusted. From the intensity of the peaks the stoichiometric formula SiOx was calculated using the formula:  where n is the oxidation state of silicon and H is the peak intensity. ###3.2.4 THE EMERGING PICTURE OF THE INTERFACE The XPS data suggests that the oxygen content in the vinylsilane treated silica is lower than in the untreated nanoand microsilica. The EPR data supports this. The lower oxygen content may be explained with the help of Figure 2, which shows the surface chemistry for the silica particle when it is treated with vinylsilane. Silicon from vinylsilane chemically bonds to oxygen, which possibly originates from either surface silanol or oxygen radicals (O.), which are present on the surface [41]. The reaction will favor oxygen radicals because oxygen radicals have higher energy. Therefore, the low oxygen content is because of the vinylsilane reaction. This leads to numerous Si-Si bonds in the particle and those can be treated as oxygen defects on the surface of the particle [42]. These oxygen defects act as the trap sites for charge carriers which might explain the increase in breakdown strength. In addition, the surface treated groups can affect the dielectric properties in several ways. The vinylsilane chemically bonds to the surface of the nanoparticle and the polymeric chain thereby reducing the de-wetting of the filler surface. These radially extended silane moieties can redistribute the counter ions by changing their screening length and distribution pattern due to the introduction of electrophilic elements present in the modifier groups (silicon here) [43]."]], ["DISCUSSION AND APPRAISAL", ["The introduction of a large interaction zone with reduced mobility (increase in Tg) imparts a significant change to the electrical properties. Therefore, understanding the electrical behavior necessitates knowledge of the underlying physics and chemistry of the interaction zone. This will clearly require much more characterization of these materials if specific new mechanisms of a mesoscopic mature originating from the nano interfaces (e.g. new trapping phenomena) are to be undercovered. Breakdown of polymeric dielectrics is affected by several factors, such as degree of crystallinity [44], accumulation of bulk charge [3, 6], interfacial area [17], type of bonding, temperature, and free volume [45-47]. There is no significant difference in crystallinity among the composites except for the sample where the fillers are treated with vinylsilane, which resulted in a 33% increase in crystallinity. The vinylsilanetreated nanoparticles did result in the composite with the highest breakdown strength; but, the largest increase in breakdown strength was for nanoparticles as compared to micron particles where no significant change in crystallinity occurred. Hence, crystallinity does not appear to be a dominant factor here in determining electric strength. The finding that micron filled materials are accompanied by a higher bulk charge accumulation than the nanofilled material points to a reason for the lower electric strength of micron filled materials. Lowering of the bulk charge in nanofilled material, even in comparison to the base polymer, provides a basis for engineering a material to exhibit an electric strength commensurate with the base polymer. It has been postulated that nanoparticles reduce the bulk charge accumulation by introducing a local conducting path through the overlapping of nanometric double layers [32]. This can occur for nanocomposites at lower loadings, unlike microcomposites where the volume fraction of the dielectric double layer is still very low. This results from the 3 orders of magnitude increase in surface area for the same wt% loading. The marked low frequency loss depicted in Figure 7b for the untreated nanocomposite is noticeably absent for the case where a vinylsilane surface treatment has been applied. The charging of the silica particles while performing the XPS study suggests that the surface of the vinylsilane treated nanosilica per se is insulating in nature. In vinylsilane-treated nanocomposites the chains are covalently attached to the nanoparticles, most likely increasing interfacial polymer density and reducing the micro-defects in the interface. These changes in local density of polymer are under investigation. The reduction in dielectric strength of polymeric materials with increasing temperature is attributed to the existing free volume in the polymer [44]. In the free volume approach, pioneered by Artbauer [47], attempts were made to relate electronic breakdown strength to the acceleration of charge carriers, which is essentially related to free volume. These parameters can be related as follows:  where Wth is the energy needed to break the bond of the polymeric chain, Eb is the applied electric field, e is the charge of the electron, and lx is the mean distance traveled by the electron before it encounters a collision. The calculation for lx using Equation 4, assuming a carboncarbon (-C-C-) bond strength of 3.8 eV [48] and an applied field of 1 MV/mm, suggests that lx is ~40 nm, which is an order magnitude higher than the typical free volume lengths at room temperature for most polymers [49, 50]. This implies that the small increase in free volume between 25 to 60°C does not significantly affect the breakdown strength of the composites. For LDPE, lx is ~5 nm between Tg and the melting point; above the melting point lx drastically increases to about 20 nm, reducing the breakdown strength significantly [51]. The melting of the crystalline parts of XLPE starts at about 75 °C, as evidenced by the endothermic part of a DSC plot. Hence the breakdown strength decreases sharply above that temperature, owing to the drastic increase in free volume [52]. Also, for LDPE there exists a good correlation between the breakdown strength and cohesive energy density [45], which is a measure of the binding forces between molecular chains of the polymer. This dependence of breakdown strength on cohesive energy density and free volume suggests that the breakdown mechanism involves some structural deformation and polymeric chain scission [51]. A dramatic improvement in electrical properties of nanofilled material over base resin is demonstrated in the voltage endurance tests depicted in Figure 8. An improvement of two and half orders of magnitude in lifetime for untreated nanofilled material over base resin clearly provides an opportunity for the design of new materials. A cavity formation and propagation mechanism can be utilized for a possible explanation. It can be concluded by comparing the divergent specimens with less divergent specimens that, it is the crack initiation time that improves the life of the filled specimens, but, once the cracks are beyond a threshold limit, they propagate rapidly causing the failure of the samples. This crack threshold size limit may be different for different types of bonding. Also, among the nano-filled materials, untreated filled materials have shorter lifetimes than chemically bonded filler materials such as the vinylsilane-treated nanofilled polyethylene. At higher and divergent fields, surface-treated filled materials perform better then untreated ones, as indicated by the increase in slope of the line corresponding to surface-treated nanofilled materials. The improvement of lifetime for surface treated filled materials could be attributed to the formation of chemical bonds, which reduces the chances of particle surface de-wetting and formation of the interfacial defects such as microvoids. Since the interaction zones act as transducers [32], application of electric stress produces mechanical stress. Presence or absence of these defects in the interaction zone is crucial in determining the overall failure of the composite. The reduction in the dielectric permittivity when the nanoparticles are incorporated into base resin may be due to one, or a combination of the mechanisms described below. Dielectric spectroscopy and PEA suggest that there is a significant interfacial polarization associated with the material loaded with micron size filler, which is mitigated when the particulate size approaches the order of nanometric range. Increase in glass transition temperature of nanocomposites over base resin might suggest that there is a reduction in polymer chain mobility in the interaction zone. This reduction in chain mobility (in addition to the physical and chemical bonding of the polymer chain with silica particles, as in the case of surface treated fillers) might contribute to the reduction in polymer chain relaxation. Some recent observations of viscoelastic behavior of the nano-filled materials [53] suggest that particulates of nanometric dimensions contribute to the process of tether chain entanglement, which might have significant impact on this interaction zone. Since with nanoparticles, surface area increases, tethered zones will also become more significant and restrict the polymeric chain movement; thus lowering the permittivity."]], ["CONCLUSIONS", ["While the evidence presented is very mixed, it would appear that the anomalous, and sometimes advantageous, properties which are emerging for nanocomposites have their origins in the behavior of the interfacial interaction zone surrounding the particulates. In this regard two main features would appear to be dominant:  the mobility ascribed to the physical and chemical bonding occurring at the interface, and  the formation of a double layer in the interfacial region which can influence local conductivity. The impact of both of these mechanisms relies on the substantial increase in the interface area which is characteristic of nanocomposites. It is likely that the dominant mechanism will be very dependent on the chemistry of the components involved. This will provide a varied spectrum of properties, but, by the same token, a substantial opportunity to tailor these emerging materials to a wide variety of applications. Based on the findings, some other preliminary conclusions can be drawn, although they must be restricted to the SiO2- polyethylene nanomaterial: 1. The degree of crystallinity is not a predominant factor in deciding the higher breakdown strength of these nanocomposites. 2. Covalent bonding between the nanoparticles and the matrix (vinylsilane treated nanoparticles) increases the temperature at which the breakdown strength decreases. 3. The increase in interfacial region in nanocomposites creates a zone of altered polymer properties which reduces the dielectric permittivity of nanocomposites. 4. The highest voltage endurance occurs for composites with strong covalent bonding between the matrix and the filler."]]], "doi": "10.1109/TDEI.2005.1511089", "figures": [["Figure 1", "Figure 1", "Figure 1. FTIR spectra. a, vinylsilane treated nano-silica  powders; b, vinylsilane treated nanocomposite.   "], ["Figure 10", "Figure 10", "Figure 10. a, Imaginary relative permittivity of a typical vinylsilane treated nanosilica composite versus frequency at measured temperatures; b,  activation energy of low frequency processes presented in (a).   "], ["Figure 11", "Figure 11", "Figure 11. FTIR surface spectra of silica powders. a,  nanometric size; b, micrometer size.   "], ["Figure 12", "Figure 12", "Figure 12. Schematic of two different sizes of particles, a,  micrometer size; b, nanometric size. Bulk-size particles have  hydrogen bonding between the nearest O and H of the silanol  groups; this is absent in nanometric size particles.   "], ["Figure 13", "Figure 13", "Figure 13. EPR spectra of (a) nanosilica and (b) microsilica.   "], ["Figure 14", "Figure 14", "Figure 14. EPR spectra of (a) nanocomposite and (b)  nanosilica powder."], ["Figure 15", "Figure 15", "Figure 15. (a) Survey XPS spectrum of untreated nanosilica  after 3 min of Ar cleaning showing oxygen and silicon peak (b)  deconvolution of Si 2p peak.   "], ["Figure 2", "Figure 2", "Figure 2. Summary of the chemical-route for the attachment  of the vinylsilane to the surface of the nanosilica particles, and  the incorporation of the modified silica into XLPE.   "], ["Figure 3", "Figure 3", "Figure 3. SEM micrograph of XLPE with 5% untreated nanosilica"], ["Figure 4", "Figure 4", "Figure 4. Weibull plot for the dielectric breakdown  strength of XLPE with 5 weight percentage micro- and  untreated and vinylsilane-treated nano-silica measured at 25 °C."], ["Figure 5", "Figure 5", "Figure 5. Typical PEA space charge measurements. a, XLPE only; b, nano-filled material.   "], ["Figure 6", "Figure 6", "Figure 6. Charge dynamics in (a) micro-filled material, (b) nano-filled material, during charging of the samples. The arrows  show the charge development over time (2 min to 1 h).   "], ["Figure 7", "Figure 7", "Figure 7. Charge dynamics in (a) micro-filled material, (b) nano-filled material, during discharging of the samples. The arrows  show the charge development over time (1 min to 30 min).   "], ["Figure 8", "Figure 8", "Figure 8. Voltage endurance of XLPE based composites using divergent (filled symbols) and less divergent (open symbols)  fields, compared with the base resin.   "], ["Figure 9", "Figure 9", "Figure 9. Real part of permittivity (a) and loss tangent (b) for  micro filled materials, untreated and surface-treated nanofilled  materials and base resin versus frequency. All loadings are 5 wt%.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Crystallinity and melting point data for XLPE materials from DSC measurements."], ["Table 2", "Table 2", "Table 2. Calculated low frequency activation energies for silica composites."], ["Table 3", "Table 3", "Table 3. Peak EPR signal for powdered samples and 5 wt% composites."], ["Table 4", "Table 4", "Table 4. Silicon chemical environments and corresponding binding energies [38, 39]."]], "tables": []}