{"title": "Synthesis and dielectric properties of novel high-K polymer composites containing in-situ formed silver nanoparticles for embedded capacitor applications", "abstract": "Dielectric properties of in-situ formed silver (Ag) incorporated carbon black (CB)/polymer composites were studied. In-situ formed Ag nanoparticles in the Ag/CB/epoxy composites increased the dielectric constant (K) value and decreased the dissipation factor (Df). The remarkably increased dielectric constant of the nanocomposite is due to the piling of charges at the extended interface of the interfacial polarization-based composites. The reduced dielectric loss might be due to the Coulomb blockade effect of the contained Ag nanoparticles, the well-known quantum effect of metal nanoparticles. The size, size distribution and loading level of metal nanoparticles in the nanocomposite were found to have significant influences on the dielectric properties of the nanocomposite system. ", "body": [["Abstract", ["Dielectric properties of in-situ formed silver (Ag) incorporated carbon black (CB)/polymer composites were studied. In-situ formed Ag nanoparticles in the Ag/CB/epoxy composites increased the dielectric constant (K) value and decreased the dissipation factor (Df). The remarkably increased dielectric constant of the nanocomposite is due to the piling of charges at the extended interface of the interfacial polarization-based composites. The reduced dielectric loss might be due to the Coulomb blockade effect of the contained Ag nanoparticles, the well-known quantum effect of metal nanoparticles. The size, size distribution and loading level of metal nanoparticles in the nanocomposite were found to have significant influences on the dielectric properties of the nanocomposite system. "]], ["Introduction", ["The ever increasing speed, functionality and portability requirements for microelectronic products exert tremendous interest and pressure for researchers and manufacturers to meet the growing demand for miniaturization and high-speed performance. In a typical microelectronic product, about 80% of the electronic components are passive components which are unable to add gain or perform switching functions in circuit performance, but these components occupy over 40% of the printed circuit/wiring board (PCB/PWB) surface area. Therefore, embedding these discrete passive components into the substrate board has become a primary method to further miniaturize electronic systems and enable significant improvement of the electrical performance. Furthermore, it enhances the reliability of electronic systems by eliminating the solder joints which are required for discrete components assembly.1–3  Novel materials for embedded passive applications are in great and urgent demand, for which high K, low dielectric loss and process compatibility with the PCBs are the most important prerequisites. Polymer composites provide an ideal solution to combine the dielectric or electrical properties of the ceramic or metal fillers and the low-temperature (<250 °C) processability and mechanical properties of the polymer matrix.4–10 For conductor–insulator composite percolative systems with dramatic increase of K close to the percolation threshold, besides the well reported metal/polymer composites,7–10 the carbon black (CB)/epoxy composite has also been considered as a candidate material for embedded capacitors due to its ultra-high dielectric constant (K).11 With a proper filler loading level and good dispersion, high K over 1000 can be easily obtained. For example, for a highly conductive carbon black, a high K over 13[thin space (1/6-em)]000 (at 10 kHz) was observed, and for a relatively low conductivity carbon black, a dielectric constant of about 2[thin space (1/6-em)]300 (at 10 kHz) was achieved.11 Since the carbon black filler loading required to reach high K is much lower than that of ceramic/polymer composites, higher adhesion of carbon black composites to the substrates compared to that of the ceramic composites can be obtained. Although CB/polymer composites can give extremely high K, the dissipation factor (Df) of carbon black composites is also very high, which implies the high dielectric loss of the system. So the high dielectric loss is one key issue of this system that needs to be addressed for the decoupling capacitor applications.  Materials based on nano-sized metals provide a potential solution to meet present and future technological demand in virtue of the novel properties (plasmon absorption, superparamagnetism, Coulomb blockade etc.) and unique property combinations of metal nanoparticles.12 The Coulomb blockade effect is one of the well-known quantum effects of metal nanoparticles. If the size of the metal nanoparticle or so-called “Coulomb island” is small, the tunneling electron creates an additional barrier due to the charging energy e2/2C (where e is the electron charge unit, and C is the capacitance of the metal island) to the further transfer of electrons. When the charging energy exceeds the thermal fluctuation energy kBT (where kB is the Boltzman constant, and T is the absolute temperature), the Coulomb blockade will occur, which inhibits the charge transfer through the small island below a certain voltage threshold and leads to an increase in resistance.13–15 Feng et al. studied the dielectric properties of Ag/PVA nanocomposites and found that the composite with 20–30 nm Ag particles has a higher resistivity and breakdown voltage than its matrix.15 Ideally, due to the Coulomb blockade effect, metal nanoparticles in a polymer matrix may reduce the electron tunneling and increase the resistivity of composites. Thus the conduction loss of the dielectric system might be mitigated to some extent. Tang et al. reported the effect of dispersed Ag nanoparticles on the dielectric properties of Ag/PbTiO3 composite films and found that the dielectric constant of the films increases and the dissipation factor of the films decreases with the addition of Ag nanoparticles into PbTiO3 films at some loading level of Ag, but no mechanism was provided.16  On the other hand, uniform dispersion of nanoparticles in the nanocomposites is required because clumps of particles inside the polymer matrix will not lead to desirable electrical or dielectric properties. However, uniformly dispersed ultrafine particles in a polymer matrix may not be easily achieved by incorporating pre-made nano-size particles into a polymer due to the easy agglomeration of nanoparticles and high viscosity of polymers, while the in-situ formation of metal nanoparticles in a polymer matrix could facilitate a more uniform dispersion of nanoparticles in polymers.8,12,17,18 Moreover, the much smaller particle sizes obtained by in-situ reduction compared with commercially available micron or nano-size Ag particles can help achieve thinner dielectric films leading to a higher capacitance density, and also more evident Coulomb blockade effects.14  In this paper, the in-situ formed Ag nanoparticles in a neat epoxy resin and Ag/CB/epoxy nanocomposites based on as-synsthesized Ag/epoxy nanocomposite and CB/epoxy composite were investigated. The in-situ formed nanoparticles in the epoxy resins were characterized by transmission electron microscopy (TEM) and the nanocomposites were studied by scanning electron microscopy (SEM), X-ray diffraction (XRD) and thermogravimetric analysis (TGA). In addition, the dielectric properties of the nanocomposites filled with the in-situ formed Ag nanoparticles are discussed and correlated with the structure and morphology of the composites. The size, size distribution and loading level of metal nanoparticles in the nanocomposites were found to have significant influences on the dielectric properties of the nanocomposite system. "]], ["Experimental", ["##Materials A cycloaliphatic type epoxy resin (Shell Chemicals Co.), an anhydride type curing agent hexahydro-4-methylphthalic anhydride (Lindau Chemical Co.) and an imidazole type catalyst 1-methylimidazole (Aldrich Chemical Co.) were used. Silver nitrate (AgNO3) and hydroquinone (both from Aldrich Chemical Co.) were selected as a metal precursor and a reducing agent, respectively. Heptanoic acid (Aldrich Chemical Co.) was employed as capping agent. A low aggregate structure carbon black (Columbia Chemical Co.) was used. Acetonitrile (Alfa Aesar Chemical Co.) was chosen as the solvent because of its low boiling point (82 °C) and capability of dissolving all other components. ##In-situ formation of Ag nanoparticles in an epoxy matrix The Ag nanoparticles were in-situ synthesized in the epoxy matrix via chemical reduction, specifically reduction of silver nitrate (AgNO3) with hydroquinone.8 Epoxy resin and hardener (0.7 g together) were mixed in a 1 : 1 weight ratio in the solvent. Different amounts of capping agents with respect to AgNO3 were introduced to prevent the Ag nanoparticles from agglomerating. Then 0.0795 g hydroquinone and 0.2046 g AgNO3 were dissolved in the mixture sequentially. The amount of hydroquinone was equivalent to 1.2 times the stoichiometric requirement (each mole of silver nitrate requires a half mole of hydroquinone for reduction). Finally the solvent was evaporated at room temperature for 30 min using a rotary evaporator under reduced pressure. ##Preparation of CB/epoxy composite and Ag/CB/epoxy nanocomposite CB/epoxy composites were prepared by adding carbon black into the mixture of the epoxy resin and hardener. The carbon black was dispersed in the epoxy resin by an ultrasonicator for 1 h, and then further mixed through a three-roll-mill for 10 runs. The Ag/CB/epoxy composite was prepared by mixing the in-situ formed nano Ag/epoxy mixture and CB/epoxy mixture via stirring for 15 min and then ultrasonication for 2 h. Variation of Ag/epoxy and CB/epoxy compositions led to Ag/CB/epoxy nanocomposites with different loading levels of CB and Ag. The loading levels of fillers were estimated from remaining amounts in TGA tests. ##Characterization A JEOL 100C transmission electron microscope (TEM) was used for analyzing the size and size distribution of nanoparticles. Scanning electron microscopy (SEM) measurements were carried out on a JEOL 1530 equipped with a thermally assisted field emission gun operated at 10 KeV. Spatially resolved energy-dispersive X-ray spectroscopy (EDS) attached with the SEM was also used to confirm the presence of silver.  The X-ray diffraction (XRD) patterns of Ag/epoxy and Ag/CB/epoxy composites were recorded at a scanning rate of 0.02° s−1 in the 2θ range of 10°–80° using an X-ray powder diffractometer (PW 1800, Philips Co.) with Cu-Kα radiation (λ ∼ 0.154 nm). XRD was used to calculate the size of Ag nanoparticles in Ag/epoxy composite and Ag/CB/epoxy composite by the Scherrer method.19  Thermogravimetric analysis (TGA) was conducted on a TA Instruments 2050 under a nitrogen atmosphere. The procedure was set as heating at 100 °C for 15 min and at 125 °C for 1 h and with 5 °C min−1 ramping over the whole temperature range.  The capacitance and dissipation factor of the Ag/CB/epoxy composites were determined by using parallel plate capacitor type test coupons. A thick film of Ag/CB/epoxy mixture was placed onto the copper clad FR-4 board with a doctor-blade. Then the samples were cured in an oven at 100 °C for 0.5 h and 125 °C for 1 h. Finally, the DC sputter was used to deposit a thin layer of copper as the top electrode (about 3000 Å in thickness and 3.4 mm in diameter) onto the cured material through a shadow mask. The capacitance and dissipation factor of the capacitor were then measured with a HP 4263A LCR meter. The thickness of the dielectric film was measured with a profilometer (Alpha-Step Co.) and used to calculate the dielectric constant of the sample. "]], ["Results and discussion", ["##Two-step preparation of Ag/CB/epoxy nanocomposite An attempt to in-situ form nano Ag in a CB/epoxy mixture was made, where the precursor and the reducing agent with solvent were added to the mixture. From this attempt, however, no uniform dispersion of Ag nanoparticles but only agglomerates of Ag near CB were obtained, which might be due to the strong adsorption nature of CB. Therefore, a two-step method was used to prepare Ag/CB/epoxy composites. The CB/epoxy mixture and in-situ formed nano Ag/epoxy mixture were prepared separately. Then the Ag/CB/epoxy nanocomposites were prepared by mixing various amounts of the pre-synthesized Ag/epoxy and CB/epoxy mixtures. TEM, SEM and XRD results indicated that ultrafine Ag nanoparticles were obtained in the Ag/epoxy mixture and their size and dispersion were retained in the final Ag/CB/epoxy composites. Therefore, this two-step method was effective in preparing the desired composites and all the samples investigated below were prepared in this fashion.  ##Effect of capping agent To control the size and size distribution of Ag nanoparticles in the polymer matrix, heptanoic acid was used as a capping agent to prevent the Ag nanoparticles from agglomerating. The influence of the capping agent concentration on the size and size distribution of the resulting particles was studied by TEM. Heptanoic acid was found to be effective in trapping small particles and rendering a uniform dispersion of Ag nanoparticles in the epoxy matrix. The capping effect can be attributed to the affinity of the carboxylic acid moiety of the capping agent for the Ag nanoparticles which retards extensive agglomeration.  Attempts to vary the amount of heptanoic acid relative to the silver precursor were made to further explore the effect of heptanoic acid on controlling the size distribution of Ag nanoparticles. Fig. 1 shows the TEM micrographs of the in-situ formed nano Ag/epoxy mixture in the presence of a capping agent (CA) with different ratios to Ag precursor (R denotes [CA]/[AgNO3] ratio, i.e. the ratio of the capping agent to AgNO3). Nanoparticles of roughly two size ranges formed in all mixtures while the mixtures with higher concentrations of the capping agent showed the narrower size distribution. In the case of R = 1 and 0.6 (see Fig. 1a and b), Ag nanoparticles of 1–3 nm were well-dispersed, and the agglomerates of the small particles formed larger clusters of sizes ranging from 6 to 8 nm. On the other hand, both small and large particles of 1–3 nm and 30–45 nm size, respectively, were observed in the same samples with R = 0.4 and 0.2 (see Fig. 1c and d). The average sizes of large particles were determined from the histogram to be 7.0 nm, 7.4 nm, 36.3 nm and 37.0 nm for samples with R values of 1, 0.6, 0.4 and 0.2, respectively. This might indicate that the nucleation and growth of Ag nanoparticles were influenced and controlled by the presence of the capping agent and the capping agent helps inhibit the further growth and agglomeration of nanoparticles.  ##Effect of curing and processing procedure The curing conditions for Ag/epoxy and Ag/CB/epoxy composites were set to be 100 °C for 0.5 h and 125 °C for 1 h. The size and dispersion status of Ag nanoparticles in the composite after curing were characterized by SEM, EDS and XRD in order to investigate if the high temperature curing process causes the nanoparticles to agglomerate and grow further. The SEM images in Fig. 2 showed that the nanoparticles of ultrafine size were embedded in the polymer matrix. The EDS result indicated the presence of Ag nanoparticles in the epoxy matrix. SEM images of cured Ag/epoxy nanocomposite for 16.08K magnification and the inset for 41.85K magnification.  The X-ray diffraction patterns of cured Ag/epoxy and Ag/CB/epoxy nanocomposites are shown in Fig. 3. The XRD spectrum of the Ag/epoxy composite showed four well defined strong peaks at 2θ = 38.4, 44.3, 64.7 and 77.6°, corresponding to the (111), (200), (220) and (311) planes of the face-centered cubic (fcc) Ag phase (JCPDS No. 4-0783), respectively. By using the Scherrer equation, the average size of the Ag nanoparticles of the Ag/epoxy composite with R = 0.6 was estimated to be 11 nm. Furthermore, no obvious narrowing of the diffraction peaks was observed for the sample of the Ag/CB/epoxy composite compared to the Ag/epoxy composite. This indicates that the mixing process of the Ag/epoxy composite with the CB/epoxy composite and the thermal curing procedure did not affect the average crystallite sizes of the in-situ formed Ag nanoparticles significantly. The average size of the Ag nanoparticles of the Ag/CB/epoxy composite with R = 0.6 was estimated to be 13 nm.  ##Estimation of filler loading Fig. 4 displays the TGA curves of neat epoxy, Ag/epoxy mixture, CB/epoxy mixture and Ag/CB/epoxy mixture all in the uncured state initially. To estimate the compositions of the Ag/CB/epoxy mixtures, an isothermal and dynamic combined procedure was set as heating at 100 °C for 15 min and at 125 °C for 1 h and ramping over the whole temperature range at 5 °C min−1. The two weight loss regions at 100 °C and 125 °C are due to the volatilization of the hardener for all mixtures and volatilization/decomposition of various chemicals including the solvent residue, the capping agent and benzoquinone resulting from the oxidation of hydroquinone for the Ag/epoxy mixture and the Ag/CB/epoxy mixture. It can be seen that the neat epoxy resin was almost degraded above 450 °C. The residue in the CB/epoxy composite at 600 °C was attributed to carbon black which accounts for 29.57 wt%. The residues in the Ag/CB/epoxy composite at 600 °C can be attributed to Ag and CB and this was used to estimate the content of Ag and CB in the Ag/CB/epoxy nanocomposites.  ##Dielectric properties of Ag/CB/epoxy nanocomposites Effect of Ag loading. Fig. 5 shows the dielectric constants and dissipation factors of Ag/CB/epoxy composites with different loading levels of Ag nanoparticles at 10 kHz. The K value increased and Df decreased with the increase of the loading of Ag nanoparticles. The sample with 3.7 wt% Ag showed a K of 2259 while the Df was maintained at around 0.45, which is much lower than the sample without Ag nanoparticles (K: 1600, Df: 0.7). The remarkable increase of K may be due to the piling of charges at the extended interface and/or more conducting particles based on the percolation theory. In general, the dielectric loss of the dielectric material results from distortional, dipolar, interfacial, and conduction loss. The distortional loss is related to electronic and ionic polarization mechanisms. The interfacial loss originates from the excessive polarized interface induced by the fillers and specifically the movement or rotation of the atoms or molecules in an alternating electric field. The conduction loss is attributed to the dc electrical conductivity of the materials, representing the flow of actual charge through the dielectric materials. It is believed that the conduction loss contributes significantly to the high Df of carbon black composites especially at low frequency due to the conducting properties of carbon black. The decreased Df with the incorporation of metal nanoparticles can be explained as the Coulomb blockade effect. The Ag nanoparticles of ultrafine size might cause a high charging energy for the tunneling electrons and inhibit the charge transfer through the small metal island, reducing the conduction loss which represents the flow of charge through the dielectric materials.  Effect of size and size distribution of Ag nanoparticles. Fig. 6 indicates that K and Df values of Ag/CB/epoxy composites with Ag nanoparticles of different size and size distribution varied considerably. For Ag/CB/epoxy composites containing 4.2 wt% Ag and 19.6 wt% CB (marked as 4.2Ag/19.6CB), compared with the control sample (∼20 wt% CB only, without Ag nanoparticles), increased K (see Fig. 6(a1)) and decreased Df (see Fig. 6(a2)) were observed for samples in which average sizes of large Ag nanoparticles are 7.0 nm and 7.4 nm, while the Df values for samples in which the average size of large Ag nanoparticles are 36.3 nm and 37.0 nm increased. This phenomenon may be due to the effect of the size and distribution of Ag nanoparticles on the dielectric properties of the dielectric materials. Smaller size and narrower size distribution of Ag nanoparticles, obtained from the presence of larger amounts of capping agent, resulted in more evident single-electron tunneling by the Coulomb blockade effect and thus reduced conduction loss.  The increase of K with the increase of Ag nanoparticle concentration was monotonic while the decrease of Df was not. For Ag/CB/composites containing 6.2 wt% Ag and 14.6 wt% CB (marked as 6.2Ag/14.6CB) shown in Fig. 6(b2), no decreased Df is observed even for samples with better dispersion and narrower size distribution. A plausible explanation may be that the interfacial loss due to the newly induced interface is higher than the suppressed conduction loss by incorporation of metal nanoparticles, therefore the overall dissipation factor is still increased for samples with a higher concentration of metal nanoparticles. Effect of frequency. Fig. 7 illustrates the dielectric properties of the nanocomposites measured at different frequencies. The K values of nanocomposites containing Ag nanoparticles are larger than those of a control sample without Ag in the whole frequency range (see Fig. 7a), while the decreased Df for nanocomposites containing Ag nanoparticles is observed in the low frequency range (10 kHz and 100 kHz in Fig. 7b) only. This might be explained as the fact that the conduction loss, which is related to the dc electrical conductivity of the materials, contributes to the whole Df value less significantly as the frequency increases (see eqn (1))  where ε′, ε″, σ are the real and imaginary part of the dielectric permittivity and the electrical conductivity of the materials, respectively, and f is the frequency. Therefore, the effect of metal nanoparticles on suppressing dielectric loss is not obvious at higher frequency. Additionally, the contribution of interfacial loss is more evident in the high frequency range. Accordingly, the Df values of nanocomposites containing Ag nanoparticles are higher than that without Ag nanoparticles at higher frequencies (1 MHz and 10 MHz in Fig. 7b). Effect of size of Ag nanoparticles on (a) K and (b) Df values of 4.2Ag/19.6CB/epoxy composites at different frequencies. "]], ["Conclusions", ["The Coulomb blockade effect of metal nanoparticles, a novel method to control dielectric loss of ultra high K polymer composite materials for embedded passives, was explored in this study. The Ag nanoparticles were in-situ formed in a polymer matrix and then incorporated into dielectric composite materials. The size and distribution of nanoparticles were controlled by the appropriate selection of a capping agent and the ratio of capping agent to Ag precursor. The increased dielectric constant and decreased dissipation factor were observed upon the incorporation of Ag nanocomposites. The increased dielectric constant is due to the piling of charges at the extended interface which normally results in increased conductivity and higher loss. However, reduced dielectric loss was observed in the high dielectric constant composite materials containing Ag nanoparticles by virtue of the Coulomb blockade effect, the well-known quantum effect of nanoparticles, which reduces the electron tunneling. As such, it reduces the conduction loss part from the total dielectric loss of the dielectric composite systems. This Coulomb blockade process can be an effective approach to achieve high dielectric constant and low dielectric loss simultaneously at low frequency. The size, size distribution and loading level of Ag nanoparticles in the nanocomposite have significant influences on the dielectric properties of the composite system and supply different effects in different frequency ranges as well."]]], "doi": "10.1039/b514182f", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 TEM micrographs of uncured Ag/epoxy mixtures in the presence of a capping agent with [CA]/[AgNO3] ratios (a) R = 1, (b) R = 0.6, (c) R = 0.4 and (d) R = 0.2."], ["Fig. 2", "Fig. 2", "Fig. 2 SEM images of cured Ag/epoxy nanocomposite for 16.08K magnification and the inset for 41.85K magnification."], ["Fig. 3", "Fig. 3", "Fig. 3 X-ray diffraction (XRD) patterns of (a) Ag/epoxy composite and (b) Ag/CB/epoxy composite."], ["Fig. 4", "Fig. 4", "Fig. 4 TGA studies of neat epoxy, Ag/epoxy mixture, CB/epoxy mixture and Ag/CB/epoxy mixture."], ["Fig. 5", "Fig. 5", "Fig. 5 The dependence of (a) K and (b) Df at 10 kHz on the loading level of Ag nanoparticles."], ["Fig. 6", "Fig. 6", "Fig. 6 Effect of size of Ag nanoparticles on (a1) K and (a2) Df values of 4.2Ag/19.6CB/epoxy composites (solid curves) and (b1) K and (b2) Df values of 6.2Ag/14.6CB/epoxy composites (dashed curves)."], ["Fig. 7", "Fig. 7", "Fig. 7 Effect of size of Ag nanoparticles on (a) K and (b) Df values of 4.2Ag/19.6CB/epoxy composites at different frequencies."]], "table_captions": [], "tables": []}