{"title": "Carbon nanotube composites with high dielectric constant at low percolation threshold", "abstract": "In this letter, the dielectric properties of the untreated multiwall carbon-nanotubes/poly(vinylidene fluoride) (MWNT/PVDF) composites are studied. Towards low frequencies, the dielectric constant of a composite with about 2.0vol% of MWNT increases rapidly and the value of the dielectric constant is as high as 300. However, by a calculation, the percolation threshold of the MWNT/PVDF composites is only 1.61vol% (0.0161 volume fraction) of MWNT. Both the large aspect ratio and the high conductivity of the MWNT may lead to the low percolation threshold of the MWNT/PVDF composites. For the percolation composite, the dielectric loss value is always less than 0.4, irrespective of the frequency. Therefore, the experimental results suggest that the dielectric properties of MWNT/PVDF composites may be improved significantly without the chemical functionalization to carbon nanotubes. ", "body": [["ABSTRACT", ["In this letter, the dielectric properties of the untreated multiwall carbon-nanotubes/poly(vinylidene fluoride) (MWNT/PVDF) composites are studied. Towards low frequencies, the dielectric constant of a composite with about 2.0vol% of MWNT increases rapidly and the value of the dielectric constant is as high as 300. However, by a calculation, the percolation threshold of the MWNT/PVDF composites is only 1.61vol% (0.0161 volume fraction) of MWNT. Both the large aspect ratio and the high conductivity of the MWNT may lead to the low percolation threshold of the MWNT/PVDF composites. For the percolation composite, the dielectric loss value is always less than 0.4, irrespective of the frequency. Therefore, the experimental results suggest that the dielectric properties of MWNT/PVDF composites may be improved significantly without the chemical functionalization to carbon nanotubes. "]], ["Main", ["In recent years, flexible polymer materials with good piezoelectric and pyroelectric responses, such as poly(vinylidene fluoride) (PVDF), poly[(vinylidene fluoride) -co- trifluoroethylene] [P(VDF-TrFE)], and poly(vinylidene fluoride -trifluoroethylene -chlorofluoroethylene) [P(VDF-TrFE-CFE)] have been considered attractive for a broad range of important technological applications.1–5 However, for these polymers to be employed as functional materials in other fields, such as high charge-storage capacitors, electrostriction for artificial muscles, and “smart skins” for drag reduction, it is required to enhance the dielectric constant of these polymers substantially.1,2 The common method for increasing the dielectric constant is currently dispersing some high dielectric constant ceramic powders into the polymer to form 0–3 type composites.6 At high ceramic particulate loading, however, ceramic-particle-filled polymers lose their flexibility, and low quality composites are obtained. Therefore, organic-particle-loaded composites with high dielectric constants are very attractive, however a large amount of filler is still necessary.1,3,7 The results in many references show that the dielectric property of composites depends on physical property, preparation method, and interface interaction between the fillers and the polymer, especially the size and shape of fillers.6,8–12 In this letter, we investigate untreated multiwall carbon-nanotubes∕poly(vinylidene fluoride) (MWNT∕PVDF) composites with low concentrations of MWNT, to significantly raise the dielectric constant of polymer matrix materials. Carbon nanotubes are selected as the conducting filler due to their large aspect ratio and unique physical properties, in particular electrical and mechanical. Recently, several groups have found an extraordinary increase in the dielectric constant in composites containing electrical conducting granules.4,5,8–12 It has also been observed that at critical concentration, the thermal conductivity of untreated carbon nanotubes composites increases significantly.13 In our study, the MWNT∕PVDF composites are prepared by using very simple physical blending, and subsequently, hot-molding technologies. The MWNT∕PVDF composites with different volume fractions of MWNT were prepared in order to approach the critical value as closely as possible in the composite systems. Care was taken to disperse MWNT materials uniformly through the composite. Without further purification, MWNT was ultrasonically dispersed in an organic solvent [N, N-dimethylformamide (DMF)] for as long as 2h in order to form a stable suspension. At the same time, PVDF powder was dissolved in the DMF solvent at 50°C. Then, the suspension of MWNT in solvent was added into PVDF solution, and the solution was stirred by further ultrasonic treatment for 10min. Afterwards, the solution was heated to 60°C for 8h to completely evaporate the solvent, and consequently molded by hot-pressing at about 200°C and 15MPa. The final samples with a disk-shape are 12mm in diameter and around 1mm thick. For electrical measurement, electrodes were painted on using silver paste. Alternating current (ac) electrical properties of the samples were measured using HP 4194A impedance in the frequency ranges of 100Hz–40MHz at room temperature. The fractured cross-sections of the samples were examined by transmission electron microscopy (TEM, Hitachi H-800). Figure 1(a) shows the ac conductivity of the MWNT∕PVDF composites as a function of the volume fraction of MWNT. The conductivity measured clearly demonstrates a conductor-insulator translation at 𝑓MWNT≈0.016–0.02 . Percolation theory allows one to describe using laws of power the conductivity of the composite near the conductor–insulator transition as follows:2,10,12,14 𝜎eff∝𝜎PVDF(𝑓𝑐−𝑓MWNT)−𝑠′,for𝑓MWNT⩽𝑓𝑐,     (1) where 𝜎PVDF is the conductivity of the insulating PVDF polymer, 𝑓MWNT is the filling factor, 𝑓𝑐 is the percolation threshold, and 𝑠′ is the critical exponent in the insulating region. The best fits of the conductivity data to the log–log plots of the power laws give 𝑓𝑐≈0.0161, and 𝑠′=0.85 according to Eq. (1) in the MWNT∕PVDF composites, as shown the insets in Fig. 1(a). The percolation threshold, 𝑓𝑐∼0.16, has a value commonly obtained in two-phase random composites when the conducting fillers with micron scale and sphere shape are used. However, the percolation threshold, 𝑓𝑐≈0.0161, in the MWNT∕PVDF composites is 10 times smaller than that of common two-phase random composites. The critical exponent, 𝑠′=0.85 [see the inset in Fig. 1(a)], in our composites, exhibits the same value with the universal ones (𝑠′un≈0.8–1). The inverse Swiss-cheese model,10 which is based on a medium made of conducting fillers embedded in an insulating matrix, may apply to our composites with 𝑓MWNT⩽𝑓𝑐, where the conduction process is controlled by interfiller tunneling. In fact, the morphology of fractured MWNT∕PVDF composite with 2.0vol% MWNT as shown in Fig. 1(b) is very helpful in understanding the electrical properties in this study. Figure 1(b) shows that the MWNT is fairly well dispersed randomly in the PVDF matrix composite. Moreover, it also indicates that the MWNT may connect with each other in part, and form a partly continuous random cluster. And when the volume fraction of MWNT is near the critical value, i.e., percolation threshold, the electrical conducting phase may form a continuous random cluster.2,10 Compared with the results reported in the polymer∕conductive filler composites,2,8,12 the percolation threshold of the MWNT∕PVDF composites is quite low due to a high aspect ratio and the unique physical properties of MWNT employed. The low percolation threshold renders the MWNT∕PVDF composites highly flexible. It is also worth noting the large enhancement observed in the effective dielectric constant of the MWNT∕PVDF composites near percolation threshold. Figure 2 shows that the attained value of the effective dielectric constant of the percolation MWNT∕PVDF composite at room temperature is around 200, which is about 20 times higher than that of PVDF. In fact, the dielectric constant is as high as 300 when the concentration of MWNT in the MWNT∕PVDF composite is 2.0vol%. The results suggest that the dielectric constant of MWNT∕PVDF composites may be improved without the need to chemically functionalize the carbon nanotubes further. The measured dielectric constant presents a divergence at both sides near to the percolation threshold. This variation of the dielectric constant in the neighborhood of the percolation threshold is also given by a power law as follows:2,4,10 𝜀eff∝𝜀PVDF(𝑓𝑐−𝑓MWNT)−𝑠,for𝑓MWNT⩽𝑓𝑐,     (2) where 𝑠 is the dielectric critical exponent. It exhibits the same laws of power dependence on the volume fraction as the conductivity below 𝑓𝑐, 𝑠=0.31. It is obvious that the dielectric critical exponent observed in the MWNT∕PVDF practical continuum system is in accordance with the universality of percolation theory. As shown in Fig. 2(a), the experimental values of the dielectric constant are in agreement with Eq. (2), with 𝑓𝑐=0.0161 and 𝑠=0.31 [see inset in Fig. 2(a)]. However, the 𝑠′=0.85 [see the inset in Fig 1(a)] and 𝑠=0.31 are lower than the universal 3D lattice value (𝑠=𝑠′∼2). It is obvious that the large aspect ratio of MWNT fillers may play an important role on the percolation threshold of MWNT∕PVDF composites, compared with metal powder∕PVDF composites reported previously.4,8 In fact, the increase of the dielectric constant may also be understood from gradually assessing the formation of minicapacitor networks in the MWNT∕PVDF composites when the concentration of MWNT increases. It is noted that the dielectric loss of the percolation MWNT∕PVDF composite is as high as 0.8 at room temperature and low frequency, 100Hz, as shown in Fig. 2(b). The value is still maintained when the percolation composite with a high dielectric constant is employed as a dielectric in some application fields. For the percolation composites, the dielectric loss increases rapidly, with both features associated with the approach of percolation.2,4,10 In comparison to the polymer matrix, the composites also exhibit relatively high dielectric loss. The loss of the composites increases significantly with an increase in the MWNT concentration. The increased dielectric loss for the composites is due to the effect of the electrically conductive MWNT. Furthermore, towards higher frequency, the dielectric loss of the percolation composite is lower than 0.4 with an increase in frequency, which is very attractive for us. Therefore, these kinds of composites can be used to create some devices, such as high charge-storage capacitors with various shapes.  Figure 3 shows the dielectric constant and conductivity of the MWNT∕PVDF composites as a function of the frequency at room temperature, respectively. Towards low frequency, the dielectric constant of a composite with only 2.0vol% of MWNT is more than 30 times higher than that of the PVDF matrix (𝜀≈10), rising to about 300 at room temperature. The dielectric constants of the MWNT∕PVDF composites with low concentration of MWNT, such as 𝑓MWNT⩽0.016, show a slight correlation to the frequency, while the dielectric constant of the MWNT∕PVDF composite near to percolation threshold decreases dramatically when the measured frequency is as high as 104Hz. Accordingly, the effective conductivity increases with frequency as shown in Fig. 3(b). According to percolation theory, as 𝑓MWNT→𝑓𝑐,2,4,10 𝜎eff(𝜔,𝑓𝑐)∝𝜔𝑢,     (3a) 𝜀eff(𝜔,𝑓𝑐)∝𝜔𝑢−1,     (3b) where 𝜔=2𝜋𝑣 and 𝑢 is a critical exponent. The data for the MWNT∕PVDF composite with 𝑓MWNT=0.016 gives 𝑢=0.805 [see the inset in Fig. 3(b)], which is close to the normal value for the percolation theory. For the percolation MWNT∕PVDF composite, 𝑓MWNT≈0.016, the measured data of the conductivity is close to a straight line in conductivity versus frequency log–log plots as shown the inset in Fig. 3(b). When the concentration of MWNT in the composites is higher than percolation threshold, the composites are electrically conductive, but when the concentration is lower than percolation threshold, the composites act as insulators. And the data points of the conductivity may be connected into the curves in conductivity versus frequency log–log plots [Fig. 3(b)]. In summary, the dependence of the dielectric properties of the untreated MWNT∕PVDF composites on frequency and different volume fraction of MWNT was studied. Towards low frequency, the dielectric constant of a composite with only 1.6vol% of MWNT fillers increases significantly, and for the composites with more than 1.6vol% of MWNT fillers, the dielectric loss increases rapidly, with both features associated with the approach of percolation. Such a low percolation threshold in the MWNT∕PVDF composites may attribute to the large aspect ratio of the MWNT employed. For the percolation composite, the dielectric loss value is always less than 0.4, irrespective of the frequency. In general, the dielectric properties of MWNT∕PVDF composites may be improved without the chemical functionalization to the carbon nanotubes further."]]], "doi": "10.1063/1.1996842", "figures": [[null, null, "FIG. 1. (a) Dependence of the effective conductivity of the MWNT∕PVDF composites on the MWNT volume fraction, fMWNT, measured at roomtemperature and 1000Hz and the inset in (a) shows the best fits of theeffective conductivity to Eq. (1); (b) TEM micrograph of the fractured MWNT∕PVDF composite with MWNT volume fraction of 0.02."], [null, null, "FIG. 2. (a) Dependence of the effective dielectric constant of the MWNT∕PVDF composites on the MWNT volume fraction, fMWNT, measured at room temperature and 1000Hz. And the inset in (a) shows the best fits ofthe effective dielectric constant to Eq. (2); (b) dependence of dielectric loss of the MWNT∕PVDF composites on frequency at room temperature."], [null, null, "FIG. 3. Dependence of the effective (a) dielectric constant and (b) conductivity of the MWNT∕PVDF composites on frequency at room temperature. The inset in (b) shows the best fits of the effective conductivity to Eq. (3a) at fMWNT=0.016."]], "table_captions": [], "tables": []}