{"title": "Nanocomposites of Ferroelectric Polymers with TiO2 Nanoparticles Exhibiting Significantly Enhanced Electrical Energy Density", "abstract": " Novel dielectric nanocomposites composed of ferroelectric polymers and surface-functionalized TiO2 nanoparticles with comparable dielectric permittivities and homogeneous nanoparticle dispersions are prepared and characterized. Enhancements in electric displacement and energy density at high electric fields are demonstrated. ", "body": [["Abstract", [" Novel dielectric nanocomposites composed of ferroelectric polymers and surface-functionalized TiO2 nanoparticles with comparable dielectric permittivities and homogeneous nanoparticle dispersions are prepared and characterized. Enhancements in electric displacement and energy density at high electric fields are demonstrated. "]], ["Main", ["Electrical energy storage plays a key role in mobile electronic devices, stationary power systems, and hybrid electric vehicles.[ 1–3] There is a great need for development of new materials with superior electrical energy density since current ceramics and polymers fall significantly short of rising demands in advanced applications. The introduction of inorganic nanoparticles into polymer matrices to form dielectric polymer nanocomposites represents one of the most promising and exciting avenues to this end.[4–11] This approach is motivated by the idea that the combination of ceramic materials of large permittivity with polymers of high breakdown strength could lead to a large energy storage capacity, as energy density is proportional to the product of permittivity and the square of the applied electric field. Moreover, large interfacial areas in the composites containing nanometer scale fillers promote the exchange coupling effect through a dipolar interface layer and result in higher polarization levels and dielectric responses.[12,13] Compared to conventional ceramic materials, polymer-based dielectric materials also offer processing advantages including mechanical flexibility and the ability to be molded into intricate configurations for electronic and electric devices with reduced volume and weight. While most of the current studies on dielectric nanocomposites are focused on the enhancement of dielectric permittivity, few examples have investigated dielectric properties and associated energy densities at high electric fields.[14–16] Ferroelectric metal oxides such as Pb(Zr,Ti)O3 (PZT), Pb(Mg1/3Nb2/3)O3-PbTiO3 (PMNT), and BaTiO3 have been popular choices as filler materials in dielectric nanocomposites because of their high permittivities. However, from the energy storage point of view, inclusion of nanoparticles with permittivities on the order of hundreds and even thousands into polymers, which generally possess a permittivity less than 10, might not be desirable for an appreciable increase in energy density. As the filler has a much greater permittivity than the polymer matrix, most of the increase in effective dielectric permittivity comes though an increase in the average field in the polymer matrix with very little of the energy being stored in the high permittivity filler phase.[17] Furthermore, the presence of a large contrast in permittivity between two phases gives rise to a highly inhomogeneous electric field and thus a significantly reduced effective breakdown strength of the composite.[18] In this communication, we report high-energy-density polymer nanocomposites based on surface-functionalized TiO2 nanocrystals as dopants in a ferroelectric poly(vinylidene fluoride-tertrifluoroethylene- ter-chlorotrifluoroethylene) (P(VDF-TrFE-CTFE)). In this approach, the polymer matrix and TiO2 filler possess comparable dielectric permittivities of 42 and 47, respectively, measured using an inductance, capacitance, resistance (LCR)meter at room temperature and 1 kHz.High dielectric performance in the nanocomposites is realized via the large enhancement in polarization response at high electric fields and changes in polymer microstructure induced by the nanofillers. The TiO2 nanoparticles with a rod-shaped dimension (~20nm × 70 nm) were prepared via a hydrothermal reaction of titanium tetraisopropoxide (Ti(OiPr)4) and hydrogen peroxide at 100 °C for 12 h. The surfaces of the TiO2 nanoparticles were then modified by refluxing in aqueous CO2-free barium hydroxide solution for 2 h under Ar atmosphere following a procedure described elsewhere.[19] The formation of Ba-OH surface groups greatly enhances the dispersibility of the TiO2 nanoparticles in organic media. As revealed in dynamic light scattering (DLS) measurements, the surface-modified TiO2 nanoparticles can be dispersed in N,N-dimethylformamide (DMF) with an average aggregation size of ~60nm and an overall size below 100 nm. The morphology, crystalline structure, and chemical composition of the resulting TiO2 nanocrystals were characterized by transmission electron microscopy (TEM), wide-angle X-ray diffraction (WAXD), energy dispersive X-ray fluorescence spectroscopy (EDXRF), and X-ray photoelectron spectroscopy (XPS).[19] The dielectric permittivity of the nanoparticles was determined by impedance spectroscopy using an appropriate equivalent circuit model.[20] P(VDF-TrFE-CTFE) with a composition of 78.8:5.4:15.8 mol% was synthesized via a copolymerization of vinylidene fluoride (VDF) and chlorotrifluoroethylene (CTFE) and a subsequent dechlorination reaction.[ 21,22] The chemical composition of the polymer was calculated according to the integrals of the characteristic peaks in 1H and [19]F NMR spectra.[23] The absolute weight-average molecular weight of the polymer, determined by gel permeation chromatography (GPC) equipped with light scattering detectors in DMF, is ~240 kDa with a polydispersity of 3.40. Thin films of the nanocomposites were fabricated by casting DMF solution of the TiO2 nanoparticles and P(VDF-TrFE-CTFE) followed by drying at 120 °C for 8 h in vacuo. The film was further meltpressed at 160 °C under 3000 psi to remove voids and residual solvent. The thickness of the composite film was 25–50 μm. Gold electrodes with a typical thickness of 60nm were sputtered on both sides of the films for the electrical measurements. Figure 1 shows a cross-sectional field-emission scanning electron microscopic (FESEM) image of the nanocomposite containing 30 vol% TiO2. The TiO2 nanoparticles are homogeneously dispersed in the polymer matrix with an average size about 50–70 nm, suggesting that the particles are successfully transformed from solution to solid states with minimized agglomeration. Since the P(VDF-TrFE-CTFE) matrix has a similar dielectric constant with the TiO2 filler, a marked change of the low-field dielectric permittivity was not observed in the nanocomposites (Fig. 2). As a comparison, the 91:9 mol% composites of ferroelectric poly(vinylidene fluoride-co-chlorotrifluoroethylene) (P(VDF-CTFE)) with TiO2 nanoparticles were also fabricated. As shown in Figure 2, the gradual increase of dielectric permittivity with the concentration of TiO2 in the P(VDF-CTFE) nanocomposites is attributed to higher dielectric permittivity of the filler relative to the polymer matrix, which has a permittivity of 12. In both composites, the loss tangents show little variation as a function of the TiO2 concentration, further indicating that the surface-modified nanoparticles are well-dispersed in the polymers and consequently, the dielectric loss mainly originates from the polymer matrix. Figure 3a presents the stored electrical energy density of the nanocomposites measured by a Sawyer– Tower circuit combined with a function generator, a high voltage power supply, and a lock-in amplifier. Contrary to the weak-field dielectric properties, the P(VDF-TrFE-CTFE)/TiO2 nanocomposites show much improved energy densities compared with the neat polymer at high electric fields. For the composites with 10 vol% TiO2, the energy density is 6.9 J cm-3 at 200MVm-1, which represents a ~45% increase in comparison to the polymer matrix with an energy density of 4.7 J cm-3 at the same field. This energy density rivals or exceeds those reported for the polymer/ ceramic composite dielectrics,[11,14,24] and is greater than the commercial biaxially oriented polypropylene (BOPP)-based capacitors (~2 J cm-3).[25] More notably, the measured breakdown strength of over 200MVm-1 is considerably larger than the conventional dielectric polymer nanocomposites, which are well below 100MVm-1 in most cases.[24,26] Figure 3a also compares the energy density of the P(VDF-TrFE-CTFE) and P(VDF-CTFE) composites containing 10 vol% TiO2 nanoparticles. It is interesting to note that the P(VDF-TrFE-CTFE)-based nanocomposite exhibits a much higher energy density than the nanocomposite based on the P(VDF-CTFE) matrix, which can be attributed to a higher permittivity of the P(VDF-TrFE- CTFE) matrix. A strong dependence of the energy density of the P(VDFTrFE- CTFE) nanocomposites on the TiO2 concentration has been revealed in Figure 3a,where the energy density of the composites was found to maximize at around 10 vol% TiO2 content. A further increase in the TiO2 concentration leads to a decreased energy density. This trend is likely associated with the interface effect that is proportional to the interfacial area.[27] For a composite containing 10 vol% nanoparticles with a 20×70nm rod-shaped dimension and ideally uniform dispersion, the calculated interparticle distance is around 40 nm. As the thickness of the interface region is generally estimated to be ~20 nm,[27] the volume fraction of the polymer chains residing in the interfacial area reaches a maximum at 10 vol% nanoparticles. The large interface area in the nanocomposites would produce the Maxwell–Wagner–Sillars (MWS) interfacial polarization at low frequencies and/or lead to an ‘‘interaction zone’’ with the Gouy– Chapman diffuse layer, thereby greatly affecting polarization and dielectric responses of the polymer matrix.[28,29] Indeed, the incorporation of the TiO2 nanoparticles into the polymer induces an improved electric displacement (Fig. 3b), which accounts for high energy densities observed in the nanocomposites. Under an applied field of 200MVm-1, the maximum displacement in the neat polymer is 6.3 μC cm-2. The electric displacement of the nanocomposites monotonically increases to 7.62 mCcm-2 as the TiO2 content increases to 10 vol%. The decrease in electric displacement and energy density with the further increase of the nanoparticle concentration is presumably caused by the coalescing of the interface region and a reduction of the interface effect. The existence of the nanoparticle/polymer interfaces in the nanocomposites has also been evidenced in the dependence of the dielectric properties on temperature. As illustrated in Figure 4a, the broad dielectric permittivity peak at 23 °C in P(VDF-TrFE-CTFE) is the consequence of the kinetics related to freezing of dipolar motion in the ferroelectric relaxor.[30] Incorporation of TiO2 nanoparticles into the polymer shows the appearance of a new dielectric anomaly at 38 °C, which can be ascribed to the dipolar glass freezing transition from the polymer chains surrounding the nanoparticles. In accordance with the changes in crystalline size and thermal transition temperatures discussed in the following section, the presence of the particles restricts the chain mobility of nearby polymers and thus enhances activation energy of the transition. Figure 4b displays a shift of the dielectric relaxation peak towards a lower temperature and a reduced dielectric loss tangent, which is indicative of interface polarization interaction and an increased trap density in the nanocomposites.[29] Thermally stimulated current (TSC) measurements have been performed on the polymers and the nanocomposites, where the samples are first poled at room temperature by applying an electric field of 10MVm-1 for 10 min and then heated with a ramp rate of 4 °C min-1. It was found that the nanocomposites generate TSC two orders of magnitude higher than the polymer matrix, confirming that large amounts of charge are presumably trapped around the polymer/nanoparticle interface regions under an applied electric field. Differential scanning calorimetry (DSC), dynamic mechanical analysis (DMA), and WAXD measurements were carried out to examine the effect of TiO2 nanoparticles on the microstructure of the P(VDF-TrFE-CTFE) matrix. As revealed in the DSC profile obtained in the cooling scan (Fig. 5), the crystallization temperature (Tc) of the nanocomposites shifts by around 3 °C, from ~100 °C for P(VDF-TrFE- CTFE) to ~103 °C for the nanocomposite with 2.5 vol% TiO2 nanoparticles. The glass transition temperatures (Tg) measured by DMA gradually increase from -27.6 °C in P(VDF-TrFE-CTFE) to -24.5 °C in the 2.5 vol% TiO2 nanocomposite. No further change was found as the concentration of TiO2 increases, which indicates the effect of TiO2 filler on the thermal transition is saturated at a loading of 2.5 vol%. The introduction of TiO2 also results in an increase of the heat of fusion from ~18.3 J g-1 for the polymer to ~22 J g-1 for the nanocomposite containing 2.5 vol% TiO2 nanoparticles, implying a raise of the degree of crystallinity from 21% in the polymer to 25.5% in the nanocomposites.[31] Similarly, no noticeable change in the heat of fusion was observed as the volume fraction of TiO2 nanoparticle further increases. The WAXD patterns of the nanocomposites display a main peak at a 2θ angle of 18.28corresponding to the compound (020) and (002) diffractions from the α and γ phases in the polymer.[32] The diffraction peaks at 27.48, 36.18, 41.38, and 44.08 are attributed to the rutile phase TiO2, whose intensities are obviously pronounced as the concentration of the nanoparticle increases. The size of the crystalline domain was calculated using Scherrer’s formula, t = λ/Bcosθ, where t is the crystallite size, λ is the wavelength (1.54 Å), B is the normalized full width at half maximum (fwhm) diffraction peak, and u is the diffraction angle. The inclusion of TiO2 nanoparticles significantly reduces the crystallite size from ~8 nm in the polymer to ~3.7nm in the nanocomposites. This result is in agreement with the change of melting temperature (Tm) observed in DSC studies, in which Tm decreases from 128 °C for the neat polymer to ~123 °C for the nanocomposites. The nanoparticle acts as a nucleating agent and improves the degree of crystallinity of the polymer matrix, consistent with other reports.[33,34] On the other hand, the presence of the nanoparticles suppresses the recrystallization process and affords reduction in size of the crystalline domain in the polymer. Both of these effects induced by the nanoparticles are highly beneficial for large polarization at high electric fields. As the crystalline region in the polymer is responsible for polarization, an improved crystallinity would offer a high polarizability and an enhanced permittivity, whereas smaller crystalline domains suggest a low energy barrier in phase transition from disordered trans–gauche chain conformation (TGTG’ and T3GT3G’ in the α and γ phases, respectively) to the polar β phase with all-trans conformation yielded from the orientation under an applied electric field. Consequently, polarization can be induced to a high degree at lower electric fields in the nanocomposites compared to those in the neat polymer. In summary, we have prepared novel dielectric nanocomposites composed of ferroelectric polymers and surfacefunctionalized TiO2 nanoparticles with comparable dielectric permittivities and homogeneous nanoparticle dispersions. It was found that the presence of the nanoscale filler favors the formation of smaller crystalline domains and a higher degree of crystallinity in the polymer. In stark contrast to their weak-field dielectric behavior, substantial enhancements in electric displacement and energy density at high electric fields have been demonstrated in the nanocomposites. The principle validated in this work opens a new route toward dielectric nanocomposites with high electrical energy density by judiciously selecting a combination of polymer matrix and nanoparticles with balanced dielectric properties. A thorough study of the interfacial polarization phenomena and coupling effect in the nanocomposites is now underway and will be reported in due course."]]], "doi": "10.1002/adma.200801106", "figures": [["Figure 1", "Figure 1", "Figure 1. Cross-sectional FESEM image of the nanocomposite thin film containing 30 vol% TiO2."], ["Figure 2", "Figure 2", "Figure 2. Dielectric permittivity and loss tangent of the P(VDF-TrFE-CTFE)/ TiO2 (circle) and P(VDF-CTFE)/TiO2 (square) nanocomposites measured at 1 kHz and room temperature with a 1 V bias."], ["Figure 3", "Figure 3", "Figure 3. a) The stored energy density of the polymer and nanocomposites as a function of the applied field. b) The dependence of maximum electric displacement on the TiO2 content in the nanocomposites at 200MVm-1."], ["Figure 4", "Figure 4", "Figure 4. Temperature-dependence of the a) dielectric constant and b) dielectric loss of the polymer and nanocomposite measured at 1 kHz."], ["Figure 5", "Figure 5", "Figure 5. DSC curves of the polymer and nanocomposites during the cooling cycle."]], "table_captions": [], "tables": []}