{"title": "Nano Ag-Deposited BaTiO3 Hybrid Particles as Fillers for Polymeric Dielectric Composites: Toward High Dielectric Constant and Suppressed Loss", "abstract": "Nano Ag-deposited BaTiO3 (BT-Ag) hybrid particles usable as fillers for flexible polymeric composites to obtain high dielectric constant, low conductivity, and low dielectric loss were developed. BT-Ag hybrid particles were synthesized via a seed-mediated growing process by a redox reaction between silver nitrate and ethylene glycol. Nano Ag particles with a size less than 20 nm were discretely grown on the surface of the 100 nm BaTiO3. The similar lattice spacing of the (1 1 1) planes of BT and Ag led to the hetero-epitaxial growth of Ag on the BT surface. The thickness of the coherent interface was about 3 nm. The adhesion of Ag to BT efficiently prevented the continuous contact between Ag particles in the polyvinylidene fluoride (PVDF) matrix and suppressed the formation of the conducting path in the composite. As a result, with a filler loading of 43.4 vol %, the composite exhibited a dielectric constant (Dk) value of 94.3 and dielectric loss (tan δ) of 0.06 at 1 kHz. An even higher Dk value of 160 at 1 kHz (16 times larger than that of PVDF) was obtained when the content of BT-Ag was further increased, with low conductivity (σ < 10–5 S m–1) and low dielectric loss (tan δ = 0.11), demonstrating promising applications in the electronic devices. KEYWORDS:      Ag-deposited BaTiO3     hetero-epitaxial interface     polymer matrix     dielectric composites ", "body": [["Abstract", ["Nano Ag-deposited BaTiO3 (BT-Ag) hybrid particles usable as fillers for flexible polymeric composites to obtain high dielectric constant, low conductivity, and low dielectric loss were developed. BT-Ag hybrid particles were synthesized via a seed-mediated growing process by a redox reaction between silver nitrate and ethylene glycol. Nano Ag particles with a size less than 20 nm were discretely grown on the surface of the 100 nm BaTiO3. The similar lattice spacing of the (1 1 1) planes of BT and Ag led to the hetero-epitaxial growth of Ag on the BT surface. The thickness of the coherent interface was about 3 nm. The adhesion of Ag to BT efficiently prevented the continuous contact between Ag particles in the polyvinylidene fluoride (PVDF) matrix and suppressed the formation of the conducting path in the composite. As a result, with a filler loading of 43.4 vol %, the composite exhibited a dielectric constant (Dk) value of 94.3 and dielectric loss (tan δ) of 0.06 at 1 kHz. An even higher Dk value of 160 at 1 kHz (16 times larger than that of PVDF) was obtained when the content of BT-Ag was further increased, with low conductivity (σ < 10–5 S m–1) and low dielectric loss (tan δ = 0.11), demonstrating promising applications in the electronic devices. KEYWORDS:      Ag-deposited BaTiO3     hetero-epitaxial interface     polymer matrix     dielectric composites "]], ["Introduction", ["Polymeric composites containing selected inorganic fillers have opened a scope of promising applications in many areas. While the polymer matrix offers excellent mechanical property, high electrical breakdown strength, and chemical stability, the electrical,(1) optical,(2) or magnetic(3, 4) performance of the composites can be tailored by adjusting the shape and size and modifying the surface of the filled particles. As an example of vivid application, flexible polymeric composites with high dielectric constant are desired in high-density electronic packaging technology, to be incorporated in the organic substrates for energy storage, noise suppression, filtering, decoupling, bypassing, etc.(5) Specifically, capacitors and dielectric materials with high capacitive density (or high dielectric constant) and relatively low dielectric loss are highly desired to meet the miniaturization requirement of the electronic devices and ensure good performance. Ferroelectric ceramics with high dielectric constant, such as barium titanate (BaTiO3) and calcium copper titanate (CCTO), have been introduced as fillers in the polymer matrix in order to acquire relatively high dielectric constant.(6-8) However, there exists illogicality between mechanical and dielectric properties. Dielectric constant of the useful ceramic/polymer composites is usually less than 100 and in most cases less than 50.(6-10) Investigations on the percolative materials have been carried out by incorporating metal powders or other conductive fillers into polymer matrix. Ultra high dielectric constant can be achieved when the content of fillers approaches the percolation threshold.(11-13) However, high dielectric constant is always accompanied with the risk of transformation from “insulator to conductor” of the composite system due to the continuous contact or very close distance between conductive fillers.(13) The properties of composites show abrupt change at the percolation threshold, where high conductivity and dielectric loss will appear.(14, 15) In general, dielectrics with stable and adjustable dielectric properties of high dielectric constant and low leakage current are always desired. Recently, some attempts have been made to reduce the dielectric loss of the percolative composites by introducing self-passivated or artificially synthesized insulating layer-coated conductive particles.(16-20) Low dielectric loss was achieved but the dielectric constant was also reduced. Another promising strategy is to fabricate three-phase polymeric composites containing both conductive and insulating fillers.(21-24) These three-phase composites offer the potential to obtain high-performance dielectrics. However, the simple mixing process of different components causes risk of the formation of conductive networks by the continuous contact and tunneling between conductive particles, which still results in high dielectric loss and high leakage current. The values of dielectric loss are about 0.23 and 0.5 at the percolation threshold of Ag/BaTiO3/PI and Ni/BaTiO3/polyvinylidene fluoride (PVDF) composites, as reported by Devaraju(22) and Dang,(23) respectively. The conduction is a dominative loss mechanism near the percolation threshold.(14, 24) Approaches to prevent the continuous contact of conductive particles or make them uniformly dispersed in the polymer matrix are highly desirable. In the present work, we introduce a new strategy in which Ag nanoparticles, as the conductive phase, are persistently deposited on the surface of BaTiO3 (BT) ceramic particles through chemical reaction. The Ag-deposited BT (denoted as BT-Ag) hybrid particles were synthesized via a seed-mediated growing process by a redox reaction between silver nitrate and ethylene glycol. BT particles with a mean diameter of 100 nm were used as base material for Ag deposition. The obtained BT-Ag hybrid particles are used to fill PVDF. Since the Ag nanoparticles are bonded to BT, a conductive pathway caused by aggregation of conductors has been effectively suppressed in the composite. Our results showed that the derived composites offer high dielectric constant (e.g., Dk = 160 at 1 kHz) which is 16 times larger than that of the pure PVDF, low conductivity (σ < 10–5 Sm–1), and low dielectric loss (tan δ = 0.11). "]], ["Experimental Section", ["##2.1 Materials The chemicals were obtained from the following sources and used without further purification: Silver nitrate (AgNO3, Guoyao Chemical Co. China) was used as the precursor of Ag. Ethylene glycol (Shanghai Lingfeng Chemical Co. China) was used as solvent and reducing agent. The BaTiO3 nanoparticles (BT, 100 nm: GC-BT-01, Shandong Guoci Functional Materials Co. China) were used as base material for deposition. Poly(vinylidene fluoride) (PVDF, Shanghai 3F Co. China) was chosen as the polymer matrix. ##2.2 Preparation of Ag-Deposited BT Hybrid Structure Particles The hybrid particles BT-Ag were prepared with the following two steps. Step 1 AgNO3 (5 g) was dissolved in 300 mL of ethylene glycol in a 500 mL three-neck flask, followed by the addition of 5 g of BaTiO3 under magnetic stirring. The crystal seeds of Ag formed after about 30 min, and the color of the mixture turned to shallow brown red. In this process, the magnetic stirring lasted 2 h at room temperature. Step 2 The temperature of the mixture was increased from room temperature to 140 °C in the oil base. The reaction was kept at 140 °C for 25 min, and the Ag deposition on the wall of the three-neck flask was not observed. Then, the BT-Ag suspension was obtained which was rinsed and centrifuged three times with ethanol. At last, the obtained BT-Ag hybrid particles were dried at room temperature for 24 h. ##2.3 Preparation of BT-Ag/PVDF Composites The composites of BT-Ag/PVDF were fabricated through a simple blending and hot-pressing process, described as follows. BT-Ag and PVDF powders were mixed in ethanol solution. Then, the suspension was stirred under ultrasonic treatment with the frequency and power of 40 kHz and 1 kW, respectively, for 1 h to disperse the BT-Ag nanoparticles homogeneously. The suspension was further magnetically stirred for 6 h. Afterward, the suspension was dried at 70 °C in an oven for 12 h and then molded by hot pressing at about 180 °C and 15 MPa for 15 min. The final samples with a disk shape were 12 mm in diameter and around 1 mm in thickness. Electrode was painted with silver paste for the electrical test.  ##2.4 Characterization The phase constituents of the BT-Ag particles were examined using an X-ray diffractometer (XRD, D/max-2500/PC, Rigaku Co.) with Cu Kα radiation (ë ∼ 0.154 nm) and 40 kV of acceleration voltage applied. The morphology of the BT-Ag particles and BT-Ag/PVDF composites were investigated with a scanning electron microscope (FEI Nova NanoSEM450). A transmission electron microscope (TEM, FEI Tecnai Spirit) was also employed to observe the microscopic structure of BT-Ag hybrid particles. The dielectric and electrical properties were measured using an Agilent 4294A impedance analyzer in the frequency range of 100 Hz to 10 MHz. Effects of temperature on dielectric properties were investigated via Agilent 4294A connected with a THMS 600 Temperature Controlled stage and a T95-Linkpad Temperature programmer (Linkam Scientific Instruments) in a temperature range between −50 and 130 °C. The measurement of DC breakdown strength was carried out with a dielectric strength tester (CS9912BX, Allwin Instrument Science and Technology co. Ltd, China). "]], ["Results and Discussion", ["##3.1 Microstructure of BT-Ag Hybrid Particles The typical mechanism of reduction of silver ions by ethylene glycol can be represented by the following rections:(25-27)(1)(2) The deposition of Ag on the BaTiO3 particles was obtained through the control of reaction rate in this study. As described in the experimental part, the crystal seeds of silver began to form at room temperature with a low reaction rate in the first step. As the reaction temperature was increased to 140 °C, the reduction of Ag+ was promoted. As the concentration of Ag crystal seeds reached the threshold of heterogeneous nucleation, nucleation and growth of Ag on the surface of BaTiO3 took place. The detailed investigation on the mechanism of heterogeneous or homogeneous nucleation has been reported by Li et al(28) on the preparation of TiO2-coated nanoparticles. The TEM image (Figure 1a) of the as-synthesized BT-Ag hybrid particles shows that Ag nanoparticles with a size of 5–20 nm were discretely grown on the BT surface in granular shape. We have also investigated the bonding strength between Ag and BT, which is vital for the effective control of the contact between Ag nanoparticles. The TEM images of the ultrasonically treated BT-Ag hybrid particles indicate that the Ag nanoparticles were strongly bonded to the surface of BT (Figure 1b). Figure 1c presents the HRTEM image of an individual BT-Ag hybrid particle. The BT grain is a single crystal with a lattice spacing of 2.33 Å, characteristic of the (1 1 1) planes. The deposited Ag particle is a single crystal with a lattice spacing of 2.40 Å, characteristic of the (1 1 1) planes. The HRTEM image also shows a coherent interface between the Ag and BT grains, with the (1 1 1) plane of the Ag particle being parallel to the (1 1 1) plane of the BT grain, indicating a hetero-epitaxial growth of the Ag particle over the BT grain during the synthesis process. The similar lattice spacing of the (1 1 1) planes of BT and Ag is key for the hetero-epitaxial growth. The thickness of the coherent interface is about 3 nm. Figure 1d shows a typical selected area electron diffraction (SAED) pattern of the as-synthesized BT-Ag hybrid nanoparticles. The third and fourth rings correspond to the lattice d-spacings of 2.22 and 1.92 Å, respectively. These two rings are attributed to the d-spacing of the BT (1 1 1) plane (2.31 Å) and (2 0 0) plane (2.00 Å) or the Ag (1 1 1) plane (2.36 Å) and (2 0 0) plane (2.04 Å). The diffraction pattern reflects a mixture of the BT phase and the Ag phase.  The SEM images of pure BT powders and BT-Ag powders are shown in Figure 2. The mean diameter of BT particles is about 100 nm, which is not changed after Ag deposition. The Ag nanoparticles are discretely distributed on the surface of BT as indicated with arrows in Figure 2b.  Figure 3 shows the XRD spectrum of the as-synthesized BT-Ag hybrid nanoparticles and pure BT and Ag nanoparticles. There is no split of (2 0 0) peak at around 2-theta of 45°, indicating that the used nanosize BT powders exhibits a cubic phase. The four diffraction peaks at 2-theta = 38.1°, 44.3°, 64.4°, and 77.4°, agree well with the (1 1 1), (2 0 0), (2 2 0), and (3 1 1) diffractions of face centered cubic silver phase, respectively (JCPDS File No. 65-2871 from ASTM).  ##3.2 Dielectric Properties of BT-Ag/PVDF Composites Having demonstrated the microstructure and phase composition of the as-synthesized BT-Ag hybrid particles, we then examined the effect of BT-Ag on the formation of the conductive pathway and the dielectric properties of BT-Ag/PVDF composites. Samples of BT-Ag/PVDF composites were fabricated through a simple blending and hot-pressing procedure. The detailed concentrations for each component of BT-Ag/PVDF composites are shown in Table 1. The volume fraction of each component was calculated according to the corresponding equation (see Supporting Information).  As shown in Figure 4a, the spherical grains of PVDF matrix were formed and BT-Ag hybrid particles were randomly dispersed when the filler loading was 7.6%. As the filler content was increased to 33% (Figure 4b) and 56.8% (Figure 4c), the PVDF spherical grains disappeared and the PVDF matrix was self-connected into a continuous network, among which the clusters of BT-Ag hybrid particles were distributed. The TEM image of the BT-Ag/PVDF composite with 56.8% BT-Ag was shown in Figure 4d. It is noted that the hybrid structure of BT-Ag was retained well in the composites, which is ascribed to the strong bonding between BT and Ag particles through hetero-epitaxial growth.  The dependence of the dielectric constant and conductivity of the BT-Ag/PVDF composites on the volume fraction of BT-Ag at 1 kHz and room temperature is given in Figure 5. Both the dielectric constant and conductivity are increased with continuously increasing the loading of BT-Ag hybrid particles. The conductivity of the filled composites increases from 5 × 10–7 to 9 × 10-6 S m–1, indicating that no conducting pathway has formed in the composites, which should be attributed to the structure of the BT-Ag particles. The discretely fixed Ag nanoparticles on BT surface have no chance to gather together and construct a conductive path. Even if some clusters of BT-Ag hybrid form in the system, it is still almost unlikely for them to form a conductive network through the whole system, as illustrated by the inset schematic aggregation of BT-Ag hybrid particles in Figure 5. The controlled separation between Ag particles suppresses occurrence of the “percolation” in the composites, resulting in a steady increase of dielectric constant with the increasing loading of BT-Ag. When the content of BT-Ag is 56.8 vol % (fBT-Ag = 0.568), the dielectric constant of BT-Ag/PVDF composites reaches as high as 160, which is 16 times higher than that of the PVDF matrix (DkPVDF ∼ 10). Compared with pure BT filled PVDF composites in the previous reports, our BT-Ag/PVDF composites exhibit much higher dielectric constant.(9, 10) For example, in Yu’s report, the achieved highest dielectric constant was only around 54 as fBT = 0.5 for the 100 nm BT filled PVDF composites.(10) As for the percolative materials, high dielectric constant can be obtained by filling the conductive particles into matrix which is explained on the basis of the percolation theory(21, 22) Thus, the enhanced dielectric constant in our study was partially ascribed to the introduction of Ag nanoparticles. Under the applied field, the charges will move and get accumulated at the interface of Ag and PVDF matrix. As a result, a field will be created which could polarize the surrounding matrix, creating an interfacial electrical double layer around every Ag nanoparticle. As the filler content increases, the interparticle distance of the Ag nanoparticles gets reduced. The diffused electrical double layer around each particle gets overlapped leading to an enhanced electromagnetic coupling among the nearest neighboring particles, resulting in the improved effective dielectric constant of the composites.(29)  Additionally, for the three-phase Ag/BaTiO3/PI(22) and Ni/BaTiO3/PVDF(23) composites prepared by simple blending, the dielectric constants (Dk ∼ 30(22) and 50(23)) of the composites increased about 2 times based on that of the BT/polymer matrix (Dk ∼ 15(22) and 25(23)) when the metal filler loading is 8 vol % in both cases.(22, 23) In contrast, the achieved dielectric constant of the composite in this study was enhanced 3 times with the similar Ag content compared with that of BT/PVDF composites (Dk = 53.9 as fBT = 0.5 reported by Yu(10)). The dielectric constant is also much higher than that of the composites containing core-satellite fillers of γ-mercaptopropyl trimethoxysilane (MPTS) assisted deposition of very small Ag particles on BT, recently reported by Xie et al.(30) Our results indicate that the Ag grown discretely on the BT surface has substantially enhanced the dielectric constant of the composites. The interfacial polarization from the BT-Ag hetero-interface would also contribute to the increase of the dielectric constant of the composites. Besides, according to Yasui’s report,(31) absorbents could screen the surface charge of BT, stabilizing the tetragonal crystal structure and weakening the size effect of BT. Therefore, it is also possible that the polarization of BT could be enhanced by the Ag attached to it when the external electric field is applied. Another phenomenon should be paid attention: namely, even when the concentration of Ag is up to 8.2 vol % (with 56.8 vol % BT-Ag loading), the dielectric constant of the BT-Ag/PVDF composites does not show an abrupt increase like the typical percolative materials at the percolation threshold. Instead, the dielectric constant increases moderately with BT-Ag loading. According to the previous report by Jing, the percolation threshold of the Ag filled composites is related to the particle size, which can be calculated with the equation as follows:(32)(3)where fc was defined as the apparent percolation threshold, fc0 was defined as the real percolation threshold, D was the particle diameter, and δc was the surface-to-surface critical interparticle distance, i.e., the electron hopping gap width.(32) When D is much larger than δc, then fc ≈ fc0. In order to calculate the apparent percolation threshold fc of 5–20 nm Ag filled composites, the fc = 0.122 reported by Dang(33) at about 500 nm Ag filled polyimide composites was used as fc0 in eq 3. Since no capping agent was employed during the preparation process, the HRTEM image of BT-Ag shows no coating layer on the surface of either Ag or BT. Therefore, the typical distance of 10 nm between conductive particles at the threshold was adopted for δc.(32, 34) The calculated fc for the 5–20 nm Ag filled composites using eq 3 is lower than 0.05, which however, was not observed in this study. Furthermore, the percolation threshold of 20 nm copper and silver nanoparticles filled epoxy composites was 5 vol % as reported by Chan.(35) Therefore, we may conclude that the percolation threshold of the BT-Ag/PVDF system should be larger than that Ag directly mixed in composites. As a result, a very sharp increase was not observed in either dielectric constant or dielectric loss even when fAg = 8.2 vol %, owing to the hybrid structure of the BT-Ag particles which makes it hard for the formation of conducting network even at a high loading of BT-Ag or Ag. The dielectric constant Dk and dielectric loss tan δ at 1 and 100 kHz of PVDF and BT-Ag/PVDF composites are listed in Table 1. A prominent increase of Dk values is observed at either 1 or 100 kHz. The tan δ values are less than 0.10 for the composites with the BT-Ag loading less than 56.8 vol % at 1 kHz. For example, for the composites containing 33 and 43.4 vol %, the dielectric constants are 54 and 94.3, respectively, with the loss values around 0.06, demonstrating their potential promising applications. At 100 kHz, all the tan δ values are less than 0.1 and the Dk of 56.8 vol % BT-Ag filled composite reaches 127.0. The frequency dependence of dielectric properties of the BT-Ag/PVDF composites with different loading of BT-Ag is given in Figure 6. The dielectric constant (Figure 6a) shows a weak frequency dependence in the range of 100 Hz to 10 MHz when fBT-Ag ≤ 0.434. The decrease of dielectric constant becomes obvious at low frequencies (<100 kHz) with increasing BT-Ag loading, especially when fBT-Ag reaches 0.568, which is the characteristic of interfacial or Maxwell/Wagner/Sillars polarization.(19) The dielectric loss shows the same tendency (Figure 6b). The decrease of dielectric constant at higher frequencies is due to the relaxation of PVDF dipole polarization, corresponding to the peak in the loss tangent.(36) The dielectric loss remains at low values (tan δ < 0.26) in the whole frequency range (100 Hz to 10 MHz). When fBT-Ag = 0.568, the dielectric loss of the composites is 0.11 at 1 kHz. As demonstrated aforementioned, the filling content of Ag (8.2 vol %) is larger than the reported percolation threshold when fBT-Ag = 0.568, but the value of dielectric loss is lower than that of the simply mixed three-phase composites produced at the percolation threshold.(22, 23) The low dielectric loss is attributed to the hybrid structure of BT-Ag which suppressed formation of the conducting pathway. As the content of BT-Ag was increased (i.e., the content of PVDF reduced), the interfacial polarization was enhanced while the dipole polarization of PVDF was weakened, resulting in higher tan δ at low frequency and lower tan δ at high frequency.  Figure 6c realizes the relaxation processes in the composites with electric modulus. Two apparent relaxation processes are presented in the composite with 33%, 43.4%, and 56.8% volume loading, respectively. The curves of M″ versus frequency demonstrate two loss peaks at high and low frequencies, corresponding to the dipole polarization of the PVDF and interfacial polarization, respectively. The minimum values of the M″ move towards higher frequency with the increase of BT-Ag loading indicating the increment of interfacial polarization effects on the dielectric constant of the composites. As shown in Figure 6d, the conductivity increases linearly with the increase of frequency, and it is lower than 10–5 S m–1 at 1 kHz even when the concentration of BT-Ag reaches 56.8 vol %, which confirms that there is no conductive pathway forming in the composites, corresponding to the low dielectric loss as shown in Figure 6b. The temperature dependence of the dielectric properties at 1 kHz of the BT-Ag/PVDF composites is shown in Figure 7. The dielectric constant increases with temperature (Figure 7a). This phenomenon could be interpreted by the rotational motions of dipolar groups and molecular motions of the PVDF polymer at low and high temperature regions, which results in the β and α relaxations as shown in Figure 7b, respectively,(37) but the crystallinity of PVDF was destroyed with the increasing loading of BT-Ag which caused the disappearance of β relaxation (see Figure 7c). However, the change of dielectric constant in the temperature range from −50 to 130 °C almost follows the same rate (about 3 to 4 times) for all composites, which suggested that the thermal stability of the composites is mainly dependent on the matrix instead of the BT-Ag filler. As shown in Figure 7d, the dielectric loss decreases with the increasing content of BT-Ag when the temperature is lower than −10 °C but enhanced when the temperature is higher than 10 °C, which further indicates that the dominant polarization at low temperature and high temperature is dipolar polarization of polymer matrix and interfacial polarization, respectively.  The breakdown strength values of the BT-Ag/PVDF composites with the variation of BT-Ag volume fraction are shown in Figure 8. The breakdown strength is decreased with the increasing content of BT-Ag as expected. The low breakdown strength at high loadings of BT-Ag could be attributed to the formation of clusters and defects caused by preparation in the composites. No abrupt change of breakdown strength was observed, indicating no occurrence of the typical percolation.  We attribute the high dielectric constant and low dielectric loss of our polymeric composite directly to the Ag-deposited BT artificial nanostructure. The interfacial electrical double layer effect between BT-Ag hybrid particles and PVDF matrix offer the composite with high dielectric constant. The persistent and discrete deposition of Ag nanoparticles on the surface of BT prevents the formation of the conducting pathway by Ag nanoparticles in the PVDF matrix and reduces the conductive loss; thereby, a relatively low dielectric loss in the polymeric composites is obtained. "]], ["Conclusions", ["In summary, we have shown that Ag nanoparticles were successfully deposited on the surface of BT, and the resultant BT-Ag hybrid particles-filled PVDF composites displayed high dielectric performance. A high dielectric constant of about 160 has been obtained for the BT-Ag/PVDF composites with 56.8 vol % BT-Ag hybrid particles loading. This hybrid structure of conductive particles deposited on ceramic particles is an effective way to control the formation of conductive networks, resulting in high dielectric constant, low loss tangent, and weak frequency and temperature dependence. This method opens a new avenue to fabricate high-performance composite dielectrics combining high dielectric constant and low dielectric loss. We expect that the dielectric properties of the composites can be further improved by optimization of the hybrid particles."]]], "doi": "10.1021/am404556c", "figures": [["Figure 1", "Figure 1", "Figure 1. TEM images of (a) as-synthesized BT-Ag hybrid nanoparticles and (b) BT-Ag hybrid nanoparticles after being ultrasonically treated for 30 min in ethanol solution. (c) HRTEM image of an individual BT-Ag hybrid nanoparticle. (d) SAEM pattern of the BT-Ag hybrid nanoparticles."], ["Figure 2", "Figure 2", "Figure 2. SEM images of (a) BT and (b) Ag-deposited BT hybrid particles. The synthesized Ag nanoparticles on the surface of BT are indicated with arrows in (b)."], ["Figure 3", "Figure 3", "Figure 3. XRD spectrum of the as-synthesized BT-Ag nanoparticles, together with the pure BT and Ag nanoparticles."], ["Figure 4", "Figure 4", "Figure 4. (a–c) Fractured cross-section SEM images of BT-Ag/PVDF composites with fBT-Ag = 0.076, 0.33, and 0.568, respectively and (d) TEM image of BT-Ag/PVDF composite with fBT-Ag = 0.568. Debris from the composite sample was dispersed in ethanol solution with ultrasonic treating for TEM examination."], ["Figure 5", "Figure 5", "Figure 5. Variation of dielectric constant and conductivity of the BT-Ag hybrid particle-filled PVDF composites as a function of the volume fraction of BT-Ag at 1 kHz and room temperature. The inset shows the schematic artificial structure and possible “aggregation” of BT-Ag hybrid particles in the polymeric composites."], ["Figure 6", "Figure 6", "Figure 6. Frequency dependence of (a) dielectric constant, (b) loss tangent, (c) imaginary electric modulus, and (d) conductivity of the BT-Ag/PVDF composites at room temperature."], ["Figure 7", "Figure 7", "Figure 7. Temperature dependence of dielectric properties at 1 kHz during the temperature increasing process: Dielectric constants of (a) BT-Ag/PVDF composites with various BT-Ag volumetric loadings, (b) pure PVDF, (c) BT-Ag/PVDF composite with fBT-Ag = 0.568, and (d) dielectric loss of BT-Ag/PVDF composites with various BT-Ag volumetric loadings."], ["Figure 8", "Figure 8", "Figure 8. Breakdown strength, Ebrk (at 10 V/s), of the BT-Ag/PVDF composites as a function of BT-Ag volume fraction at room temperature."]], "table_captions": [["Table 1", "Table 1", "Table 1. Concentration of Each Component in the BT-Ag/PVDF Composites and Comparison of Dielectric Properties"]], "tables": []}