{"title": "Enhanced dielectric and ferroelectric properties induced by dopamine-modified BaTiO3 nanofibers in flexible poly(vinylidene fluoride-trifluoroethylene) nanocomposites", "abstract": "BaTiO3 nanofibers with a large aspect ratio prepared via electrospinning and modified by dopamine were used as dielectric fillers in poly(vinylidene fluoride-trifluoroethylene) (PVDF-TrFE)-based nanocomposites. Highly flexible polymer nanocomposite films were fabricated via a simple solution-cast method. Enhanced dielectric permittivities were obtained at a low volume fraction of BaTiO3 nanofibers. The breakdown strength of the polymer nanocomposites was also improved, which is favorable for enhanced ferroelectric properties in the nanocomposites. Pr ∼9.1 μC cm−2 was achieved in the nanocomposites with 10.8 vol% BaTiO3 nanofibers. The improved breakdown strength and enhanced ferroelectric properties are attributed to the combined effect of the surface modification by dopamine, the large aspect ratio of the BaTiO3 nanofibers and the improved crystallinity of the polymer nanocomposites induced by the BaTiO3 nanofibers. ", "body": [["Abstract", ["BaTiO3 nanofibers with a large aspect ratio prepared via electrospinning and modified by dopamine were used as dielectric fillers in poly(vinylidene fluoride-trifluoroethylene) (PVDF-TrFE)-based nanocomposites. Highly flexible polymer nanocomposite films were fabricated via a simple solution-cast method. Enhanced dielectric permittivities were obtained at a low volume fraction of BaTiO3 nanofibers. The breakdown strength of the polymer nanocomposites was also improved, which is favorable for enhanced ferroelectric properties in the nanocomposites. Pr ∼9.1 μC cm−2 was achieved in the nanocomposites with 10.8 vol% BaTiO3 nanofibers. The improved breakdown strength and enhanced ferroelectric properties are attributed to the combined effect of the surface modification by dopamine, the large aspect ratio of the BaTiO3 nanofibers and the improved crystallinity of the polymer nanocomposites induced by the BaTiO3 nanofibers. "]], ["Introduction", ["Ferroelectric ceramics are of critical importance in modern electronic and electrical systems as transistors for ferroelectric random-access-memory (FeRAM), as capacitors for electrostatic charge storage, or as electromechanical transducers.1 Flexible ferroelectric polymers with high ferroelectric and piezoelectric properties, such as poly(vinylidene fluoride) (PVDF) and its binary/ternary co-polymers, have been studied intensively as electroactive polymers for artificial muscles2 and ferroelectric media for flexible FeRAM devices.3 For the past decade, there have been tremendous efforts to combine the high ferroelectric properties and high dielectric permittivity of ceramics with the flexibility and easy processing of polymers. The resultant polymer-based composites are considered promising candidates for capacitors and charge-storage applications due to their flexibility, controllable dielectric permittivity and high dielectric breakdown strength.2,4,5 Pure polymers are limited by their low intrinsic dielectric constants (ε of 2–3), although their dielectric breakdown strength is rather high (200–300 kV mm−1). One common approach to enhance the dielectric constants of polymer composites is to introduce ceramic particles with high dielectric constants, such as BaTiO3,6 CaCu3Ti4O12 (CCTO),7 Pb(Mg1/3Nb2/3)O3–PbTiO3 (PMN-PT),8 or Pb(ZrxTi1−x)O39 into the polymer matrix. In these ceramic particulate polymer composites, a very high concentration of ceramic particles (e.g. >50 vol%) is required, resulting in a significant increase in the Young's modulus of the polymer composites. Pores, voids and other structural imperfections are also introduced, which results in a decreased breakdown strength of the polymer composites. Dielectric breakdown occurs in the polymer composites at electric fields even lower than the breakdown strength of the ferroelectric ceramic fillers, even with the high breakdown strength of the polymer matrix. Polymer composites can only be polarized at low electric fields, where saturated polarization of the ferroelectric ceramic fillers may not be achieved. The ferroelectric properties of polymer composites are thus limited by the high volume fraction of ceramic fillers and the resultant microstructural imperfections.  In addressing the issue of the high volume fraction of ceramic particles in the polymer composites, one potential solution lies in the employment of ceramic fillers with a large aspect ratio, rather than the spherical particles currently used. The benefits of using fillers with large aspect ratios are two-fold, i.e., (1) they are capable of increasing the dielectric constant of the composites at much lower volume fractions due to their large dipole moments,10 and (2) their morphology also helps to reduce the surface energy, which prevents the nanoparticles from agglomerating in the polymer matrix, due to smaller specific surface areas compared with their spherical counterparts.11 The microstructural imperfections can be mitigated by better compatibility between the ceramic and polymer matrix, which is usually achieved by surface modification of the ceramic particles.12–14 Surface modification also favors stronger interfaces between the ceramic fillers and the polymer matrices by forming interfacial bonds through active surface groups introduced by surface treatments. The interfaces or interfacial areas have been known to play a key role in determining the dielectric and piezoelectric performances of polymer composites.15,16 Dopamine, a common biomaterial, has recently been considered as a robust and generic surface building block due to its strong interfacial adhesion strength to a variety of surfaces including polymers and metal oxides.17 Most recently, dopamine was employed as a surface coating on MnO2 for energy storage.18 In our preliminary experiments,19 BaTiO3 nanofibers modified by dopamine have been used to improve the breakdown strength of an epoxy matrix. Comparison between nanocomposites filled with BaTiO3 nanofibers with and without dopamine modification clearly demonstrated that the breakdown strength was increased by a maximum of 100% in the nanocomposite filled with dopamine-modified BaTiO3 nanofibers, as compared with the nanocomposites filled with bare BaTiO3 nanofibers.  Herein, we report a combined approach for enhancing the dielectric and ferroelectric properties of polymer nanocomposites by using dopamine-modified BaTiO3 nanofibers with a large aspect ratio as fillers. Poly(vinylidene fluoride-trifluoroethylene) (PVDF-TrFE) with a high effective dielectric constant (εeff) and breakdown strength (Eb) is employed as the polymer matrix. Instead of spherical BaTiO3 nanoparticles, dopamine-modified BaTiO3 nanofibers fabricated via electrospinning20–22 are used as dielectric fillers. Dopamine improves the compatibility between the BaTiO3 nanofibers and the matrix, leading to a homogeneous dispersion of the fillers in the matrix. BaTiO3 nanofibers of high dielectric constant and large aspect ratio give rise to an increased dielectric constant of the nanocomposite at a small loading. The concentration of the electric field inside the polymer matrix was successfully mitigated by both the core–shell structure of the dopamine-modified BaTiO3 nanofibers and their orientation along the direction perpendicular to the external electric field. An enhanced breakdown strength is observed, which is favorable for the polarization of the nanocomposites at higher electric fields without a significant increase in the leakage current and gives rise to enhanced saturated and remnant polarization. "]], ["Experimental", ["##Preparation of BaTiO3 nanofibers via electrospinning The chemicals were purchased from China National Chemicals Corporation Ltd. if not otherwise specified. BaTiO3 nanofibers were prepared via electrospinning. Barium acetate, tetrabutyl titanate and acetylacetone at a molar ratio of 1 : 1 : 2 were dissolved in acetic acid and stirred to get a homogeneous barium titanate precursor sol. Poly(vinyl pyrrolidone) (PVP, M = 1 300 000) was added to the precursor for the control of the sol viscosity. The sol was then transferred into a syringe and electrospun with an applied electric field of 1.5 kV cm−1. Fibers consisted of PVP and barium titanate precursor obtained via electrospinning were calcined at 950 °C to get BaTiO3 nanofibers.  ##Surface modification of BaTiO3 nanofibers For surface modification, the BaTiO3 nanofibers were dispersed into 0.01 mol L−1 of dopamine hydrochloride (99%, Alfa Aesar) aqueous solution and stirred for 10 h at 60 °C. A thin coating could be observed around the BaTiO3 nanofibers by scanning electron microscopy (SEM, Hitachi S-4500) and high-resolution transmission electron microscopy (HRTEM, JEOL2011). The dopamine coating was also characterized by FTIR (Nicolet 6700) and XPS (Perkin-Elmer).  ##Fabrication of the BaTiO3/PVDF-TrFE nanocomposites For the fabrication of the BaTiO3/PVDF-TrFE nanocomposites, the dopamine-modified BaTiO3 nanofibers, poly(vinylidene fluoride-trifluoroethylene) were dispersed in N,N-dimethylformamide (DMF) by ultrasonication for 2 h, followed by stirring for 10 h, to form a stable suspension. The suspension was then cast into films by a laboratory casting equipment (LY-150-1, Beijing Orient Sun-Tec Company, Ltd.). The as-cast films were dried at 50 °C for 10 h. The thickness of the final films was about 30–60 μm.  ##Dielectric and ferroelectric characterization Silver electrodes were painted on both sides of the samples for electrical measurements. The dielectric properties were measured by employing a HP 4294A precision impedance analyzer (Agilent) at room temperature. The electric breakdown strength was tested by a dielectric withstand voltage test (Beijing Electro-mechanical Research Institute Supesvoltage Technique) at a ramping rate of 200 V s−1 and a limiting current of 5 mA. P–E loops (polarization–electric field loops) were measured by a Premier II ferroelectric test system (Radiant Technologies, Inc.). The effect of the BaTiO3 nanofibers on the crystallization of the polymer nanocomposites was investigated by using differential scanning calorimetry (DSC) with TGA/DSC1 (Metter-Toledo, Switzerland) in a cooling scan from 200 °C to room temperature at a cooling rate of 10 °C min−1. "]], ["Results & discussion", ["##Surface coatings on BaTiO3 nanofibers BaTiO3 nanofibers prepared via electrospinning have a large aspect ratio, with diameters of 200–250 nm and lengths of tens of micrometers, as seen in Fig. 1a. The average aspect ratio of the nanofibers is still about 15 after the surface modification process of ultrasonication and stirring in aqueous dopamine solution, as shown in the inset of Fig. 1a. After the surface modification, amorphous layers of 2–3 nm are formed uniformly on the surface of the BaTiO3 nanofibers, as seen from the HRTEM image of the dopamine-modified BaTiO3 nanofibers (Fig. 1b).  The uniform layers coated on the BaTiO3 nanofibers are further characterized by Fourier transform infrared spectroscopy (FT-IR) and X-ray photoelectron spectroscopy (XPS). From the FT-IR spectra in Fig. 2a, no visible absorption signal of the original BaTiO3 nanofibers is observed between 4000 and 1000 cm−1. After the surface modification, a broad absorbance band between 3600 and 3100 cm−1 appears, which corresponds to O–H and/or N–H stretching vibrations derived from dopamine. Other peaks at 1633 cm−1, 1488 cm−1, and 1269 cm−1 can be assigned to N–H bending vibrations, aromatic C–C stretching vibrations, and aromatic amine C–N stretching vibrations, respectively, which confirms the existence of aromatic and amido groups from dopamine. The presence of nitrogen-containing groups in the shell is further evidenced by the much increased intensity of the N 1s peak in XPS at a binding energy of 400 eV, as shown in Fig. 2b. XPS spectroscopy also suggests that the shell is covalently bonded to the surface of the BaTiO3 nanofibers through (BT)–O–C bonding (Fig. 2c), resulting in a robust shell which remains intact even after being washed with H2O and ethanol a number of times.  The BaTiO3/PVDF-TrFE nanocomposite films were prepared by a solution casting method with laboratory casting equipment, which could be easily up-scaled. As a result of the uniform coating of BaTiO3 nanofibers with dopamine, homogeneous dispersions of BaTiO3 nanofibers in the PVDF-TrFE matrix are achieved. Fig. 1c shows a surface SEM image of the BaTiO3/PVDF-TrFE nanocomposite with 10.8 vol% of BaTiO3 nanofibers. The average size of the BaTiO3 nanofibers is the same as the as-prepared ones, as indicated by arrows in Fig. 1c, suggesting that the nanofibers have been successfully transferred to the polymer matrix with minimum agglomeration from solution. The BaTiO3 nanofibers are well embedded in the PVDF-TrFE matrix. Good microstructural integrity combined with a small loading of BaTiO3 nanofibers renders the nanocomposites with excellent flexibility. The free-standing BaTiO3/PVDF-TrFE thin films are capable of being rolled, as shown in Fig. 1d, which is highly desirable for roll-to-roll processing. ##Dielectric permittivities of BaTiO3/PVDF-TrFE nanocomposites Although the highest loading of the BaTiO3 nanofibers is only 10.8 vol%, much lower than the amount employed in the literature,12,14 usually >50 vol%, greatly enhanced dielectric constants (>30) are still achieved in the nanocomposites at such a small loading. The effect of the large aspect ratio of the BaTiO3 nanofibers on the dielectric constants of the nanocomposites is even more significant when compared with polymer composites filled with BaTiO3 nanoparticles. In a nanocomposite of polycarbonate filled with BaTiO3 nanoparticles modified with phosphonic acid,10 50 vol% of the BaTiO3 nanoparticles was employed to achieve a similar dielectric constant of ∼18, as compared to our nanocomposites.  The much increased dielectric constant at a small loading of the BaTiO3 nanofibers is well described by the effective medium theory by considering the shape of the BaTiO3 nanofibers,23i.e.,  Where ε1 is the dielectric constant of the PVDF-TrFE, ε2 is the dielectric constant of the BaTiO3 nanofibers, f is the volume fraction of the BaTiO3 nanofibers and Lii is the depolarization factor of the BaTiO3, calculated by:  where p is the aspect ratio of the BaTiO3 nanofibers. The calculated results with p = 15 and ε2 = 900 are in agreement with the observations (see the inset of Fig. 3a for the BaTiO3/PVDF-TrFE nanocomposites). The polymer matrix is dominant in determining the dielectric frequency dispersion of these nanocomposites, as shown in the frequency-dependence of the dielectric permittivity and dielectric loss for the BaTiO3/PVDF-TrFE nanocomposites (see Fig. 3). The decrease in the dielectric permittivity of the composites beyond 1 MHz is attributed to the dielectric relaxation of the PVDF-TrFE matrix, which is evidenced by the signature peak in the dielectric loss-frequency spectra (Fig. 3b). The dielectric loss remains unchanged as compared with the PVDF-TrFE matrix (Fig. 3b). In the light of these dielectric features, it can be concluded that both nanocomposites are still insulating and the increase in dielectric constant is not attributed to the interfacial polarization, which normally exhibits a signature relaxation at low frequencies and gives rise to a much increased dielectric loss.  ##Dielectric breakdown behavior and ferroelectric properties The dependence of the breakdown strength on the volume fraction of BaTiO3 nanofibers is shown in Fig. 4. The PVDF-TrFE matrix employed has a breakdown strength of (170.9 ± 9.1) kV mm−1. With the introduction of the BaTiO3 nanofibers, Eb of the composites gradually increases to a maximum of (225.8 ± 11.6) kV mm−1 at 3.0 vol% of BaTiO3 nanofibers and is still (204.8 ± 20.1) kV mm−1 at the highest BaTiO3 nanofibers loading of 10.8 vol%, as shown in Fig. 4. The increase in breakdown strength below 3 vol% of BaTiO3 nanofibers is attributed to the increase in the regions around the nanofibers where the polymer chains are tightly bonded to the nanofibers. The mobility of the polymer chains is thus decreased, which reduces the probability of charge carriers transferring through the loose polymer chains not bonded to the nanofibers. Despite the careful preparation of the nanocomposite films, the loading of BaTiO3 nanofibers in the polymer nanocomposite inevitably introduces structural defects, such as microvoids, which leads to the concentration of the local electric field. When the volume fraction of BaTiO3 nanofibers increases to >3 vol%, more microvoids are introduced and lead to further field enhancement, resulting in a decrease of the breakdown strength. Similar trends in the dependence of the breakdown strength on the volume fraction or the weight percent of dielectric fillers, i.e., the maximum value of breakdown strength at a low volume fraction, have also been observed by other researchers.24–26  The improved breakdown strength gives rise to enhanced ferroelectric properties of the nanocomposites, as shown by the polarization-electric field hysteresis loops (P–E curves) of the BaTiO3/PVDF-TrFE nanocomposites (Fig. 5). Limited by the high voltage available with our P–E test equipment as well as the thickness of the nanocomposite films, the nanocomposites cannot be polarized at an electric field close to the breakdown strength. Nevertheless, a comparison between the P–E loops up to 75 kV mm−1 (see Fig. 5a) reveals the effect of the BaTiO3 nanofibers on the ferroelectricity of the nanocomposites. As seen, with the introduction of BaTiO3 nanofibers, the maximum polarization increased gradually from ∼4.7 μC cm−2 for the pure PVDF-TrFE to ∼9.3 μC cm−2 for the nanocomposites with 10.8 vol% of BaTiO3 nanofibers. For further insights into the ferroelectric properties of the nanocomposite films, a thinner film (about 30 μm in thickness) with 10.8 vol% BaTiO3 was used to obtain a higher sweeping electric field applied to the film within the high voltage available from our P–E test equipment. As shown in Fig. 5b, a higher sweeping electric field of 110 kV mm−1 makes the P–E loops well saturated, which clearly demonstrates the greatly improved ferroelectric properties of the nanocomposite film, such as a higher remanent polarization (Pr) of up to about 9 μC cm−2 and a higher Pr/Ps ratio of 0.81. Given the improved breakdown strength, the polymer nanocomposites can be polarized at a higher electric field without causing a significant leakage current, giving rise to increased remnant polarization.  It is worth noting that the breakdown strength for our composite films, as well as for the pure PVDF-TrFE films, is lower than those of commercial dielectric polymer sheets (i.e., >300 kV mm−1),27,28 which is attributed to the fact that our composite films are almost one order of magnitude thicker than the commercial dielectric polymer sheets (e.g., 3–5 μm), resulting in more defects or weak points and thus leading to decreased breakdown strength. A further reduction of the film thickness promises a higher breakdown strength29 and hence further enhanced ferroelectric properties in these polymer nanocomposites.  ##The origin of the enhanced dielectric and ferroelectric properties The improved breakdown strength as well as the enhanced ferroelectricity arise mainly from the two novel features of the polymer nanocomposites containing BaTiO3 nanofibers. The first is the surface modification of the BaTiO3 nanofibers with dopamine. The organic layers formed by the polymerization of dopamine on the BaTiO3 nanofibers play a critical role in the dielectric performance of the composites. As a robust and highly reactive surface modifier, dopamine greatly facilitates the dispersion of the BaTiO3 nanofibers in the polymer matrices, which leads to less percolative pathways formed by the BaTiO3 nanofibers for charge transfer. The covalent nature of its bonding to the surface of the BaTiO3 nanofibers contributes to the passivation of the BaTiO3 nanofibers by reducing the concentration of ionizable hydroxyl groups on the surface of the nanofibers, thereby resulting in a lower concentration and mobility of charge carriers normally associated with the surface. More importantly, recent phase-field simulations on the local charge and electric field distribution inside polymer composites by Wang et al.30,31 suggest that the shells, or interface layers, outside the filler particles play critical roles in mitigating the concentration of the electric field in the polymer matrix, which is caused by the big differences between the “soft” ceramic particles of high dielectric constant and the “hard” polymer matrix of low dielectric constant. The shells formed by the polydopamine on the surface of the BaTiO3 nanofibers could be considered as buffer layers and help to lower the electric field concentrated inside the polymer matrix, giving rise to the increased apparent breakdown strength of the polymer composites.  The second novel feature is the employment of the BaTiO3 nanofibers with a large aspect ratio and the orientation of these BaTiO3 nanofibers perpendicular to the external electric field. Firstly, the depolarization factor of the BaTiO3 nanofibers is anisotropic, i.e., smaller in the longitudinal direction and larger in the transverse directions. The susceptibility of the polymer composite could be lowered by the orientation of the BaTiO3 nanofibers in the in-plane directions when the electric field is applied out-of-plane, leading to a lower concentration of the electric field in the polymer matrix.32 The enhanced breakdown strength could also be explained by the electrical breakdown process. Electric breakdown usually happens as a result of the progress of electrical treeing throughout the material. Partially oriented BaTiO3 fibers in the nanocomposites are capable of restraining the growth of electrical treeing by providing tortuous paths for treeing, as well as more scattering centers for the hot electrons.33 The BaTiO3 nanofibers partially oriented in the direction perpendicular to the applied electric field also provide more ordered trapping or scattering centers for the injected charges, hindering the traverse of the injected charges to the opposite electrode. Plus, a higher resistance to filamentary thermal and electromechanical breakdown events is also obtained as a result of the orientation of the BaTiO3 nanofibers. Enhanced mechanical properties are also expected in the nanocomposite filled with fibers. The local thermal and electric stresses are spread over a larger material volume, leading to improved breakdown strength.  In addition to the two novel features introduced by the dopamine-modified BaTiO3 nanofibers, the enhanced ferroelectric properties can also be attributed to the improved crystallinity of the PVDF-TrFE matrix with the presence of the BaTiO3 nanofibers, with the BaTiO3 nanofibers acting as nucleating agents.34 As revealed by the differential scanning calorimetry (DSC) curves obtained in the cooling scan for both the PVDF-TrFE matrix and the nanocomposites (Fig. 6), the crystallization temperature (Tc) shifts by about 3 °C from ∼128 °C for the PVDF-TrFE matrix to ∼131 °C for the nanocomposites with 3 vol% of BaTiO3 nanofibers. No further shifts of Tc were observed with further increases in the volume fraction of BaTiO3 nanofibers, indicating that the effect of the BaTiO3 nanofibers on the thermal transitions is saturated beyond 3 vol% of BaTiO3 nanofibers. These results are consistent with other reports.30 A higher crystallinity of ferroelectric polymers is favorable for higher polarization. Xu et al.35 observed significantly enhanced ferroelectric properties in defect-free thin films of vinylidene fluoride oligomer as compared with their PVDF-TrFE counterparts, whose crystallinity is much lower than the VDF oligomer films.  DSC curves of the polymer and nanocomposites during the cooling cycle. "]], ["Conclusions", ["In conclusion, the polydopamine layers on BaTiO3 nanofibers not only facilitate the homogeneous dispersion of the BaTiO3 nanofibers in polymer matrices but also help in the formation of strong interfaces between the BaTiO3 nanofibers and the PVDF-TrFE matrix. Increased dielectric permittivity is obtained at a much smaller loading of fillers due to the large aspect ratio of the BaTiO3 nanofibers, giving rise to highly flexible polymer nanocomposites. By the employment of dopamine-modified BaTiO3 nanofibers, the breakdown strength of the polymer nanocomposites is improved, leading to enhanced ferroelectric properties in these nanocomposites. Our approach of dopamine-modified BaTiO3 nanofibers as dielectric fillers could be used as a general strategy for enhanced dielectric and ferroelectric properties in polymer nanocomposites."]]], "doi": "10.1039/c2jm30297g", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 (a) SEM image of the BaTiO3 nanofibers before and after (inset image) the surface modification processing with dopamine; (b) HRTEM image of the dopamine modified BaTiO3 nanofibers; (c) the surface micrograph of the BaTiO3/PVDF-TrFE film with 11 vol% dopamine-modified BaTiO3 nanofibers by SEM. The nanofibers are indicated with arrows in C; (d) photo of the film with 10.8 vol% of dopamine-modified BaTiO3 nanofibers. The superior flexibility is demonstrated by rolling of the composite films with tweezers."], ["Fig. 2", "Fig. 2", "Fig. 2 The FT-IR (a) and XPS (b,c) of the BaTiO3 nanofibers before (dashed line) and after (solid line) dopamine modification processing. The O 1s and N 1s signals of XPS are presented separately in (b) and (c)."], ["Fig. 3", "Fig. 3", "Fig. 3 Dependencies of the dielectric relative permittivity, ε eff (a) and dielectric loss, Tanδ (b) at a frequency from 800 Hz to 10 MHz of the BaTiO3/PVDF-TrFE nanocomposites with different volume fractions of dopamine modified BaTiO3 nanofibers. Superimposed in the inset is the dielectric relative permittivity calculated according to eqn (1)."], ["Fig. 4", "Fig. 4", "Fig. 4 Variations of the breakdown strength of BaTiO3/PVDF-TrFE nanocomposites for different volume fractions of dopamine modified BaTiO3 nanofibers."], ["Fig. 5", "Fig. 5", "Fig. 5 (a) P–E loops for BaTiO3/PVDF-TrFE nanocomposites with different volume fractions of BaTiO3 nanofibers at room temperature (color online). (b) P–E loops for nanocomposites with 10.8 vol% of BaTiO3 nanofibers at 75 kV mm−1 (dash in blue) and 110 kV mm−1 (solid in red)."], ["Fig. 6", "Fig. 6", "Fig. 6 DSC curves of the polymer and nanocomposites during the cooling cycle."]], "table_captions": [], "tables": []}