{"title": "Polymer–Nanoparticle Interfacial Interactions in Polymer Nanocomposites: Confinement Effects on Glass Transition Temperature and Suppression of Physical Aging", "abstract": "The effects of confinement on glass transition temperature (Tg) and physical aging are measured in polystyrene (PS), poly(methyl methacrylate) (PMMA), and poly(2-vinyl pyridine) (P2VP) nanocomposites containing 10- to 15-nm-diameter silica nanospheres or 47-nm-diameter alumina nanospheres. Nanocomposites are made by spin coating films from sonicated solutions of polymer, nanofiller, and dye. The Tgs and physical aging rates are measured by fluorescence of trace levels of dye in the films. At 0.1–10 vol % nanofiller, Tg values can be enhanced or depressed relative to neat, bulk Tg (Tg,bulk) or invariant with nanofiller content. For alumina nanocomposites, Tg increases relative to Tg,bulk by as much as 16 K in P2VP, decreases by as much as 5 K in PMMA, and is invariant in PS. By analogy with thin polymer films, these results are explained by wetted P2VP–nanofiller interfaces with attractive interactions, nonwetted PMMA–nanofiller interfaces (free space at the interface), and wetted PS–nanofiller interfaces lacking attractive interactions, respectively. The presence of wetted or nonwetted interfaces is controlled by choice of solvent. For example, 0.1–0.6 vol % silica/PMMA nanocomposites exhibit Tg enhancements as large as 5 K or Tg reductions as large as 17 K relative to Tg,bulk when films are made from methyl ethyl ketone or acetic acid solutions, respectively. A factor of 17 reduction of physical aging rate relative to that of neat, bulk P2VP is demonstrated in a 4 vol % alumina/ P2VP nanocomposite. This suggests that a strategy for achieving nonequilibrium, glassy polymeric systems that are stable or nearly stable to physical aging is to incorporate well-dispersed nanoparticles possessing attractive interfacial interactions with the polymer. Keywords: aging; films; fluorescence; glass transition; interfaces; nanocomposites; nanoparticles; photophysics; relaxation; silicates ", "body": [["ABSTRACT", ["The effects of confinement on glass transition temperature (Tg) and physical aging are measured in polystyrene (PS), poly(methyl methacrylate) (PMMA), and poly(2-vinyl pyridine) (P2VP) nanocomposites containing 10- to 15-nm-diameter silica nanospheres or 47-nm-diameter alumina nanospheres. Nanocomposites are made by spin coating films from sonicated solutions of polymer, nanofiller, and dye. The Tgs and physical aging rates are measured by fluorescence of trace levels of dye in the films. At 0.1–10 vol % nanofiller, Tg values can be enhanced or depressed relative to neat, bulk Tg (Tg,bulk) or invariant with nanofiller content. For alumina nanocomposites, Tg increases relative to Tg,bulk by as much as 16 K in P2VP, decreases by as much as 5 K in PMMA, and is invariant in PS. By analogy with thin polymer films, these results are explained by wetted P2VP–nanofiller interfaces with attractive interactions, nonwetted PMMA–nanofiller interfaces (free space at the interface), and wetted PS–nanofiller interfaces lacking attractive interactions, respectively. The presence of wetted or nonwetted interfaces is controlled by choice of solvent. For example, 0.1–0.6 vol % silica/PMMA nanocomposites exhibit Tg enhancements as large as 5 K or Tg reductions as large as 17 K relative to Tg,bulk when films are made from methyl ethyl ketone or acetic acid solutions, respectively. A factor of 17 reduction of physical aging rate relative to that of neat, bulk P2VP is demonstrated in a 4 vol % alumina/ P2VP nanocomposite. This suggests that a strategy for achieving nonequilibrium, glassy polymeric systems that are stable or nearly stable to physical aging is to incorporate well-dispersed nanoparticles possessing attractive interfacial interactions with the polymer. Keywords: aging; films; fluorescence; glass transition; interfaces; nanocomposites; nanoparticles; photophysics; relaxation; silicates "]], ["INTRODUCTION", ["It has been known for more than a decade that nanoconfinement can lead to significant changes in the glass transition temperature (Tg) behavior of polymer films.1–17 Seminal studies by Keddie et al.1 and Forrest et al.2 reported reductions in Tg from the bulk value by ~23 K in 15-nm-thick polystyrene (PS) films supported on a silica substrate and by ~70 K in 29-nm-thick freestanding PS films (two free surfaces), respectively. The reductions in Tg observed in ultrathin films were hypothesized to result from reductions in Tg (or enhancement in cooperative segmental mobility) in regions close to the free surface (air–polymer interface). In 2003, Ellison and Torkelson3 employed a novel multilayer/fluorescence method to determine Tgs at specific locations within thin and ultrathin films, including the free surface. They observed a 32 K reduction in Tg relative to Tg,bulk in a 14-nm-thick freesurface layer located at the top of bulk, bilayer film. Using trilayer films, they also found that a reduction in Tg extended from the free surface several tens of nanometers into the film interior. Other recent studies have found that Tgs can be depressed from bulk values in films exceeding 100 nm in thickness. For example, Ellison et al.11 found Tg depressions in 300- to 400-nmthick supported poly(t-butyl styrene) films. When attractive interactions, for example, hydrogen bonds, are present at a polymer–substrate interface, confinement effects can lead to enhancements rather than depressions in Tg relative to bulk values.4,5,13–17 Keddie et al.4 and van Zanten et al.5 found enhancements in Tg from Tg,bulk by 4–5 K in 15-nm-thick poly(methyl methacrylate) (PMMA) films and by as much as 50 K in 8-nm-thick poly(2-vinyl pyridine) (P2VP) films, respectively, when attractive polymer–substrate interactions are present. The attractive interactions are believed to result from hydrogen bonds between the hydroxyl groups naturally on the silica substrate surfaces and the ester side group in PMMA or the nitrogen atom in P2VP. Recently, important connections between the deviations of Tg values or related dynamics in polymer nanocomposites from those of neat, bulk polymers have been made to the many studies of the effects of confinement on Tg in polymer films. Molecular dynamics simulations, experiments, and models18–25 have leant support to the concept that the Tgs of polymer nanocomposites can be enhanced or depressed by tuning the polymer–nanofiller interactions and that the effects are similar to those resulting from free surfaces and polymer– substrate interactions in ultrathin polymer films. Via experimental studies, Bansal et al.25 have demonstrated an approximate equivalence between ultrathin film thickness and an average interparticle spacing in nanocomposites for two nanofiller surface treatments, resulting in either nonwetting or wetting polymer–nanofiller interfaces. In contrast to the many studies on the Tg-nanoconfinement effect (for relevant reviews, see Refs. 26–29), much less work9,30–39 has been devoted to the effect of confinement on physical aging or structural relaxation in polymer films and nanocomposites. This is unfortunate because physical aging, defined as the relaxation process in which a nonequilibrium glass spontaneously evolves toward thermodynamic and structural equilibrium, often results in deleterious changes in properties ranging from brittleness and ultimate elongation to permeability. In 2002, Ellison et al.9 reported little change within error in physical aging rate of poly(isobutyl methacrylate) films supported on quartz over a range of thicknesses from 10 to 800 nm. In 2003, Kawana and Jones30 monitored PS physical aging at Tg,bulk -30 K and found that physical aging is absent in a 10-nm-thick film, consistent with the notion that the Tg of the 10-nm-thick film is reduced relative to bulk by at least 30 K. In 2005, Priestley et al.31,32 employed single layer/and multilayer/fluorescence methods to demonstrate that confinement in PMMA ultrathin films can significantly reduce physical aging rate, a point also made by Fukao and Sakamoto,33 and that the physical aging response in PMMA films is affected by confinement over a larger length scale than is the Tg response. Priestley et al.31 further found that physical aging is present in supported ultrathin PMMA films at temperatures above Tg,bulk; this is associated with the enhancement of Tg due to hydrogen bond effects at the polymer–silica substrate interface. It is interesting to note that Pfromm and Koros34 and Huang and Paul35,39 have measured permeation across freestanding films of several high Tg polymers as a function of aging time and have found an accelerated reduction in permeability with decreasing thickness below ~1 μm. Regarding physical aging of nanocomposites, in 1998, Lee and Lichtenhan36 reported that inclusion of polyhedral oligomeric silsesquioxane (POSS) nanoreinforcements in epoxy retarded the physical aging rate and the time to reach equilibrium. More recently, Lu and Nutt37,38 also found reduced relaxation rates and a broader distribution of relaxation times in intercalated silicate-epoxy nanocomposites relative to physical aging rate in neat epoxy. Here we report the results of a study in which we control the effects of confinement on Tg and physical aging by tuning the polymer–nanofiller interactions in nanocomposites via choice of polymer, nanofiller, or solvent used in nanocomposite preparation. With nanocomposites containing low levels of nanofiller, we demonstrate using fluorescence that Tg values may be either enhanced or depressed substantially relative to bulk Tg values depending on the solvent used in preparing the nanocomposites by spin coating. By appropriate choice of nanofiller dispersed in the polymer, we also demonstrate using fluorescence that physical aging can be dramatically suppressed in glassy polymer nanocomposites."]], ["EXPERIMENTAL", ["Polystyrene (Pressure Chemical, reported values of Mn = 290,000 g/mol, Mw/Mn < 1.06) was used as received. PMMA was synthesized by free radical polymerization (Mn = 355,000 g/mol, Mw/Mn = 1.54, by gel permeation chromatography using universal calibration with PS standards). P2VP (Scientific Polymer Products, reported value of Mv = 200,000 g/mol) was used after drying the asreceived material in a vacuum oven at ~110 °C to remove residual monomer. Bulk Tg (Tg,bulk) values were measured by differential scanning calorimetry (DSC) (Mettler-Toledo DSC822, second heat, onset method, 10 K/min) and also via fluorescence methods and were found to agree within experimental error: PS Tg,bulk = 102 °C by DSC and 101 °C by fluorescence; PMMA Tg,bulk = 120 °C by DSC and 118 °C by fluorescence; and P2VP Tg,bulk = 100 °C by DSC and fluorescence. Three fluorescence dyes, pyrene (Aldrich Chemical, 99+% purity), 1,10-bis(1-pyrene)decane (BPD) (Molecular Probes), and 4-tricyanovinyljulolidene (TCJ) (Molecular Probes), were used as received. Alumina nanospheres (alumina oxide nanopowder, Sigma- Aldrich, reported diameter of 47 nm) and silica nanospheres (colloidal silica in methyl ethyl ketone, Nissan Chemical Industries, reported diameter of 10–15 nm) were used as received. Thin films of neat polymers and polymer nanocomposites were prepared by spin-coating40,41 dilute solutions of polymer and dye, with or without nanofiller, onto quartz slides. All solutions were made using methyl ethyl ketone as solvent except for a series of PMMA–silica nanocomposites that were made using acetic acid as solvent. (The colloidal silica in methyl ethyl ketone was diluted in acetic acid.) Solutions containing nanofiller were sonicated (Branson 1200 sonicator) for 40 min prior to spin coating. Resulting films contained less than 0.2 wt % dye relative to polymer and were at least 1 μm in thickness as determined using a Tencor P10 profilometer. Films were dried for at least 2 days in a chemical fume hood prior to performing fluorescence measurements. Fluorescence was measured using a Spex Fluorlog- 2DM1B fluorimeter for Tg characterization and a Photon Technology International fluorimeter for physical aging characterization. Values of Tg were measured using pyrene as the dye in the PS and P2VP films (neat and nanocomposite) and BPD as the dye in the PMMA films (neat and nanocomposite). Typically, fluorescence spectra were recorded upon cooling from the rubbery state after having annealed samples at ~Tg +40 K for 15 min. In a few cases, samples were annealed at ~Tg +30 K for 15 min. The cooling protocol involved measuring the fluorescence spectrum at a given temperature followed by reducing the film temperature by 5 °C, holding at that temperature for 5 min, and then measuring the fluorescence spectrum, and so forth. In fitting the temperature dependence of fluorescence in the rubbery and glassy states, only data points well outside Tg were used for the linear fits, and typical correlation coefficients (R2) were better than 0.990. To initiate the fitting procedure, data points were added to the rubbery- and glassy-state linear regressions at the extrema in the temperature range of the data. The correlation coefficient was monitored as more data points were added (approaching Tg from the extrema in the temperature range of the data) to each of the linear regressions. If the R2 value began to steadily decrease below a threshold value (i.e., 0.990) as more data points were added, then these data points were removed to produce a value of R2 higher than the threshold value, and the linear regressions were considered acceptable. The linear fits in both the rubbery and glassy states included a minimum of four fluorescence data points (usually more), spanning a minimum of 15 K in temperature. Spectra were taken over a sufficient range of wavelengths that integration could be done from instrument baseline at the lowest wavelengths to the same instrument baseline at the highest wavelengths. When a deviation in Tg from Tg,bulk was apparent, several repeat experiments were performed to confirm the shift in Tg. In all cases, for a given system, the repeated result values were identical within experimental error, ±1 K. Physical aging was characterized as described in Refs. 31 and 32 using TCJ as the fluorescence dye in all neat polymer and polymer nanocomposite films. Physical aging was monitored by measuring the maximum emission intensity of TCJ (at 597–602 nm for P2VP, at 598–602 nm for P2VP–silica nanocomposites, and at 601–605 nm for P2VP–alumina nanocomposites) as a function of aging time after quenching the films from the rubbery state above Tg to 30 °C. "]], ["RESULTS AND DISCUSSION", ["##Glass Transition Effects in Polymer Nanocomposites The Tgs of polymer nanocomposites were measured as a function of nanofiller concentration, nanofiller type, and polymer species using the temperature dependence of the integrated intensity of pyrene doped as low levels (0.2 wt % or less) in the polymers. Figure 1 illustrates a significant increase in the pyrene fluorescence intensity with decreasing temperature in a neat P2VP film. Similar results are obtained in BPDdoped PMMA and pyrene-doped PS films with and without nanofiller. (It should be noted that many fluorescence dyes are capable of providing measurements of Tg in polymer films via a break in the temperature dependence of fluorescence intensity.42–45 However, pyrenyl-type dyes have an advantage in such applications because of their strong absorbance of excitation light and high fluorescence quantum yield.) Figure 2 shows the normalized integrated fluorescence intensity as a function of temperature for a neat P2VP film and a P2VP–alumina nanocomposite film; in each case, the fluorescence is associated with pyrene dyes doped at trace levels in the polymers. Both systems exhibit stronger temperature dependences at higher temperature and weaker temperature dependences at lower temperature. The intersection of the high and low temperature dependences is Tg. (Note: All Tg measurements in this study are made by cooling from the rubbery state above Tg, in accord with the protocol typically used in volumetric measurements of Tg.) Figure 2 makes evident a substantial, 16 K increase in Tg of the P2VP/4 vol % alumina nanocomposite relative to neat, bulk P2VP. (It should be noted that this 16 K increase in Tg is not observed when a nanocomposite film is made by solvent casting instead of spin coating. This is because solvent casting the sonicated solutions results in much less dispersion of nanoparticles in the final nanocomposite film because of the aggregation that occurs during the slow drying process accompanying solvent casting.) Figure 3 shows the effect of nanofiller concentration on the Tg values of polymer–alumina nanocomposites made using PS, PMMA, and P2VP. Polystyrene–alumina nanocomposites exhibit no change in Tg within error when nanofiller is present up to 10 vol %. In contrast, PMMA–alumina nanocomposites exhibit a reduction in Tg by 3–5 K at 3–10 vol % nanofiller while the P2VP– alumina nanocomposites exhibit a 12–16 K enhancement in Tg at 3.5–6 vol % nanofiller. The reduction in the PMMA Tg with addition of alumina nanofiller is qualitatively consistent with results of Ash et al.18 who previously reported Tg reductions in nanocomposites made by in situ polymerization of PMMA in the presence of alumina nanofiller. This Tg behavior has been rationalized as resulting from the presence of a free surface (free space) between the PMMA and the alumina nanofiller surface, that is, PMMA is not wetting the alumina surface. (Recall that Tg reductions at a free surface have been inferred from the Tg-nanoconfinement behavior of many polymers and have been experimentally determined via multilayer/ fluorescence methods for PS films.3) The Tg reductions obtained in the current study can be explained in a manner similar to those obtained by Ash et al.18 and are consistent with the modest Tg reductions reported by Roth and Dutcher7 in freely standing PMMA films. No previous report has been made regarding the effect of alumina nanofiller on the Tg values of either PS or P2VP. However, Xie and Blum46 have noted similarity in the interactions of styrene/2- vinyl pyridine block copolymers with silica and alumina. As the P2VP block is well known to undergo strong attractive interactions with silica via hydrogen bonding47,48 while the PS block does not, it is reasonable to assume that a similar behavior applies in the case of alumina nanofiller. The invariance of Tg with alumina nanofiller in PS nanocomposites is consistent with the notion that wetted PS–alumina interfaces are present. A previous study3 has shown that in a bulk PS film, the Tg value in an ultrathin layer next to a silica substrate is identical within error to bulk Tg; if the interfacial interaction between PS and alumina is similar to that of PS and silica (where is no attractive interaction), then the presence of alumina nanofiller should have little or no effect on the PS Tg. In contrast, the origins of the major enhancement of Tg with alumina nanofiller in P2VP–alumina nanocomposites are presumably due to wetted P2VP–alumina interfaces possessing strong attractive interactions, leading to reductions in cooperative segmental mobility in the polymer and an increase in Tg. This explanation of the enhanced Tg values in P2VP–alumina nanocomposites is reinforced by noting that P2VP–silica nanocomposites, which by the nature of interfacial hydrogen bonds have strong attractive polymer–substrate interactions, yield Tg enhancements relative to bulk P2VP. When a P2VP nanocomposite is made with 0.4 vol % silica (reported nanosphere diameter of 10–15 nm), its Tg value exceeds the Tg of neat P2VP by 10 K. The surface areas at equal volumes of silica nanofiller and alumina nanofiller (reported nanosphere diameter of 47 nm) differ by a factor of \u00013.8. This means that if the nanofiller dispersion and the strength of interfacial interactions are comparable in the P2VP–silica and P2VP–alumina nanocomposites, then a Tg enhancement of roughly 10 K relative to neat P2VP may be expected in a P2VP nanocomposite made with 1.5 vol % alumina. Figure 3 indicates that the Tg enhancement in such a nanocomposite is \u00018 K, in reasonable agreement with expectations. While it is obvious that polymer–nanofiller interactions may be tuned by choice of polymer and nanofiller, we should also note that the choice of solvent used to prepare the nanocomposites via spin coating can lead to major differences in polymer– nanofiller interactions and thereby effects on Tg. Figure 4 compares the impact on Tg of silica nanofiller addition to PMMA when the nanocomposite is prepared in different solvents. When the nanocomposite is made using methyl ethyl ketone, an increase in Tg is observed rela- tive to Tg,bulk, with an increase in Tg by 5–6 K in the presence of 0.4–0.5 vol % silica. These results are consistent with the presence of wetted interfaces between PMMA and the silica nanofillers, leading to hydrogen bonds that are the underlying cause of the Tg enhancement. In stark contrast, when the nanocomposites are made using acetic acid, there is a sharp decrease in Tg with increasing nanofiller content, with the PMMA Tg being depressed from Tg,bulk by as much as 17 K in the presence of 0.6 vol % silica. This effect can be understood by the development of free surfaces (free space) between the PMMA and the silica nanofiller. A recent study by Roth and Dutcher7 has reported that a 17 K reduction in Tg relative to Tg,bulk was observed in 30-nm-thick freely standing PMMA films. We believe that the acid group of acetic acid prevents or severely reduces the interaction between PMMA and the hydroxyl groups on the surface of silica; this is because the acid group interacts strongly with the PMMA ester side group.49 (The sharply contrasting Tg results obtained in the PMMA–silica nanocomposites made using methyl ethyl ketone and acetic acid cannot be explained by a segregation of dye to the nanofiller interface in a nanocomposite made in one solvent but not when made in the other solvent. It is well known that the vibrational structure of pyrenyl dye monomer fluorescence is dependent on local polarity,50 which would be substantially different if the BPD dye were segregated at a nanofiller interface as compared with being dispersed in the polymer. However, careful inspection revealed an identical nature, within error, of the vibrational structures of the BPD emission spectra for the PMMA–silica nanocomposites made using the two solvents.) ##Physical Aging Effects in Polymer Nanocomposites The physical aging behaviors of P2VP–silica and P2VP–alumina nanocomposites were measured using the increase in fluorescence intensity of an intramolecular charge transfer probe, TCJ, as a function of logarithmic aging time to quantify aging rate. This approach takes advantage of the fact that the fluorescence intensity of TCJ (inset of Fig. 5), which is also called a ‘‘rotor’’ probe, is very sensitive to local density near Tg. This excellent sensitivity originates from the fact that when the TCJ dye is in its electronic excited state, it can return to the ground state by means of nonradiative decay pathways, for example, bond rotation or vibration, or by fluorescence. With minute increases in local density near Tg, the likelihood of achieving these nonradiative decay pathways during the excited state lifetime of the TCJ dye (of order nanoseconds) decreases, resulting in an increase in fluorescence intensity. (The much greater sensitivity of rotor probes to local density near Tg makes them better choices for monitoring physical aging than pyrenyl dyes.) Royal and Torkelson51–53 found that rotor probes provided quantitative measures of local physical aging rates and complex relaxation behavior such as asymmetry and ‘‘memory’’ effects in a range of bulk polymers [PS, PMMA, poly(vinyl acetate), poly(isobutyl methacrylate), and polycarbonate]. They also showed51,52 that the data obtained via fluorescence regarding the temperature dependence of physical aging rate and the time to reach equilibrium during aging very near Tg agreed with results obtained by volumetric relaxation and enthalpy relaxation measurements. These methods were recently adapted by Priestley et al.31,32 for monitoring physical aging rate (both average and distributions) in thin and ultrathin polymer films. Here we employ this method for the first time in characterizing physical aging in polymer nanocomposites. (A related fluorescence approach to monitor physical aging in bulk polymer films was recently reported by van den Berg et al.54) Figure 5 illustrates the change in the fluorescence spectrum of the TCJ dye during physical aging of a neat P2VP film after quenching the temperature from 140 °C to the aging temperature of 30 °C, deep in the glassy state. In 8 h of physical aging, there is a nearly 35% increase in the fluorescence intensity of the TCJ dyes doped in the P2VP film. Figure 6 compares the change in fluorescence intensity during physical aging of neat P2VP to the changes observed in two P2VP nanocomposites, one with 0.4 vol % silica and the second with 4 vol % alumina. In the case of the neat P2VP film, the fluorescence intensity increases roughly linearly with logarithmic physical aging time. (The classic response in physical aging studies is a roughly linear change of the measurable with logarithmic aging time.52,53,55–57) However, there is a much reduced effect of physical aging time on fluorescence intensity in the P2VP nanocomposite made with 0.4 vol % silica and a nearly invariant fluorescence intensity in the P2VP nanocomposites made with 4 vol % alumina. In analogy with a definition of physical aging rate obtained in volumetric relaxation studies 56,57 [rate = -(1/V0)(dV/d log tage), where V (V0) is the specific volume at aging time tage (t0)], a fluorescence physical aging rate, rf, may be defined31,32,52 as follows:  rf = (1/F0)(dF/d log tage) where F (F0) is the fluorescence intensity at aging time tage (t0). (The fact that F increases when V decreases accounts for the different sign, positive versus negative, in the equations for fluorescence physical aging rate and volumetric physical aging rate.) When eq 1 is applied to the data in Figure 6, it is seen that fluorescence physical aging rate (calculated with tage in units of minutes) decreases in the following manner: rf = 0.17 for neat P2VP, rf = 0.04 for 0.4 vol % silica/P2VP nanocomposites, and rf = 0.01 for 4 vol % alumina/P2VP nanocomposites. It is interesting to note that both suppression of physical aging and the Tg enhancement are greater in the 4 vol % alumina nanocomposite than in the 0.4 vol % silica nanocomposite. As the Tg enhancement is strongly correlated to the level of attractive interfacial interactions in the nanocomposite, this suggests that the suppression of physical aging may be similarly correlated. The factor of 4 to 17 reduction in physical aging rate of the nanocomposites relative to neat P2VP is consistent with recent measurements by Priestley et al.32 of the distribution of physical aging rates in PMMA films supported on silica substrates. Relative to the bulk PMMA physical aging rate, a factor of 15 reduction in physical aging rate was observed deep in the glassy state of the 25-nm-thick layer next to the silica substrate in a supported bulk PMMA film. Furthermore, the physical aging rate was reduced from the bulk PMMA rate at length scales at least 100 nm away from the substrate interface in the film interior. This near elimination of physical aging in the region of the bulk film closest to the silica substrate and the suppression of aging rate well into the film were rationalized by the effect of hydrogen bonds at the substrate interface in suppressing the conformational relaxation processes associated with physical aging. It is not yet understood why these attractive substrate interactions have such large effects on physical aging rate deep in the glassy state, especially in comparison with their measurable but more modest impact on Tg. This issue deserves further experimental and theoretical study. The order of magnitude reduction of physical aging rate of the P2VP/alumina nanocomposite relative to that of bulk P2VP as well as the results of Priestley et al.32 suggest that a potential strategy to suppress or nearly eliminate physical aging of nonequilibrium polymer glasses is via the incorporation of well-dispersed nanofillers that undergo attractive interactions with the polymer matrix. While the underlying origin of the very significant effect of nanofillers in suppressing physical aging is not fully understood, the effect nevertheless indicates that there may be a major advantage associated with polymer nanocomposites related to the long-term stability of certain properties of glassy polymer systems. The potential achievement of a nonequilibrium amorphous polymer nanocomposite that is stable or nearly stable to physical aging has many important technological implications."]]], "doi": "10.1002/polb.20925", "figures": [["Figure 1", "Figure 1", "Figure 1. Fluorescence emission spectra of pyrene dopant (<0.2 wt %) in a bulk P2VP film taken at temperatures of 333 and 418 K."], ["Figure 2", "Figure 2", "Figure 2. Temperature dependence of the normalized integrated intensity of pyrene dopant (<0.2 wt %) in a bulk P2VP film and in a 4 vol % alumina/P2VP nanocomposite film. (The integrated intensity has been normalized to one at Tg.)"], ["Figure 3", "Figure 3", "Figure 3. Deviations in Tg from neat, bulk polymer Tg as a function of alumina nanofiller content in three polymer nanocomposites: P2VP (closed squares), PS (closed triangles), PMMA (closed circles). (Error bars represent the inherent error due to the line fitting required to obtain Tg, which are similar to the obtained variation in Tg (61 K or less) from sample to sample.) "], ["Figure 4", "Figure 4", "Figure 4. Deviations in Tg from neat, bulk PMMA Tg as a function of silica nanofiller content and solvent used to make solutions employed in spin coating the nanocomposite films: methyl ethyl ketone (closed circles), acetic acid (open squares). (Inherent errors associated with the measurements are equal to or smaller than the symbol size.)"], ["Figure 5", "Figure 5", "Figure 5. Fluorescence emission spectrum of a TCJ-doped (<0.2 wt %) bulk P2VP film at two physical aging times after quenching from 140 °C to 30 °C. Inset: molecular structure of TCJ."], ["Figure 6", "Figure 6", "Figure 6. Normalized fluorescence intensity of TCJ-dopant (<0.2 wt %) as a function of logarithmic physical aging time after quenching from above Tg (140 °C) to below Tg (30 °C): bulk P2VP film (closed squares), 0.4 vol % silica/P2VP nanocomposite (closed circles), 4 vol % alumina/P2VP nanocomposite (closed triangles). (Lines represent best fits to the physical aging data. Note: y represents normalized intensity, and Log(t) represents logarithmic aging time.)"]], "table_captions": [], "tables": []}