{"title": "Composite Based on Fe3O4@BaTiO3 Particles and Polyvinylidene Fluoride with Excellent Dielectric Properties and High Energy Density", "abstract": "To obtain the dielectric material with high dielectric constant and high breakdown field, here a new composite material based on Fe3O4@BaTiO3 shell–core particles and polyvinylidene fluoride (PVDF) has been prepared. It is proved the Fe3O4@BaTiO3 particles are good fillers with low conductivity for the percolation effect, which induces high dielectric constant and low dielectric loss in the Fe3O4@BaTiO3/PVDF composite. The maximum dielectric constant is up to 3893, and dielectric loss is suppressed below 0.9. Moreover, the shell layer of Fe3O4 can be the trap and scattering centers to injected charges, so that the polarization saturation can be delayed to higher field. Thus, the released energy density of this composite can be enhanced greatly due to higher breakdown strength and lower energy loss. ", "body": [["Abstract", ["To obtain the dielectric material with high dielectric constant and high breakdown field, here a new composite material based on Fe3O4@BaTiO3 shell–core particles and polyvinylidene fluoride (PVDF) has been prepared. It is proved the Fe3O4@BaTiO3 particles are good fillers with low conductivity for the percolation effect, which induces high dielectric constant and low dielectric loss in the Fe3O4@BaTiO3/PVDF composite. The maximum dielectric constant is up to 3893, and dielectric loss is suppressed below 0.9. Moreover, the shell layer of Fe3O4 can be the trap and scattering centers to injected charges, so that the polarization saturation can be delayed to higher field. Thus, the released energy density of this composite can be enhanced greatly due to higher breakdown strength and lower energy loss. "]], ["Introduction", ["Advances in portable electronic devices, stationary power systems, and hybrid electric vehicles create demand for low-cost, compact, and high-performance electrical energy storage devices.(1, 2) Compared with the traditional battery energy and chemical energy, dielectric capacitors have caught more and more attentions because of fast charging, renewable, pollution-free, safe, and reliable advantages. The energy density of the capacitor is defined by the equation u = (ε0εEb2)/2, where ε is the dielectric constant, ε0 the dielectric constant in the vacuum, and Eb the electric breakdown field. In recent years, the research of high-performance dielectric capacitors focuses on the preparation of flexible dielectric material with high dielectric constant, low dielectric loss, and high breakdown voltage,(3) which are difficult to get at the same time. Polymers such as polyvinylidene fluoride (PVDF) are good materials for energy storage because of their high breakdown field, low dielectric loss, easy processing, and low cost.(3) However, the ε of common polymers is very low (<10). One method has been carried out to promote the dielectric constant of polymer by introducing high-dielectric-constant ceramic particles into the polymer matrix, such as barium titanate (BaTiO3).(4) Unfortunately, the realization of high ε in composites needs a high loading of ceramic filler (>50%), which results in deteriorated mechanical properties, high dielectric loss, and low breakdown strength. Percolative composites are the second effective modification method by filling different conductive particles into polymers. With the increasing volume percent of conductive particles, the composites exhibit a percolative behavior, attributed to a phase transition from insulator to conductor. Then, the high dielectric constant can be obtained when the volume fraction of the conductive filler is very close to but does not exceed the percolation threshold. However, it inevitably raises the issues of inhomogeneity and aggregation of filler in the polymer matrix and also results in high dielectric loss. The third strategy is to fabricate three-phase polymer composites containing both conductive and insulating fillers. These three-phase composites offer the potential to obtain high performance dielectrics. However, the simple mixing process of different components still results in high dielectric loss, high leakage current, and low breakdown field. Moreover, a cancellation effect will appear in some three-phase composites, accompanied by the decrease of dielectric constant.(5) Recently, many attempts have been made to reduce the dielectric loss by introducing artificially synthesized insulating layer-coated nanoparticles (core–shell structure) into the polymer.(6, 7) It is also found that the electrical properties of the shell are the key factors to determine the energy storage of the nanocomposites. For example, in the [email protected]3 shell–core nanoparticle and PVDF composites, the filler should simultaneously have high dielectric constant and low electrical conductivity.(8) The [email protected]3/PVDF composite was also reported as a candidate for low loss energy storage material because the Ag shell suppressed the formation of the conducting path.(9) However, the suppressed loss in all these materials is at the cost of a great decrease of the dielectric constant. So it is still very important to design and realize a desired shell to further improve the energy density of composites. On the other hand, the breakdown of dielectric films is often induced by the increasing conduction loss at high field, which results in the quick increase of energy loss.(10) So many modifications have been made to decrease the conduction loss at high field in the PVDF-based polymer.(11)The defects induced by modification can act as traps and scattering centers to injected charges and increased path tortuosity in the electrical treeing process during breakdown and then result in an increase of breakdown strength. So the composites based on the core–shell structure particles and polymer can be a good solution to suppress the conduction loss and enhance the breakdown strength. The inorganic cores can possess high dielectric constant, and the shells grafted onto the surface of the core are expected to be the defects of traps and scattering centers. Thus, to obtain the dielectric material with high dielectric constant and high breakdown field, here the Fe3O4@BaTiO3 shell–core nanoparticles have been prepared and filled into PVDF. Fe3O4 was chosen as the shell layer due to its excellent properties in the previous percolative polymer composites.(12) It is found that the Fe3O4@BaTiO3/PVDF composites exhibit much better dielectric properties than BaTiO3/PVDF, [email protected]3/PVDF, and other [email protected]3/PVDF composites at lower fraction.(6, 9, 13-15) The maximum dielectric constant can be up to 3893 at 100 Hz, while the dielectric loss at low field can be suppressed below 0.9. In particular, the energy loss at high field is less than 15%, and the discharged energy density shows 1.5–4 times enhancement. These composites based on Fe3O4@BaTiO3 particles can be applied in the embedded capacitor and other energy storage. "]], ["Experimental Details", ["##2.1 Materials The chemicals were obtained as follows: BaTiO3 nanoparticles (<100 nm, AR 99.9%, Aladdin Industrial Corporation, China), polyvinylpyrrolidone (PVP, average Mw 50 000, K29–32, Aladdin Industrial Corporation, China), iron chloride hexahydrate (FeCl3·6H2O, AR 99%, Aladdin Industrial Corporation, China), iron sulfate heptahydrate (FeSO4·7H2O, AR 99%, Aladdin Industrial Corporation Co., China), ammonia solution (NH3·H2O, AR 25%, Sinopharm Chemical Reagent Corporation), ethanol (C2H6O, AR > 99.7%, Sinopharm Chemical Reagent Corporation), poly(vinylidene fluoride) (PVDF, 3F Corporation, Shanghai, China).  ##2.2 Preparation of Fe3O4@BaTiO3 shell–core structure particle At first, Polyvinylpyrrolidone (0.002g) was dissolved in 75 mL distilled water in a 250 mL flask, followed by the addition of 3g BaTiO3. The mixture was stirred at 70 °C for 1h. Then, 0.023 mol FeCl3·6H2O and 0.046 mol FeSO4·7H2O were dissolved in the aqueous solution, before the solution was cooled to 55 °C with the deaeration of O2 by N2 bubbling. NH3·H2O was slowly added under vigorous stirring to adjust the pH of aqueous solution to 11–12. The suspension was stirred for 0.5 h at 55 °C under the protection of N2, after cooled to room temperature. The Fe3O4@BaTiO3 suspension was obtained which was rinsed six times with ethanol. At last, the obtained Fe3O4@BaTiO3 hybrid particles were dried at 45 °C under vacuum.  ##2.3 Preparation of Fe3O4@BaTiO3/PVDF Composite Film The film was prepared via a solution blending method. First, PVDF was fully dissolved in N,N-dimethylformamide (DMF) before blending with a required quantity of Fe3O4@BaTiO3 particles. After sonication for 30 min, the Fe3O4@BaTiO3/PVDF blend solution was cast on a glass sheet and then dried at 120 °C for 5 h in a vacuum oven. Finally, the films were annealed at 135 °C for 2 h. The thickness of all the films was controlled in the range of 25–30 μm.  ##2.4 Characterization The phase constituents of the Fe3O4@BaTiO3 particles were examined using an X-ray diffractometer (XRD) (D8 Advance, Bruker). The morphology of the Fe3O4@BaTiO3 particles and Fe3O4@BaTiO3/PVDF composites was investigated with the scanning electron microscope (SEM) (SU-70, Hitachi) and transmission electron microscope (TEM) (JEM-2100F, JEOL). The dielectric and electrical properties were measured using an Agilent 4294A impedance analyzer. The polarization vs electric field curves were obtained on the Premier II ferroelectric material test system (Radiant Technologies, USA). "]], ["Results and Discussion", ["##3.1 Microstructure of Fe3O4@BaTiO3 Composites Particles The microscopic images of Fe3O4@BaTiO3 powders and Fe3O4@BaTiO3 particles are shown in Figure 1. It can be observed that the mean diameter of BaTiO3 particles with smooth surface is about 80–100 nm, and that of Fe3O4 nanoparticles is about 10 nm. As shown in Figure 1c and Figure 1d, the BaTiO3 particles are apparently coated by a layer of Fe3O4 nanoparticles with size of about 5–10 nm. Compared with the case of [email protected]3 particles in Luo’s report,(9) here the Fe3O4 particles do not simply adsorb on the surface of BaTiO3 particles but completely deposit on it as a wrapper and form a conductive layer.  Figure 2 shows the XRD spectrum of pure BaTiO3, Fe3O4 nanoparticles, and the synthesized Fe3O4@BaTiO3 composite nanoparticle. For the BaTiO3 particles, the peaks at 2θ = 22°, 31.5°, 38.6°, 45.2°, 56.2°, and 65.8° correspond to the diffraction from (010), (110), (111), (200), (211), and (220), respectively.(6) For the Fe3O4 nanoparticles, the major diffraction peaks at 2θ = 30°, 36°, 43.5°, 57.5°, and 63.4° can be indexed to (220), (311), (400), (511), and (440) planes of Fe3O4 magnetite, respectively.(16) For the Fe3O4@BaTiO3 particles, the peaks are the superposition of diffraction curves of Fe3O4 and BaTiO3 particles, which indicates the composite particles prepared here are indeed the shell–core structure.  ##3.2 Dielectric Properties of Fe3O4@BaTiO3/PVDF Composites The dependence of the conductivity σ, dielectric constant ε, and dielectric loss tan δ of the Fe3O4@BaTiO3/PVDF composites on the frequency is presented in Figure 3. It can be seen that the ε decreases and the σ increases with the frequency. With the increasing volume fraction of Fe3O4@BaTiO3, the σ of the Fe3O4@BaTiO3/PVDF composites at low frequency increase by 3 orders of magnitude, which is the character of the conductor–insulator percolative system. It indicates the shell layer (Fe3O4) has good conductive capability as the other common conductive filler in the polymer-based percolative composites. The ε increases slowly with the increase of Fe3O4@BaTiO3 content and improves dramatically when the Fe3O4@BaTiO3 content is above 12%. Especially, in the low-frequency range, the ε grows up to 3893 at 100 Hz when the Fe3O4@BaTiO3 content is 25.4%, which is about 380 times the value of the PVDF matrix.(17)  To better make clear the influence induced by Fe3O4@BaTiO3 particles, the dependence of the σ, ε, and tan δ of the Fe3O4@BaTiO3/PVDF composites on the volume fraction of Fe3O4@BaTiO3 (f hereafter) at 100 Hz is given in Figure 4. From Figure 4a, it can be seen that the σ rises gradually at low content and increases abruptly at a critical volume concentration. Being compared with theoretical values, the experimental results are in good agreement with the power law of percolation theory as follows(18, 19)where fc is the percolation threshold; f is the volume fraction of Fe3O4@BaTiO3; and q is the critical exponent in the insulating region. Here the experimental values agree with the above equations very well, with fc = 0.26 and q = 1.47 ± 0.43. The percolation threshold here is more than the value of that commonly obtained in two-phase random media (fc ≈ 0.16–0.18) for spherical inclusions(20, 21) but is close to that of the oleic acid modified Fe3O4 and PVDF composite (0.25).(12) Moreover, the critical exponent is nearly in agreement with that in transitional percolation theory of the two-dimensional percolative system, where the critical exponent q ≈ 1–1.3.(19) It interprets that the present percolative behavior is in the same universality class with transitional percolation. Here the maximum conductivity of the Fe3O4@BaTiO3/PVDF composite is 2.5 × 10–5 s/m, which is 3 magnitudes less than that in the Fe3O4/PVDF composites.(16) According to the transitional percolation theory, the conductivity of the composite is decided by the conductive phase when the fraction of filler is close to the percolation threshold. It indicates the Fe3O4@BaTiO3 particles have lower electrical conductivity than Fe3O4 particles,(12) which is exactly what we want for higher breakdown strength and higher energy density in the polymer composites.(15)  For comparison, the data of BaTiO3/PVDF and Fe3O4/BaTiO3/PVDF are also present in the Figure 4b and 4c. In Figure 4b, we can easily find that the dielectric constants of Fe3O4@BaTiO3/PVDF composites are much higher than that of BaTiO3/PVDF and Fe3O4/BaTiO3/PVDF three-phase composites, when f is above 18.6%. Particularly, the highest dielectric constant (3893) in the Fe3O4@BaTiO3/PVDF composites is a nearly 20 times enhancement in comparison with the Fe3O4/BaTiO3/PVDF three-phase composites at the same filler fraction. The dielectric loss data of samples with the fraction of filler are shown in Figure 4c. Although it is higher than BaTiO3/PVDF composites, the dielectric loss of the Fe3O4@BaTiO3/PVDF composite is still desirable. The highest dielectric loss is only 0.9, which is only one-half that of three-phase composites. Apparently, the shell–core of nanoparticles exerts more tremendous influence to the dielectric constant. It makes good sense to gain the high dielectric constant materials with such low loss by filling the shell–core structure conductive particles. It should be pointed out that here the Fe3O4@BaTiO3/PVDF composites also exhibit better dielectric properties with lower loss and lower percolation threshold than the [email protected]3/PVDF composites.(9) In that report, the highest dielectric constant was just around 160, and dielectric loss was 0.11 at 1 kHz, when 56.8 vol % of [email protected]3 was filled into PVDF composites.(9) It also proves that the Fe3O4@BaTiO3 particles are the better fillers to fully improve the dielectric properties. We attribute the high dielectric constant and low dielectric loss of these composites directly to the Fe3O4@BaTiO3 nanostructure. The interfacial electrical layer effect between Fe3O4@BaTiO3 composite particles and the PVDF matrix offers the composite with high dielectric constant. The persistent and discrete deposition of Fe3O4 nanoparticles on the surface of BaTiO3 prevents the formation of the conducting pathway by Fe3O4 nanoparticles in the PVDF matrix and reduces the conductive loss; thereby, a relatively low dielectric loss in the polymeric composites is obtained.  ##3.3 Energy Storage of Fe3O4@BaTiO3/PVDF Composites Then, to investigate the dielectric response at high electric fields, the charge–discharge curves and the energy storage properties of PVDF-based composite films at 100 Hz are present in Figure 5. For comparison, the fraction of filled particles in all these films is designed at 5 vol %, and all the experimental processes are the same. In Figure 5a, all three sets of loops show linear response at low field and exhibit nonlinear ferroelectric hysteresis at high field, which is the characteristics of ferroelectrics. Obviously, the nonlinear ferroelectric hysteresis of the Fe3O4@BaTiO3/PVDF composite occurs at higher electric field than the Fe3O4/PVDF composite and BaTiO3/PVDF composite. As shown in Figure 5b, the characteristic electric breakdown strength of different composites is analyzed with a two-parameter Weibull distribution functionwhere P(E) is the cumulative probability of electric failure; E is experimental breakdown strength; EB is a scale parameter that refers to the breakdown strength at the cumulative failure probability of 63.2% that is also regarded as the characteristic breakdown strength; and β is the Weibull modulus associated with the linear regressive fit of the distribution.(22) Apparently, the EB of the Fe3O4@BaTiO3/PVDF composite is 175 MV/m, which is more than the values of the Fe3O4/PVDF composite (55 MV/m) and BaTiO3/PVDF composite (124 MV/m). It shows the filled Fe3O4@BaTiO3 shell–core particles can act as traps and avoid the early saturation at low field and delay it to higher field. So the Fe3O4@BaTiO3/PVDF composite has the highest breakdown field in these PVDF-based composites.  The stored energy density of these composite films with applied electric field is shown in Figure 6a. It can be seen that the energy density of the Fe3O4/PVDF composite has the fastest growth rate. However, the Fe3O4/PVDF composite also has the lowest breakdown field, so that the maximum energy density is only 0.45 J/cm3. On the contrary, the Fe3O4@BaTiO3/PVDF composite has the slower growth rate and higher energy density due to higher operating electric field. The maximum energy density is up to 1.8 J/cm3, which is 4 times and 1.5 times enhancement compared to the Fe3O4/PVDF composite and BaTiO3/PVDF composite, respectively.  The high field efficiency η of these films shown in Figure 6b is another important factor to characterize the energy storage performances of dielectric materials, which is defined as the ratio of the released energy density Ur and stored energy density Us in the charging–discharging cycle. The efficiency of Fe3O4/PVDF film exhibits great reduction from 98% at 30 MV/m to 45% at 50 MV/m, which indicates the rapid increase of energy loss due to ferroelectric hysteresis. The Fe3O4@BaTiO3/PVDF composite and BaTiO3/PVDF composite show similar dependence of efficiency on the electric field. Compared with the Fe3O4/PVDF composite and BaTiO3/PVDF composite, the Fe3O4@BaTiO3/PVDF film has a better efficiency, which can be kept on a high level at high field. It is nearly 99% in the range of 20–80 MV/m and still remains 95% at 100 MV/m and 85% at 170 MV/m. It indicates that the composites based on the shell–core structure particles and polymer have less energy loss at high field and exhibit better energy storage properties. On the other hand, the breakdown strength is usually dependent on the quality of the film. So it is hopeful to further enhance the energy density with optimization of preparing technology and improvement of quality of the film."]], ["Conclusion", ["In summary, a new type of dielectric polymer composites based on Fe3O4@BaTiO3 particles and PVDF was prepared. It was found that the shell–core Fe3O4@BaTiO3 particles were good conductive fillers for percolative composites. Meanwhile, the Fe3O4@BaTiO3/PVDF composites exhibited much higher dielectric constant at low field and storage energy density at high field. The maximum of dielectric constant is up to 3893 with the suppressed dielectric loss of 0.9. The released energy density showed three times enhancement with the efficiency kept above 85%."]]], "doi": "10.1021/acs.jpcc.5b08809", "figures": [["Figure 1", "Figure 1", "Figure 1. Microscopic images of Fe3O@BaTiO3 powders and Fe3O4@BaTiO3 particles. (a) SEM image of BaTiO3 powders; (b) SEM image of Fe3O4 nanoparticles; (c) SEM image of Fe3O4@BaTiO3 particles; (d) TEM image of Fe3O4@BaTiO3 particles."], ["Figure 2", "Figure 2", "Figure 2. XRD spectrum of BaTiO3, Fe3O4 nanoparticles, and Fe3O4@BaTiO3 composite nanoparticles."], ["Figure 3", "Figure 3", "Figure 3. Dependence of the conductivity (a), dielectric constant (b), and dielectric loss (c) of the Fe3O4@BaTiO3/PVDF composites on the frequency."], ["Figure 4", "Figure 4", "Figure 4. Dependence of the conductivity (a), dielectric constant (b), and dielectric loss (c) of the different composites on the volume fraction of filler at 100 Hz."], ["Figure 5", "Figure 5", "Figure 5. (a) Charge–discharge curves of PVDF-based composite films. (b) Failure probability of dielectric breakdown deduced from Weibull distribution of PVDF-based composite films."], ["Figure 6", "Figure 6", "Figure 6. Storage energy density (a) and efficiency (b) of PVDF-based composite films."]], "table_captions": [], "tables": []}