{"title": "Increasing the Energy Efficiency and Breakdown Strength of High-Energy-Density Polymer Nanocomposites by Engineering the Ba0.7Sr0.3TiO3 Nanowire Surface via Reversible Addition−Fragmentation Chain Transfer Polymerization", "abstract": "Flexible nanocomposites comprising a dielectric polymer matrix and high-k nanoparticle fillers have shown great potential for power energy storage applications. However, the addition of high-k nanoparticles usually causes low breakdown strength and low energy efficiency of the nanocomposites, which limit their practical applications, particularly at high electric fields. In this work, we report a novel method to enhance the energy storage efficiency and breakdown strength of high-k nanowire (NW)-based poly- (vinylidene fluoride-co-hexafluoropropylene) nanocomposites. Ba0.7Sr0.3TiO3 NWs were synthesized by a hydrothermal method, and their surface was grafted with a layer of poly(pentafluorophenyl acrylate) (PPFPA) via in situ reversible addition−fragmentation chain transfer polymerization. Compared with the addition of as-prepared NWs, the incorporation of PPFPA-encapsulated NWs apparently enhanced the breakdown strength of the nanocomposites. On the other hand, the incorporation of PPFPA-encapsulated NWs results in much lower dielectric loss at low frequencies and higher energy storage efficiency of the nanocomposites. Although the two nanocomposites exhibit comparable discharged energy densities at relatively low electric field (e.g., <200 kV/mm), much higher energy storage capability can be expected in the nanocomposites with PPFPA-encapsulated NWs because of their high breakdown strength. ", "body": [["ABSTRACT", ["Flexible nanocomposites comprising a dielectric polymer matrix and high-k nanoparticle fillers have shown great potential for power energy storage applications. However, the addition of high-k nanoparticles usually causes low breakdown strength and low energy efficiency of the nanocomposites, which limit their practical applications, particularly at high electric fields. In this work, we report a novel method to enhance the energy storage efficiency and breakdown strength of high-k nanowire (NW)-based poly- (vinylidene fluoride-co-hexafluoropropylene) nanocomposites. Ba0.7Sr0.3TiO3 NWs were synthesized by a hydrothermal method, and their surface was grafted with a layer of poly(pentafluorophenyl acrylate) (PPFPA) via in situ reversible addition−fragmentation chain transfer polymerization. Compared with the addition of as-prepared NWs, the incorporation of PPFPA-encapsulated NWs apparently enhanced the breakdown strength of the nanocomposites. On the other hand, the incorporation of PPFPA-encapsulated NWs results in much lower dielectric loss at low frequencies and higher energy storage efficiency of the nanocomposites. Although the two nanocomposites exhibit comparable discharged energy densities at relatively low electric field (e.g., <200 kV/mm), much higher energy storage capability can be expected in the nanocomposites with PPFPA-encapsulated NWs because of their high breakdown strength. "]], ["INTRODUCTION", ["Dielectric materials with high dielectric constant and high breakdown strength have important applications in power energy storage devices (e.g., capacitors), weapon systems, and space technology.1−8 The maximum energy density (Umax) of a dielectric material is normally described as Umax = 1/2 εε0 Eb2 (1) where Eb is the breakdown strength and ε and ε0 are the dielectric constants of the dielectric material and vacuum, respectively.1 As is known to all, most high-dielectric-constant (high-k) materials are ceramics (e.g., BaTiO3). However, ceramics usually suffer from low dielectric strength and high processing difficulties.9,10 Polymeric materials usually have the merits of high breakdown strength and ease of processing, but their intrinsic dielectric constants are much lower in comparison with ceramics.11 In this case, composites comprising a polymer matrix and high-k ceramic filler have been extensively explored to serve as dielectric materials in high-energy-density devices.7,12−17 High-k ceramic nanoparticles rather than microsized particles have been widely used as fillers in preparing high-energydensity polymer composites.10,18 This is the case mainly because the thickness of the dielectric films used for highenergy- density devices is usually less than tens of micrometers, and ceramic fillers with small size tend to form uniform microstructures in the composite films. Compared with spherical high-k nanoparticles, high-aspect-ratio fillers such as nanowires (NWs) have been relatively seldom used to fabricate high-energy-density polymer nanocomposites because of their manufacturing challenges. However, it has been found in previous studies that high-aspect-ratio fillers can improve the dielectric constant of the nanocomposite more effectively compared with spherical particles.19−26 Among the high-aspectratio high-k ceramic fillers, BaxSr1−xTiO3 (BST) has attracted attention because of its low dielectric loss.27 BST is a solid solution of BaTiO3 and SrTiO3, and its dielectric constant reaches a maximum when the Ba mole fraction is about 0.71, while its dielectric loss tangent remains almost constant as the concentration of Ba varies.27,28 To date, BST NWs have been used in the fabrication of high-energy-density polymer nanocomposites.21,24,29 Liu et al. prepared poly(vinylidene fluoride) (PVDF) nanocomposites consisting of surfacehydroxylated Ba0.6Sr0.4TiO3 (BST60) nanofibers.24 The obtained nanocomposites exhibit their maximum energy density of 6.4 J/cm3 when the weight fraction of the BST60 nanofibers is 2.5%; this energy density is doubled that of pure PVDF. It can derived from eq 1 that the breakdown strength is the most important factor to determine the maximum energy density of dielectric materials. High breakdown strength is always desirable in order to maximize the energy storage capability. However, high-k ceramics are inorganic fillers, which are usually incompatible with the organic matrix and tend to form agglomerates within the composites because of the large difference between the surface energies of the different components.30−32 The formation of large-sized and irregular aggregates of the nanofiller results in low breakdown strength and high dielectric loss of the nanocomposites, which in turn lead to a decrease in the energy storage capability and energy efficiency, respectively. Therefore, it is important to improve the compatibility between the nanofiller and the polymer matrix. Ferroelectric polymers such as PVDF and its copolymers, such as poly(vinylidene fluoride-co-hexafluoropropylene) (P(VDF−HFP)), have been widely employed as polymer matrixes because of their high intrinsic dielectric constants.19,33−36 However, PVDF-based polymers have very low surface energies and thus are incompatible with most inorganic and organic materials.9 Surface modification of the inorganic nanoparticles is usually needed to improve the nanoparticle/polymer compatibility when they are used as fillers. Two kinds of surface modifiers (i.e., organic small molecules and polymers) have been employed to functionalize the nanoparticles.20,37−46 Organic small molecules such as coupling agents, which are easily grafted onto the nanoparticle surface, can reduce the surface energy of the nanoparticles and bridge the gap between the nanoparticles and the polymer matrix, resulting in improved nanoparticle/polymer compatibility. 43,44,47,48 However, the electrical property enhancement of the nanocomposites is usually limited because of the weak capability to tailor the physical properties of the interfacial phase of the nanocomposites. In contrast, grafting of polymers with well-defined thickness and electrical properties onto the nanoparticle surface is more powerful for the realization of large property enhancement of the nanocomposites.37−41 In this work, for the first time, poly(pentafluorophenyl acrylate)-encapsulated BST (PPFPA@BST) NWs were prepared via in situ reversible addition−fragmentation chain transfer (RAFT) polymerization, and the core−shell-structured PPFPA@BST NWs were used as fillers to fabricate P(VDF− HFP) nanocomposites for energy storage applications. The dielectric and energy storage properties of the corresponding PPFPA@BST and BST nanocomposites were explored in depth. It was demonstrated that both the energy efficiency and breakdown strength of the PPFPA@BST-based P(VDF−HFP) nanocomposites were increased in comparison with the BST nanocomposites."]], ["EXPERIMENTAL SECTION", ["##Materials. Titanium dioxide nanopowder (TiO2, P25, ≥99.5%) was purchased from Sigma-Aldrich. Barium hydroxide octahydrate (Ba(OH)2·8H2O, ACS, 98%) and strontium hydroxide octahydrate (Sr(OH)2·8H2O, ACS, 99.5%) were supplied by Aladdin (Shanghai, China). N-Hydroxysuccinimide (NHS), N,N′-dicyclohexylcarbodiimide (DCC), 4-dimethylaminopyridine (DMAP), (γ-aminopropyl)triethoxysilane (γ- APS), and the RAFT agent S-1-dodecyl-S′-(α,α′-dimethyl-α″- acetic acid) trithiocarbonate (DDMAT) were all purchased from Acros. Pentafluorophenyl acrylate (PFPA) was provided by Suzhou Highfine Biotechnology Co., Ltd. (Suzhou, China). P(VDF−HFP) with 15% HFP was supplied by Solvay Plastics (Shanghai, China). Other chemicals or reagents were purchased from Sinopharm Chemical Reagent Co., Ltd. (Shanghai, China). Among these reagents, PFPA monomer was passed through a basic alumina column before use, and the others were used as received except for special notes. ##Synthesis of Ba0.7Sr0.3TiO3 NWs. Ba0.7Sr0.3TiO3 (BST) NWs were fabricated by a two-step hydrothermal reaction. The first step was to synthesize sodium titanate (Na2Ti3O7) NWs as an intermediate product according to previous literature.49,50 First, 3 g of TiO2 nanopowder was mixed with 60 mL of 10 M aqueous NaOH solution. The mixed solution was then stirred for 24 h, sealed in a 90 mL Teflon autoclave, and maintained in an oven at 200 °C for 3 days. The resultant Na2Ti3O7 NWs were washed with deionized water and ethanol until pH-neutral and then soaked in a 0.1 M hydrochloric acid aqueous solution for 12 h to produce hydrogen titanate (H2Ti3O7) NWs. The obtained H2Ti3O7 NWs were subsequently dried in a vacuum oven at 100 °C. A second hydrothermal reaction was then employed to synthesize Ba0.7Sr0.3TiO3 NWs according to Tang’s method. 21−23,27 Ba(OH)2·8H2O (0.804 g, 2.55 × 10−3 mol) and Sr(OH)2·8H2O (0.120 g, 0.45 × 10−3 mol) were added to H2Ti3O7 (0.129 g, 5 × 10−4 mol) to fully transform the H2Ti3O7 NWs to Ba0.7Sr0.3TiO3 NWs in a 90 mL Teflon autoclave. The mixture was stirred for 24 h and then heated at 210 °C for 85 min. The obtained NWs were rinsed several times with 0.1 M aqueous hydrochloric acid solution, deionized water, and ethanol. ##Activation of the RAFT Agent DDMAT. The activation of DDMAT was conducted according to the reported method. 51,52 The typical procedure was as follows: DDMAT (0.36 g, 1.0 mmol), NHS (0.14 g, 1.2 mmol), and DMAP (0.012 g, 0.1 mmol) were dissolved in dry CH2Cl2 (20 mL). Then DCC (0.25 g, 1.2 mmol) in CH2Cl2 (10 mL) was added to the mixture slowly at −10 °C. The mixture was stirred for 12 h at room temperature and then filtered to remove the precipitate. Activated DDMAT (NHS−DDMAT) was finally obtained as yellow crystals (0.39 g, 85% yield) after removal of the solvent and chromatographic separation (silica gel, eluting with 5:3 (v/ v) petroleum ether/ethyl acetate). ##Preparation of Amino-Functionalized Ba0.7Sr0.3TiO3 NWs. The amino-functionalized BST NWs were prepared according to previous literature.52,53 Ba0.7Sr0.3TiO3 NWs (5 g) and toluene (100 mL) were combined in a 250 mL three-neck round-bottom flask and sonicated for 30 min, after which γ-APS (3 g) was added. The resulting mixture was refluxed at 80 °C for 24 h under a N2 atmosphere with vigorous stirring. The NWs were recovered by centrifugation at 9000 rpm for 5 min and washed with toluene three times. The obtained aminofunctionalized Ba0.7Sr0.3TiO3 (BST−NH2) NWs were dried under vacuum at 80 °C for 24 h. ##Preparation of DDMAT-Anchored Ba0.7Sr0.3TiO3 NWs. The obtained BST−NH2 NWs were further reacted with NHS−DDMAT to yield RAFT-agent-functionalized BST (BST−DDMAT) NWs.52 BST−NH2 NWs (5 g) were dispersed in N,N-dimethylformamide (DMF) and sonicated for 30 min. Then the mixture was added dropwise to a toluene solution of NHS−DDMAT at 0 °C with vigorous stirring. The reaction mixture was kept at 0 °C for 6 h, allowed to gradually warm to room temperature, and then left to stir for 12 h. The mixture was precipitated into a large amount of toluene after the reaction, and centrifugation afforded BST−DDMAT. The pristine BST−DDMAT was washed with DMF and ethanol and then dried under vacuum at 60 °C for 24 h. ##Surface-Initiated RAFT Polymerization of PFPA from Ba0.7Sr0.3TiO3 NWs. The typical procedure was carried out as follows: To a 25 mL round-bottom flask were added BST− DDMAT (0.5 g, 0.0241 mmol), free RAFT agent DDMAT (1.2 mg, 0.0033 mmol), acetonitrile (MeCN, 3 mL), and PFPA (3 g, 12.6 mmol). After sonication, azobis(isobutyronitrile) (AIBN) (1.6 mg, 0.0097 mmol) was added. Then the flask was sealed with a rubber plug, and the solution was deoxygenated by purging with nitrogen gas for 40 min. The flask was placed in an oil bath at 70 °C for 12 h with magnetic stirring. The polymerization was halted by cooling and exposure to air. The solution was diluted with MeCN and centrifuged to decant the supernatant. Then the pristine PPFPA@BST was washed with DMF four times. The product was dried under vacuum at 80 °C for 24 h. ##Fabrication of P(VDF−HFP)-Based Nanocomposite Films. The typical process for fabricating P(VDF−HFP)- based nanocomposite films was as follows: PPFPA@BST was dispersed in DMF, and the dispersion was heated at 80 °C for 30 min and then sonicated for 20 min. Meanwhile, P(VDF− HFP) was dissolved in DMF, and the solution was stirred for 30 min. The dispersion and solution were then mixed and stirred vigorously for 24 h. The mixture was ultrasonicated with a piezoelectric vibrator for another 3 min before casting on a glass plate. The films were dried at 100 °C for 2 h and then kept under vacuum at the same temperature for 12 h to remove the solvent thoroughly. The obtained films were subsequently molded by hot-pressing at 200 °C. The thickness of the films was around 30 μm. The volume percentages of BST NWs in the PPFPA@BST/P(VDF−HFP) nanocomposites were 2.5%, 5%, 7.5%, and 10%. BST/P(VDF−HFP) and P(VDF−HFP) films were prepared in the same way, and the volume percentages of BST NWs in the BST/P(VDF−HFP) films were also 2.5%, 5%, 7.5%, and 10%, respectively. ##Characterization. The crystalline structured of the NWs were analyzed by X-ray diffraction (XRD) using an X-ray diffractometer (D/max-2200/PC, Rigaku, Tokyo, Japan) with a Cu Kα source. Scanning electron microscopy (SEM) (Nova NanoSEM 450, FEI, Hillsboro, OR, USA) and transmission electron microscopy (TEM) (JEM-2010, JEOL, Tokyo, Japan) were applied to characterize the morphologies of the NWs and the nanocomposite samples. The functionalized NW samples were prepared by dropping a few drops of the sample solution on silicon chips (for SEM) or microgrids (for TEM) and drying in the air before measurement. The cross-sectional SEM images of nanocomposite films were obtained on samples prepared by fracturing the films in liquid nitrogen, and the TEM crosssectional samples were obtained by ultramicrotomy. 1H NMR spectra of different samples were recorded with a Varian Mercury Plus 400 MHz spectrometer in CDCl3 using tetramethylsilane as the standard. Fourier transform infrared (FT-IR) spectroscopy with a PerkinElmer Paragon 1000 spectrometer was used to characterize the chemical structures of the pristine and surface-modified NWs over the range of 4000−400 cm−1. X-ray photoelectron spectroscopy (XPS) of the NWs was conducted using an Axis Ultra spectrometer (Kratos Analytical, Manchester, UK) with a monochromatized Al Kα source. A NETZSCH TG209 F3 thermo-microbalance was used to perform the thermogravimetric analysis (TGA) of NWs at a heating rate of 20 °C/min in a nitrogen flow (20 mL/ min). The dielectric properties of the samples were measured using a Concept 40 dielectric spectrometer equipped with an Alpha-N high-resolution dielectric analyzer (Novocontrol Technologies GmbH, Hundsangen, Germany) over the frequency range 10−1−106 Hz at room temperature. Layers of gold were evaporated on both sides of the samples to serve as electrodes. The direct-current breakdown strength was measured using a dielectric strength tester with a ball-to-ball stainless electrode (DH, Shanghai Lanpotronics Co., Shanghai, China). The samples used for these measurements all had a thickness of around 50 μm. Electric displacement−electric field (D−E) loops and two-probe current−voltage (I−V) measurements were conducted using a Precision multiferroic materials analyzer equipped with a Precision 10 kV single-channel highvoltage interface (Radiant Tehcnologies, Albuquerque, NM, USA) and a high-voltage power amplifier (model 609B, Trek, Lockport, NY, USA). Both sides of the samples were sputtered with gold to form 3 mm diameter electrodes."]], ["RESULTS AND DISCUSSION", ["##Preparation and Characterization of PPFPA@BST NWs. The BST NWs were synthesized by a two-step hydrothermal reaction. Figure 1 shows SEM images and XRD patterns of the products of different steps. The XRD patterns confirm the structure of these products, which were Na2Ti3O7, H2Ti3O7, and BST NWs, respectively. Na2Ti3O7 NWs were obtained from the first hydrothermal reaction. However, H2Ti3O7 NWs instead of Na2Ti3O7 NWs were chosen to be the precursor of the BST NWs because of their open structure, which is more suitable for ion exchange.54,55 The synthesis of BST NWs was subsequently carried out by another hydrothermal reaction. According to previous literature, BST is a solid solution of BaTiO3 and SrTiO3, and the mole fraction of barium in the solid solution can affect the Curie temperature, which in turn affects the dielectric constant of the NWs.27,28 It has been found that when the composition of the NWs is Ba0.71Sr0.29Ti3O7, the NWs have the highest dielectric constant and the crystals of the NWs remain a ferroelectric phase. The mole fraction of barium in the solid solution can be adjusted by varying the initial concentrations of barium and strontium in the reactant solution. When the feed ratio is Ba/(Ba + Sr) = 0.85, the Ba/Sr stoichiometry in the BST NWs is around 0.71/ 0.29.27 The XRD patterns shown in Figure 1 demonstrate the successful introduction of barium and strontium ions, as designed. Scheme 1 illustrates the preparation process of the core− shell-structured PPFPA@BST NWs. PPFPA was designed to be grafted onto the NW surface via in situ RAFT polymerization. 39 To achieve such a target, the RAFT agent (i.e., DDMAT) had to be grafted onto the NWs. However, aminolysis of the thioester groups of DDMAT agent would occur via reaction with amino groups from the silanes grafted onto the nanoparticle surface. Therefore, DDMAT was first activated by NHS to keep the thioester groups of the RAFT agent from aminolysis. Figure 2 shows the 1H NMR spectra of DDMAT and NHS−DDMAT. The proton signals appear in the NHS−DDMAT spectrum at 2.81 ppm (peak e), indicating that DDMAT was successfully activated. Surface grafting of the silane coupling agent on the surface of the BST NWs was confirmed by FT-IR spectra. One can see from Figure 3a that compared with the FT-IR spectrum of as-prepared BST, the spectrum of BST−NH2 shows new absorption bands at 1148 and 1382 cm−1, which are attributed to the stretching vibration of the Si−O−BST bond and bending vibration of the C−H bonds, respectively. For BST−DDMAT, a new absorption band appears at 1642 cm−1 (amide CO stretching vibration), suggesting that DDMAT was anchored onto the BST NWs. In addition, the appearance of the proton signals of CH3 and CH2 of BST−DDMAT in the 1H NMR spectrum (Figure 3b) also confirms the successful grafting of DDMAT onto the BST NWs. The last step was the preparation of PPFPA@BST via in situ RAFT polymerization. As shown in Figure 3a, a new absorption peak appeared at 1776 cm−1 in the FT-IR spectrum of PPFPA@BST, which is attributed to the ester CO stretching vibration. This observation, in combination with the proton signals appearing at around 2 and 3 ppm at the 1H NMR spectrum of PPFPA@BST (Figure 3b), indicates that PPFPA was successfully introduced onto the surface of the BST NWs. XPS (Figure 3c) and TGA (Figure 3d) were also used to prove the successful completion of the surface modification of BST NWs. The successive appearance of the binding peaks of N, S, and F in the XPS spectra and the increasing weight loss from BST to PPFPA@BST are both consistent with the conclusion inferred from the FT-IR and 1H NMR spectra. Figure 4 shows SEM and TEM images of a PPFPA@BST nanowire. One can see that the BST NWs have been completely encapsulated by a layer of PPFPA. Furthermore, the TEM image shows that the thickness of PPFPA shell is about 5 nm. ##Microstructure of the P(VDF−HFP) Nanocomposites. PPFPA@BST/P(VDF−HFP) nanocomposites with BST volume percentages of 2.5%, 5%, 7.5%, and 10% were prepared by solution blending followed by hot-pressing. For comparison, BST/P(VDF−HFP) nanocomposites with the same volume fractions of as-prepared BST NWs (without any modification on the surface) were also fabricated as control samples. Figure 5 shows SEM images of freeze-fractured cross sections of nanocomposites with 10% BST. It seems that the PPFPA@ BST/P(VDF−HFP) nanocomposites exhibit better compatibility between the NWs and the polymer matrix in comparison with the BST/P(VDF−HFP) nanocomposites. The PPFPA@ BST displays improved adhesion to the polymer matrix, and there is no evident debonding between the NWs and the polymer matrix. The as-prepared BST NWs, however, show relatively weak adhesion to the polymer matrix. The excellent compatibility between PPFPA@BST NWs and P(VDF−HFP) can be ascribed to two factors: (i) the strong dipole−dipole interactions between the carbonyl groups in the PPFPA chains and the fluorine atoms in the P(VDF−HFP) chains and (ii) the similar chemical structures and surface energies of the PPFPA shell and the P(VDF−HFP) matrix. TEM was used to further observe the dispersion of BST NWs in the P(VDF−HFP) matrix. Figure 6 presents TEM images of the BST/P(VDF−HFP) and PPFPA@BST/P- (VDF−HFP) nanocomposites. It seems that the BST NWs are homogeneously and randomly scattered in the PPFPA@ BST/P(VDF−HFP) nanocomposites, while agglomerations can be found in the BST/P(VDF−HFP) nanocomposites. All of these results explicitly declare that the grafting of the PPFPA shell can facilitate the dispersion of BST NWs in the P(VDF− HFP) matrix. ##Dielectric Properties of the P(VDF−HFP) Nanocomposites. The dielectric properties of the P(VDF−HFP) nanocomposite films were measured using a broadband dielectric spectrometer from 0.1 Hz to 1 MHz at room temperature. Figure 7 shows that the dielectric constant of the nanocomposite films increases gradually as the loading of BST NWs increases. This occurs mainly because the dielectric constant of the BST NWs is much larger than that of the polymer matrix. Compared with the BST/P(VDF−HFP) nanocomposites, the PPFPA@BST/P(VDF−HFP) nanocomposites have a slightly lower dielectric constant at the same NW loading. A decrease in the dielectric constant in polymer nanocomposites with surfacefunctionalized nanoparticles has frequently been observed.41,56 The possible reasons may be associated with the filler dispersion state, variation of the electrical properties (e.g., dielectric constant, conductivity) of the filler surface, and the interfacial polarization. The filler dispersion state may not play an important role in increasing the dielectric constant of the BST/P(VDF−HFP) nanocomposites. According to the numerical simulation results of Dang et al.,57 the dispersion state has only a marginal influence (about ±3%) on the dielectric constant of particulate composites. Here the lower dielectric constant of PPFPA@BST/ P(VDF−HFP) should be first attributed to the lower dielectric constant of the interfacial region in the nanocomposites. The interfacial region of PPFPA@BST/P(VDF−HFP) is mainly composed of the PPFPA shell covalently linked with the NWs, while in BST/P(VDF−HFP) the interfacial region is composed of surface functional groups of the NWs (e.g., −OH) and P(VDF−HFP). The surface functional groups usually have large dipole moments, resulting in a high dielectric constant of the NW surface. On the other hand, the lower dielectric constant of PPFPA was demonstrated by broadband dielectric spectroscopy measurement. As shown in Figure 7d, PPFPA exhibits much a lower dielectric constant in comparison with P(VDF−HFP) over the whole measured frequency range. Second, the effect of the weak interfacial polarization in PPFPA@BST/P(VDF−HFP) should not be neglected. The asprepared BST NWs exhibit weak adhesion to the P(VDF− HFP) matrix. On the other hand, the as-prepared BST NWs may have higher surface conductivity because of the existence of unreacted functional groups. These two factors may facilitate the movement and accumulation of charge carriers, resulting in strong interfacial polarization. The grafting of PPFPA onto the surface of the BST NWs not only enhances the interfacial interaction between PPFPA@BST and P(VDF−HFP) but also reduces the amounts of free functional groups, resulting in weak interfacial polarization in the PPFPA@BST/P(VDF−HFP) nanocomposites. Figure 8 shows the frequency-dependent dielectric loss tangents of the PPFPA@BST/P(VDF−HFP) and BST/ P(VDF−HFP) nanocomposites. One can see that compared with the P(VDF−HFP) matrix, the two types of nanocomposites display similar dielectric loss tangents at high frequencies and enhanced dielectric loss tangents at low frequencies. However, it should be noted that compared with the PPFPA@BST/P(VDF−HFP) nanocomposites, the enhancement of the dielectric loss tangent in the BST/P(VDF− HFP) nanocomposites is much higher at superlow frequencies. The enhancement of the dielectric loss tangent in the nanocomposites should be ascribed to the increase in the number of mobile charge carriers.40,58 The incorporation of NWs not only introduces additional charge carriers but also provides paths for charge carrier transport. The small increase in the dielectric loss tangent in the PPFPA@BST/P(VDF− HFP) nanocomposites should be attributed to the good interfacial adhesion between fluoro-modified NWs and the P(VDF−HFP) and the covalent linking between PPFPA and BST. The former limits the movement of charge carriers, whereas the latter reduces the number of charge carriers. The decrease in the leakage current in the PPFPA@BST/P(VDF− HFP) nanocomposites evidences the decreased number and/or mobility of the charge carriers. Taking the nanocomposites with 10 vol % NWs as an example, as shown in Figure 8c, the PPFPA@BST/P(VDF−HFP) nanocomposite sample exhibits decreased leakage currents no matter how high the electric field is (here, from 0 to 160 kV/mm). In addition, although the nanocomposites exhibit enhanced leakage currents in comparison with the P(VDF−HFP) matrix, the electrical resistivities of the PPFPA@BST/P(VDF−HFP) nanocomposites are all in the range of 1011−1012 Ω·cm, which is still at the same level as that of pure P(VDF−HFP), demonstrating the favorable insulating properties of the obtained nanocomposites for practical applications. ##Breakdown Strength of the P(VDF−HFP) Nanocomposites. High breakdown strength is highly desirable to achieve an energy storage capability that is as large as possible. It is known that the breakdown strength of the nanocomposites is closely associated with the electrical properties (e.g., electrical conductivity and dielectric constant) and the concentration of filler. Significantly reduced breakdown strength is usually observed when the filler loading is high and the dielectric constant and electrical conductivity are much higher than those of the polymer matrix. To maintain high breakdown strength of the nanocomposites, the volume fraction of BST NWs was designed to be no more than 10%. The Weibull plots of the breakdown strengths of the nanocomposites are shown in Figure 9, and the characteristic breakdown strengths were used for comparison. These were calculated by treating the breakdown data via a two-parameter Weibull cumulative probability function: P(E) = 1 − exp[−(E/E0)β].58 Nine specimens were tested for one sample to fit the function of breakdown strength versus breakdown probability. In the function, E0 is the characteristic breakdown strength with a 63.2% cumulative failure probability, and β is a parameter related to linear-regression fit of the data distribution. It can be seen from Figure 9 that although both the BST/P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) nanocomposites exhibit lower breakdown strengths in comparison with P(VDF− HFP), PPFPA@BST/P(VDF−HFP) displays higher breakdown strength than BST/P(VDF−HFP). For example, the characteristic breakdown strengths of BST/P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) with 10% BST NWs are 170.2 and 190.9 MV/m, respectively. In addition, the increase in breakdown strength in PPFPA@BST/P(VDF−HFP) becomes more apparent with increasing BST loading. The enhancement of the breakdown strength in PPFPA@BST/P(VDF−HFP) should be first attributed to the improved interfacial adhesion between PPFPA@BST and P(VDF−HFP) and the improved dispersion of PPFPA@BST in P(VDF−HFP). The former reduces the defects (e.g., voids and pores) resulting from the incompatibility between BST and P(VDF−HFP), while the latter reduces the size of NW agglomerations, resulting in smaller distortions of the local electric field. On the other hand, the low dielectric constant of the PPFPA shell of the PPFPA@ BST may be another reason for the enhanced breakdown strength of the PPFPA@BST/P(VDF−HFP) nanocomposites. In our previous research,39 we demonstrated the role of the electrical properties of the interfacial region in determining the breakdown strength of polymer nanocomposites filled with core−shell-structured polymer@BaTiO3 nanoparticles. It was concluded that the nanocomposites tend to exhibit enhanced breakdown strength when the dielectric constant of the interfacial region (i.e., the polymer shell of polymer@ BaTiO3) is lower than that of the polymer matrix. The conclusion is excellently consistent with the result shown in this research. ##Energy Storage of P(VDF−HFP) Nanocomposites. The electric displacement−electric field (D−E) loops for P(VDF− HFP) and the nanocomposites were measured with increasing peak electric field, and the results are shown in Figure 10. From the figure, it can be seen that the maximum polarization of the nanocomposites increases with the gradual addition of BST NWs. At a given loading of BST NWs, the BST/P(VDF−HFP) nanocomposites exhibit slightly higher maximum polarization under the same electric field in comparison with the PPFPA@ BST/P(VDF−HFP) nanocomposites. This is mainly attributed to the slightly higher dielectric constant of the BST/P(VDF− HFP) nanocomposites, as shown in Figure 7. It should be noted that the maximum applied electric field shown in Figure 10 is higher than the breakdown strength of the nanocomposites shown in Figure 9. This is the case mainly because the samples for the breakdown measurement had a large thickness in comparison with those for the measurement of D− E loops. Apart from enhancing the breakdown strength of the nanocomposites, the polymer coating of BST NWs was also designed to improve the energy storage efficiency of the nanocomposites. To verify the speculation, the energy densities (both total stored and discharged) and energy efficiencies were calculated according to the D−E loops shown in Figure 10 using the following equations: U = ∫ E dD (2) EffU = Udischarged/Ustored (3) where Udischarged and Ustored are the discharged and total stored energy densities, respectively, and Eff U is the energy storage efficiency.39 The calculated discharged energy densities and energy efficiencies are shown in Figure 11. Both the BST/ P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) nanocomposites exhibit increased discharged energy density in comparison with P(VDF−HFP), and the discharged energy densities of the nanocomposites show exponential growth with increasing electric field. Interestingly, although the BST/P(VDF−HFP) nanocomposites have slightly higher dielectric constants (Figure 7) and electric displacements, the two nanocomposites have comparable discharged energy densities. For example, both BST/P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) with 10% BST have a discharged energy density of about 2.2 J/ cm3 at 200 kV/mm, which is 10% higher than that of the pure P(VDF−HFP) films. Such a result indicates that the PPFPA@ BST/P(VDF−HFP) nanocomposites should have higher energy storage efficiency. As shown in Figure 11, higher energy storage efficiencies actually were observed for the PPFPA@ BST/P(VDF−HFP) nanocomposites. In addition, the increase in the energy storage efficiency becomes more apparent at higher loadings of BST NWs and higher electric fields. These results indicate that, as designed, coating of PPFPA on the surface of the BST NWs is an effective way to increase the energy efficiency. It is a pity that in the current work D−E loops at electric fields higher than 200 MV/m could not be measured because of the limitation of the high-voltage source. However, much higher enhancement of the maximum discharged energy density and energy storage efficiency can be expected in the PPFPA@BST/P(VDF−HFP) nanocomposites since the nanocomposites have higher breakdown strengths in comparison with the BST/P(VDF−HFP) nanocomposites."]], ["CONCLUSIONS", ["P(VDF−HFP) nanocomposites with high power energy density were prepared using core−shell-structured PPFPA@ BST NWs as the filler. The PPFPA shell used to encapsulate the BST NWs has a chemical structure and surface energy similar to those of the P(VDF−HFP) matrix, resulting in excellent interfacial adhesion between the NWs and the P(VDF−HFP) matrix. Compared with the as-prepared BST nanocomposites, the PPFPA@BST/P(VDF−HFP) nanocomposites exhibit slightly lower dielectric constant, suppressed leakage current, suppressed dielectric loss tangent at low frequencies, and enhanced breakdown strength. Although showing slightly lower dielectric constants, the PPFPA@BST/ P(VDF−HFP) nanocomposites exhibit discharged energy densities comparable to those of the BST/P(VDF−HFP) nanocomposites because of their low dielectric loss. Importantly, the PPFPA@BST/P(VDF−HFP) nanocomposites exhibit high energy storage efficiencies. In addition, much higher enhancement of the maximum discharged energy density and energy storage efficiency can be expected in the PPFPA@BST/P(VDF−HFP) nanocomposites because of their higher breakdown strength and low dielectric loss."]]], "doi": "10.1021/acs.jpcc.5b09066", "figures": [["Figure 1", "Figure 1", "Figure 1. (a, c, e) SEM images and (b, d, f) XRD patterns of (a, b) Na2Ti3O7, (c, d) H2Ti3O7, and (e, f) BST NWs"], ["Figure 10", "Figure 10", "Figure 10. Electric displacement−electric field (D−E) loops of BST/P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) nanocomposites versus electric field at room temperature."], ["Figure 11", "Figure 11", "Figure 11. (a, b) Discharged energy densities of the P(VDF−HFP)-based nanocomposites. (c, d) Comparison of charge−discharge efficiencies of BST/P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) nanocomposites with (c) 2.5 vol % and (d) 10 vol % BST."], ["Figure 2", "Figure 2", "Figure 2. 1H NMR spectra of DDMAT and DDMAT−NHS in CDCl3."], ["Figure 3", "Figure 3", "Figure 3. (a) FT-IR spectra, (b) 1H NMR spectra in CDCl3, (c) XPS spectra, and (d) TGA curves of functionalized BST NWs."], ["Figure 4", "Figure 4", "Figure 4. (a) SEM and (b) TEM images of PPFPA@BST nanowires."], ["Figure 5", "Figure 5", "Figure 5. SEM images of freeze-fractured cross sections of (a) BST/P(VDF−HFP) and (b) PPFPA@BST/P(VDF−HFP) nanocomposites with 10 vol % BST."], ["Figure 6", "Figure 6", "Figure 6. TEM images of (a) BST/P(VDF−HFP) and (b) PPFPA@BST/P(VDF−HFP) nanocomposites with 10 vol % BST."], ["Figure 7", "Figure 7", "Figure 7. (a, b) Frequency-dependent dielectric constants of the (a) BST/P(VDF−HFP) and (b) PPFPA@BST/P(VDF−HFP) nanocomposites. (c) Comparison of the dielectric constants of BST/P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) with 10 vol % BST. (d) Comparison of the dielectric constants of PPFPA and P(VDF−HFP)."], ["Figure 8", "Figure 8", "Figure 8. (a, b) Frequency dependence of the dielectric loss tangents of the (a) BST/P(VDF−HFP) and (b) PPFPA@BST/P(VDF−HFP) nanocomposites. (c) Leakage current densities of the BST/P(VDF−HFP) and PPFPA@BST/P(VDF−HFP) nanocomposites with 10% BST NWs."], ["Figure 9", "Figure 9", "Figure 9. (a, b) Weibull plots of breakdown strength and (c) comparison of the characteristic breakdown strengths of the P(VDF−HFP) nanocomposites."], [null, null, "Scheme 1. Schematic Illustration of the Synthesis of PPFPA@BST NWs by Surface-Initiated RAFT Polymerization"]], "table_captions": [], "tables": []}