{"title": "Functionalized graphene sheets for polymer nanocomposites", "abstract": "Polymer-based composites were heralded in the 1960s as a new paradigm for materials. By dispersing strong, highly stiff fibres in a polymer matrix, high-performance lightweight composites could be developed and tailored to individual applications1. Today we stand at a similar threshold in the realm of polymer nanocomposites with the promise of strong, durable, multifunctional materials with low nanofiller content2–11. However, the cost of nanoparticles, their availability and the challenges that remain to achieve good dispersion pose significant obstacles to these goals. Here, we report the creation of polymer nanocomposites with functionalized graphene sheets, which overcome these obstacles and provide superb polymer–particle interactions. An unprecedented shift in glass transition temperature of over 40 °C is obtained for poly(acrylonitrile) at 1 wt% functionalized graphene sheet, and with only 0.05 wt% functionalized graphene sheet in poly(methyl methacrylate) there is an improvement of nearly 30 °C. Modulus, ultimate strength and thermal stability follow a similar trend, with values for functionalized graphene sheet– poly(methyl methacrylate) rivaling those for single-walled carbon nanotube–poly(methyl methacrylate) composites. ", "body": [["Abstract", ["Polymer-based composites were heralded in the 1960s as a new paradigm for materials. By dispersing strong, highly stiff fibres in a polymer matrix, high-performance lightweight composites could be developed and tailored to individual applications1. Today we stand at a similar threshold in the realm of polymer nanocomposites with the promise of strong, durable, multifunctional materials with low nanofiller content2–11. However, the cost of nanoparticles, their availability and the challenges that remain to achieve good dispersion pose significant obstacles to these goals. Here, we report the creation of polymer nanocomposites with functionalized graphene sheets, which overcome these obstacles and provide superb polymer–particle interactions. An unprecedented shift in glass transition temperature of over 40 °C is obtained for poly(acrylonitrile) at 1 wt% functionalized graphene sheet, and with only 0.05 wt% functionalized graphene sheet in poly(methyl methacrylate) there is an improvement of nearly 30 °C. Modulus, ultimate strength and thermal stability follow a similar trend, with values for functionalized graphene sheet– poly(methyl methacrylate) rivaling those for single-walled carbon nanotube–poly(methyl methacrylate) composites. "]], ["Main", ["Although traditional composite structures contain a significant quantity (~60 vol%) of filler bound in a polymer matrix1, in nanocomposites dramatic changes in properties are possible at very low loadings (< 2 vol%) of such nanofillers as exfoliated nanoclays7,11, graphite nanoplatelets4,5,10,12 and carbon nanotubes (CNTs)2,3,6. This performance is achieved, not only by using the inherent properties of the nanofiller, but more importantly by optimizing the dispersion, interface chemistry and nanoscale morphology to take advantage of the enormous surface area per unit volume that nanofillers have. Even at low volume fractions, the vast interfacial area created by well-dispersed nanoparticles can affect the behaviour of the surrounding polymer matrix for several radii of gyration13–16, creating a co-continuous network of dramatically altered polymer chains6,17, and fundamentally changing the thermal and mechanical properties of the matrix. Changes in glass transition temperatures Tg are particularly important, not only because they yield insights into the fundamental changes in polymer chain dynamics, but also because the associated gains in thermal stability are critical for many applications. Ideally, polymer nanocomposites will provide materials that possess the ease of processing inherent to plastics, but with dramatically improved and even multifunctional properties, opening the way to completely new applications of polymers. Of the carbon-based nanofillers, CNTs have attracted considerable attention due to their intrinsic mechanical and electrical properties18,19. Improvements in modulus and strength of 30 and 15%, respectively, have been reported for 1 wt% loading of functionalized single-walled carbon nanotubes (SWNTs) in epoxy8, and electrical percolation was observed at loadings as low as 0.1 wt% (ref. 9). However, the use of CNTs in nanocomposites to date has been limited by challenges in processing and dispersion, and their prohibitively high cost. Expanded graphite (EG)4,10 produced by heating sulphuric acid-intercalated graphite has also been explored as a nanofiller in polymers. EG is composed of many graphene sheets held together by van der Waals forces in rigid nanoplatelets hundreds of nanometres thick (see Supplementary Information, Fig. S1b)20. These characteristics typically limit the performance of EG and its precursor as-received graphite (ARG) in composites4,5,10, as most of the graphene sheets in the stacks are not available to effectively interact with the host matrix. However, by using sonication to break EG apart into thinner graphitic nanoplatelets (GNPs) and high-speed shearing methods to disperse these platelets within a solution of poly(methyl methacrylate) (PMMA), we were recently able to obtain up to a 30 °C increase in Tg for PMMA at 1–5 wt% loading of the GNP nanofiller12. Given these recent results and the exceptional in-plane properties of graphene, we expect that a more complete exfoliation of graphite towards single graphene sheets and their proper dispersion in a polymer would result in economically viable nanocomposites with excellent mechanical, thermal, electrical and barrier properties at extraordinarily low filler content. (Ab initio calculations by Je-Luen Li and Roberto Car (of Princeton University) have shown that the stress-strain behaviour of graphene sheets and SWNTs is very similar. The calculated Young’s modulus is 1.01 TPa for graphene sheets and 0.94–0.96 TPa for SWNTs provided the same carbon sheet thickness (0.34 nm) is used.) It has recently been demonstrated that incorporation of well-dispersed graphene-based sheets—produced by chemical modification, solution exfoliation and reduction of graphite oxide—into polystyrene resulted in electrical percolation thresholds rivalled only by SWNTs21. However, whether graphene-type fillers can have a similar impact on thermal and mechanical properties remains an important open question in polymer nanocomposites22. Recently, we have shown that rapid thermal expansion of completely oxidized graphite oxide produces a high-surface-area carbon material consisting of functionalized graphene sheets (FGS)23,24. This material is easily produced in a process similar to that for EG, but has a higher specific surface area (600–800 m2g-1 from Brunauer, Emmett, and Teller measurements using nitrogen adsorption in the dry state and significantly higher surface area (1,850 m2g-1) as determined by methylene blue adsorption in ethanol)23,24. Atomic force microscopy (AFM) (Fig. 1a) reveals single sheets of wrinkled graphene. X-ray photoelectron spectroscopy characterization (see Supplementary Information, section 4) suggests that these wrinkled sheets are partially oxygenated. FGS disperses readily in polar solvents such as N-methylpyrrolidone, dimethylformamide (DMF), 1,2-dichlorobenzene, nitromethane or tetrahydrofuran (THF), which is indicative of the loose nature of these stacks (see Supplementary Information, section 3). As oxygen functionalities allow for enhanced interaction with polar polymer matrices, FGS may hold considerable potential as a new carbon-based nanofiller. In this report, we demonstrate the ability of FGS to disperse well and interact intimately with polar polymers such as PMMA, creating a percolated domain of ‘interphase’ polymer that dramatically affects thermal and mechanical properties at loadings as low as 0.05 wt%. For a comparative study of polymer nanocomposite properties, FGS, SWNTs and EG were incorporated into PMMA using solution-based processing methods. Thin-film samples (~0.1 mm thick) were prepared using compression moulding and fully characterized for thermal, mechanical and rheological properties (Fig. 2a, see also Supplementary Information). Examination of the fracture surface of EG–PMMA and FGS–PMMA nanocomposites (Figs. 2b,c) reveals an extraordinary difference in the interfacial interaction between the polymer matrix and the nanofiller in these two systems. Although the multilayer EG fillers protrude cleanly from the fracture surface, indicating a weak interfacial bond, the protruding FGS fillers are thickly coated with adsorbed polymer, indicating strong polymer–FGS interactions. We suggest that two main differences between EG and FGS lead to these results. First, distortions caused by the oxygen functionalization and the resultant defects during thermal exfoliation of the precursor graphite oxide, as well as the extremely small thickness of the resulting FGS sheets, lead to a wrinkled topology at the nanoscale23–25 (Fig. 1a–c). This nanoscale surface roughness likely results in an enhanced mechanical interlocking with the polymer chains and, consequently, better adhesion. Such an effect has been suggested by recent molecular dynamics studies that show altered polymer mobility due to geometric constraints at nanoparticle surfaces15,26. Second, although the surface chemistry of EG is relatively inert, FGS contains pendant hydroxyl groups across the surfaces23 which may form hydrogen bonds with the carbonyl groups of PMMA. Together with the high surface area and nanoscale surface roughness of FGS, this surface chemistry leads to stronger interfacial interactions with PMMA and thus substantially larger influence on the properties of the host polymer. Figure 3 shows the change in glass transition temperature for our FGS nanocomposites along with the best available data for polymer composites of low-weight-fraction carbon-based nanofillers. The Tg data for the FGS–PMMA composite are particularly striking: an unprecedented shift of nearly 30 °C occurs at only 0.05 wt% of the nanofiller (see Supplementary Information, Fig. S5). Likewise, nanocomposites of poly(acrylonitrile) (PAN) and poly(acrylic acid) (PAA) with FGS exhibit 46 °C and 20 °C increases, respectively, at 1 wt%, and significant enhancements at 0.1 wt%. Although the SWNT–PMMA composite exhibited a broadening of the loss peak (see Supplementary Information, S5), indicating additional relaxation modes in the polymer, no significant shift of Tg is observed even at 1 wt% loading. Although the SWNTs are well distributed in the matrix and ‘well-wetted’ by the polymer, there is evidence of localized clustering leading to nanotube-rich and nanotube-poor regions in the composite (see Supplementary Information, Fig. S3). For the EG–PMMA composite, although no clustering of the EG platelets was observed, the platelets are thicker, resulting in a decrease of the surface area in contact with the polymer and a smaller Tg shift compared to the FGS–PMMA composites. Although loading of functionalized SWNTs into PMMA at 1 wt% was shown to yield better dispersion and a comparable Tg shift6, this requires an additional processing step that is not needed for FGS. As the volume fraction of the nanofiller decreases below 1 wt%, FGS outperforms all other carbon-based nanofillers with respect to the shift in glass transition, including our own best data for several PMMA–graphite composites12, significantly affecting polymer dynamics and thermal properties at weight fractions that are two orders of magnitude lower. Such low filler content has the significant advantage of retaining optical transparency (see Supplementary Information, Fig. S6) and simplifying processing while providing excellent performance. In the FGS nanocomposites, good dispersion of the nanosheet filler and strong interaction with the matrix polymer result in a substantial interphase zone around each sheet in which the mobility of the matrix polymer chains is altered, an effect similar to that observed in ultrathin polymer films17,27. The large shift in Tg of nearly 30 °C is reached at 0.05 wt% and then remains constant for all wt% measured, indicating rheological percolation (see also Supplementary Information, section 6). This percolated interphase leads to a shift in the bulk Tg of the nanocomposite to higher temperature (Fig. 3) and also positively affects the tensile Young’s modulus E, ultimate strength and the temperature-dependent storage modulus (see Supplementary Information, Fig. S4), where the values for FGS–PMMA exceed those for SWNT– and EG– PMMA composites (Fig. 2a). Significantly, the elastic modulus at room temperature (measured from the storage modulus curves) is increased by 33% for 0.01 wt% FGS–PMMA. A simple Voigt upper bound calculation (the weighted average modulus of the constituents) predicts only a 5% increase in stiffness, using a perfect 1 TPa modulus for FGS. This striking result of the measured FGS– PMMA nanocomposite modulus far exceeding an idealized upper bound is further strong evidence for a percolated interphase of substantially altered polymer properties. These results for FGS–PMMA nanocomposites suggest that the wrinkled single-sheet morphology and surface functionality of FGS afford better interaction with the host polymer compared to unmodified SWNTs or traditional EG, thereby imparting superior mechanical and highly enhanced thermal properties at exceptionally low loadings. The oxygen and hydroxyl functional groups on the FGS are well suited to form composites with polar polymers such as PMMA, PAN and PAA, giving rise to intimate nanosheet–polymer interactions and a percolated interphase essential to mechanical and thermal enhancement. Given these properties and the abundance of graphite, graphene-based fillers such as FGS or others21 have excellent potential to revolutionize the use of nanocomposites and enable their widespread use in large-scale applications. Although clay nanocomposites have started to appear in large quantities in consumer products, functionalized graphene provides an exciting opportunity as a new nanofiller, because it offers properties that are equal to or better than those of SWNTs but with the scale and practicality of clay. "]], ["METHODS", ["##RAW MATERIALS SWNTs (Carbon Nanotechnologies), BuckyPearls (lot no. CTU3-2005B-2), PMMA (Polysciences, Mw = 350,000, polydispersity index (PDI)= 2.7), PAN (Polysciences, Mw = 150,000, PDI = 1.18), PAA (Polysciences, Mw = 450,000, PDI = 1.5), and organic solvents (Fisher Scientifics, all HPLC grade) were obtained from commercial sources and used as received. Natural flake graphite, nominally sized at 45 mm, was provided by Asbury Carbons. Fuming nitric acid (.90%), sulphuric acid (95–98%), potassium chlorate (98%) and hydrochloric acid (37%) were purchased from Sigma-Aldrich and used as received. (See Supplementary Information for nanofiller processing methods and important safety precautions. Analytical data for the nanofillers are provided in the Supplementary Information, section 4). ##REPRESENTATIVE PROCEDURE FOR PROCESSING OF NANOCOMPOSITES Depending on the wt% of the composite, each type of nanofiller was initially dispersed in THF (10 ml) by bath sonication (Branson 3510, 335 W power setting, Branson Instrument) at room temperature. These solutions were then combined with enough of a solution of PMMA in THF (10–30 ml) to yield a total composite mass of ~1 g. (PAA composites also used THF as the solvent, but PAN composites used DMF.) Shear mixing (Silverson shear mixer, Silverson Machines) at 6,000 r.p.m. was then applied to the FGS–PMMA and EG–PMMA systems for 60 min in an ice bath to reduce the frictional heat produced in the polymer by the shear mixer. Instead of shear mixing (see below), the SWNT–PMMA systems received additional bath sonication for 60 min (see Supplementary Information, section 5). The composite solution for PMMA and PAA was then coagulated with methanol (300 ml) and that for PAN was coagulated with water (300 ml); each was then filtered under vacuum using a polycarbonate filter (Millipore, 10 mm pore size), and dried at 80 °C for 10 h to yield a solid flaky material. Nanofiller– PMMA composite samples for mechanical testing were pressed into a thin film between stainless steel plates using 0.1-mm-thick spacers in a hydraulic hot press (Tetrahedron Associates) at 210 °C under 2 MPa to ~0.12–0.15 mm thickness. The neat PMMA, PAN and PAA control samples were prepared in the same manner, using sonication. ##ATOMIC FORCE MICROSCOPY (AFM) Imaging of FGS by AFM (MultiMode, NanoScope IIIa, Veeco Instruments) was performed in tapping mode using Veeco MP-11100 type silicon cantilevers with nominal force constants, radii of curvature and a resonance frequency of k = 40 N m-1, r < 10 nm and f = 300 kHz. For imaging, samples were placed on a freshly cleaved surface of highly oriented pyrolytic graphite (HOPG) by spin-coating them from a suspension at 5,000 r.p.m. Suspensions were prepared by loading a 50 ml flask with 4 mg of FGS and 40 ml of DMF as the dispersion medium. The suspension was ultrasonicated for 30 min. This suspension was diluted to a concentration of 0.02 mg ml-1. ##SCANNING ELECTRON MICROSCOPY Scanning electron microscope imaging was used to examine EG and FGS morphology ex situ, as well the fracture surfaces of the nanocomposites using an LEO 1525 SEM (LEO Electron Microscopy). Nanocomposite samples were mounted on a standard specimen holder using double-sided carbon conductive tape with the fracture surfaces toward the electron beam. The acceleration voltage was varied between 1 and 20 kV depending on different imaging purposes and sample properties. ##X-RAY DIFFRACTION X-ray diffraction was performed as detailed in the Supplementary Information, section 7. ##THERMOMECHANICAL ANALYSIS The viscoelastic response of the PMMA composites was determined using Dynamic Mechanical Analysis (DMA 2980, TA Instruments). Strips of uniform width (6 mm) were cut from the film using a razor blade. A tensile force with 0.1-N preload was applied to the test specimen using a film tension clamp and dynamic oscillatory loading at a frequency of 1 Hz and amplitude of 0.02% strain was applied. Storage modulus and tan delta (see Supplementary Information, Figs S4, S5) values were obtained with a temperature ramp of 3 °C min-1. The Tg of each composite was obtained from the tan delta peaks. The stress-strain curves and ultimate strength of the composites were obtained according to ASTM D882 using Minimat software (TA Instruments). DSC (Mettler-Toledo) was performed for PAA and PAN samples to obtain Tg using a heating ramp of 10 °C min-1. Complementary DSC measurements were also performed for PMMA samples, where Tg changes similar to those obtained by DMA were obtained (see also Supplementary Information, section 8). Thermal degradation experiments were also performed as indicated in the Supplementary Information, section 8.  Figure 1 Microscopy images showing the wrinkled nature of functionalized graphene sheets. a, Tapping-mode AFM image of FGS on highly oriented pyrolytic graphite showing the sheets’ wrinkles. The inset features a topography section following the white, dashed line across a sheet, demonstrating that the smallest measured sheet thickness is only ~0.8 nm. b, c, High acceleration voltage (6–10 kV) scanning electron microscope images of an FGS–PMMA fracture surface revealing the subsurface morphology of FGS. This persistent wrinkled nature of the FGS within the composite provides for better interaction with the host polymer matrix.  Figure 2 Property improvements for 1 wt% nanoparticle–PMMA composites and microscopy revealing nanoparticle–polymer interaction. a, Summary of thermomechanical property improvements for 1 wt% FGS–PMMA compared to SWNT–PMMA and EG–PMMA composites. All property values are normalized to the values for neat PMMA and thus relative to unity on the scale above; averages are calculated over five samples each and error bars for standard deviation are shown. Neat PMMA values are E (Young’s modulus) = 2.1 GPa, Tg = 105 °C, ultimate strength = 70 MPa, thermal degradation temperature = 285 °C. b,c, Scanning electron microscope images of EG–PMMA (b) and FGS–PMMA (c), obtained under 3 kV acceleration voltage, showing fracture surface topography: The size scale (nanosheet thickness) and morphology (wrinkled texture) of the FGS as well as their surface chemistry lead to strong interfacial interaction with the host polymer, as illustrated by polymer adhesion to the pulled-out FGS (c). In contrast, the simple expanded graphite exhibits thicker protruding plates with poor bonding to the polymer matrix (b).  Figure 3 Percent increment in Tg for FGS–PMMA, EG–PMMA and SWNT– PMMA nanocomposites (averages of five samples each; error bars for standard deviation are shown) compared to best available data for similar carbon-based nanofilled polymers (see Supplementary Information, Table S2). FGS composites (solid symbols, dashed line through FGS–PMMA to guide the eye) demonstrate a remarkable > 30 °C increase in Tg at weight fractions two orders of magnitude lower than observed for other systems including our own SWNT–PMMA or EG–PMMA nanocomposites. Note that composite data with 0.1 wt% of several nanofillers indicate negligible impact on Tg, resulting in the overlapping data points indicated. The Tg change for 0.1 wt% EG–PMMA is slightly negative (see Supplementary Information, Fig. S5) and is thus not shown. The dramatic shift in Tg of nearly 30 °C for the FGS–PMMA nanocomposite remains constant for all loadings above 0.05 wt%, and is evidence of rheological percolation of the altered interphase polymer. The upper inset schematic illustrates this percolated interphase (orange) around welldispersed FGS (black lines) in FGS–PMMA composites. In contrast, the lower inset schematic illustrates SWNT–PMMA or EG–PMMA composites where the nanofillers are locally clustered or exist in layered stacks, respectively, surrounded by discrete, unconnected interphase (orange) within the continuous bulk matrix (yellow). The gradient background indicates the transition from discrete, non-percolated interphase zones to percolated interphase, which is manifest in a transition from small/no Tg changes to substantive Tg changes."]]], "doi": "10.1038/nnano.2008.96", "figures": [["Figure 1", "Figure 1", "Figure 1 Microscopy images showing the wrinkled nature of functionalized graphene sheets. a, Tapping-mode AFM image of FGS on highly oriented pyrolytic graphite showing the sheets’ wrinkles. The inset features a topography section following the white, dashed line across a sheet, demonstrating that the smallest measured sheet thickness is only ~0.8 nm. b, c, High acceleration voltage (6–10 kV) scanning electron microscope images of an FGS–PMMA fracture surface revealing the subsurface morphology of FGS. This persistent wrinkled nature of the FGS within the composite provides for better interaction with the host polymer matrix."], ["Figure 2", "Figure 2", "Figure 2 Property improvements for 1 wt% nanoparticle–PMMA composites and microscopy revealing nanoparticle–polymer interaction. a, Summary of thermomechanical property improvements for 1 wt% FGS–PMMA compared to SWNT–PMMA and EG–PMMA composites. All property values are normalized to the values for neat PMMA and thus relative to unity on the scale above; averages are calculated over five samples each and error bars for standard deviation are shown. Neat PMMA values are E (Young’s modulus) = 2.1 GPa, Tg = 105 °C, ultimate strength = 70 MPa, thermal degradation temperature = 285 °C. b,c, Scanning electron microscope images of EG–PMMA (b) and FGS–PMMA (c), obtained under 3 kV acceleration voltage, showing fracture surface topography: The size scale (nanosheet thickness) and morphology (wrinkled texture) of the FGS as well as their surface chemistry lead to strong interfacial interaction with the host polymer, as illustrated by polymer adhesion to the pulled-out FGS (c). In contrast, the simple expanded graphite exhibits thicker protruding plates with poor bonding to the polymer matrix (b)."], ["Figure 3", "Figure 3", "Figure 3 Percent increment in Tg for FGS–PMMA, EG–PMMA and SWNT–PMMA nanocomposites (averages of five samples each; error bars for standard deviation are shown) compared to best available data for similar carbon-based nanofilled polymers (see Supplementary Information, Table S2)."]], "table_captions": [], "tables": []}