{"title": "Mechanical and Viscoelastic Properties of Cellulose Nanocrystals Reinforced Poly(ethylene glycol) Nanocomposite Hydrogels", "abstract": "The preparation and mechanical properties of elastomeric nanocomposite hydrogels consisting of cellulose nanocrystals (CNCs) and poly(ethylene glycol) (PEG) are reported. The aqueous nanocomposite CNC/PEG precursor solutions covalently cross-linked through a one-stage photocross- linking process. The mechanical properties of nanocomposite hydrogels, including Young’s modulus (E), fracture stress (σ), and fracture strain (ε), were measured as a function of CNC volume fraction (ϕCNC, 0.2−1.8%, v/v) within polymeric matrix. It was found that the homogeneously dispersed nanocomposite hydrogels can be prepared with ϕCNC being less than 1.5%, whereas the heterogeneous nanocomposite hydrogels were obtained with ϕCNC being higher than 1.5%. The nanocomposite hydrogels exhibited higher strengths and flexibilities when compared with neat PEG hydrogels, where the modulus, fracture stress, and fracture strain enhanced by a factor of 3.48, 5, and 3.28, respectively, over the matrix material alone at 1.2% v/v CNC loading. Oscillatory shear data indicated the CNC−PEG nanocomposite hydrogels were more viscous than the neat PEG hydrogels and were efficient at energy dissipation due to the reversible interactions between CNC and PEG polymer chains. It was proposed that the strong gel viscoelastic behavior and the mechanical reinforcement were related to “filler network”, where the temporary interactions between CNC and PEG interfered with the covalent cross-links of PEG. KEYWORDS: hydrogels, nanocomposite, cellulose nanocrystals, poly(ethylene glycol), strength ", "body": [["ABSTRACT", ["The preparation and mechanical properties of elastomeric nanocomposite hydrogels consisting of cellulose nanocrystals (CNCs) and poly(ethylene glycol) (PEG) are reported. The aqueous nanocomposite CNC/PEG precursor solutions covalently cross-linked through a one-stage photocross- linking process. The mechanical properties of nanocomposite hydrogels, including Young’s modulus (E), fracture stress (σ), and fracture strain (ε), were measured as a function of CNC volume fraction (ϕCNC, 0.2−1.8%, v/v) within polymeric matrix. It was found that the homogeneously dispersed nanocomposite hydrogels can be prepared with ϕCNC being less than 1.5%, whereas the heterogeneous nanocomposite hydrogels were obtained with ϕCNC being higher than 1.5%. The nanocomposite hydrogels exhibited higher strengths and flexibilities when compared with neat PEG hydrogels, where the modulus, fracture stress, and fracture strain enhanced by a factor of 3.48, 5, and 3.28, respectively, over the matrix material alone at 1.2% v/v CNC loading. Oscillatory shear data indicated the CNC−PEG nanocomposite hydrogels were more viscous than the neat PEG hydrogels and were efficient at energy dissipation due to the reversible interactions between CNC and PEG polymer chains. It was proposed that the strong gel viscoelastic behavior and the mechanical reinforcement were related to “filler network”, where the temporary interactions between CNC and PEG interfered with the covalent cross-links of PEG. KEYWORDS: hydrogels, nanocomposite, cellulose nanocrystals, poly(ethylene glycol), strength "]], ["INTRODUCTION", ["Hydrogels are soft and viscoelastic materials that can absorb a large amount of water while maintaining their network structure integrity.1−4 The hydrogels both exhibit viscoelastic behaviors from a macroscopic-functional viewpoint, and appear to have polymeric aqueous solution features from a microscopic- structural viewpoint.5 Considering this unique combined property, together with nice biodegradability, hydrogels are particularly attractive for biological applications, such as controlled drug release, tissue engineering, and biosensors.6,7 Due to many synthetic hydrogels known to be fragile and brittle, limiting their applications,8 the rapid advancement for synthesis of mechanically tough hydrogels has been witnessed in recent years, including clay nanocomposite gels,9 doublenetwork gels,10 and topological gels.11 Among them, the incorporation of nanoscale-sized fillers in elastomers is developing fast by the inspiration of carbon black reinforced rubbery application. The polymer chains are cross-linked in the presence of fillers and the enhanced interactions between polymer matrix and fillers may result in mechanical property combinations that cannot be achieved by either alone.12−14 In particular, compared with other technologies, the preparation of composite materials offer two distinct advantages: first, the incorporation of functional fillers would produce unique properties and meet some specific requirements; second, it is relatively simpler to produce and free of the usage of hazardous solvents and extreme conditions.3 Hydrogels obtained from natural sources are particularly attractive since they are easily made biodegradable for potential in vivo applications.2 The preparation of nanocomposites by using cellulose nanocrystals (CNCs) is a burgeoning area of research and a good candidate for nanomaterials.15,16 CNCs are attractive as reinforcing fillers due to their abundance, renewability, biocompatibility, low weight, and ultrahigh tensile stiffness.17,18 With an elastic modulus over 100 GPa and a surface area of hundreds of square meters per gram,15 many research groups have fabricated various high strength materials with simple architectures by applying CNC as fillers, such as poly(vinyl alcohol),19,20 poly(lactic acid),21,22 epoxy resin,23,24 polyurethane,25,26 and poly(acrylamide).27 All these systems have shown pronounced enhancement on mechanical strength at low filler loadings over corresponding matrix materials, which is related to the strong interactions with CNCs.28 The properties of complex cross-linked gels indicate that the polymer network structure has an important role in strengthening the materials.14 Based on this concept, we report the synthesis of mechanically tough and elastic nanocomposite hydrogels composed of poly(ethylene glycol) (PEG) matrix reinforced with varying volume fractions of CNC fillers (0.2− 1.8%, v/v). Using CNC as fillers is encouraged by our previous results that the hydrophilic polymer chains grafted from surface of modified CNC formed CNC/polymer nanoparticle clusters, where CNC acted as multifunctional cross-links to formulate stretchable and tough nanocomposite hydrogels.29 Besides, PEG has been studied extensively in biological applications due to its hydrophilicity, low immunogenicity, and relatively high biocompatibility.30 It is expected that the presence of a number of hydrogen bonds between PEG matrix and CNCs would be mechanically superior to conventional PEG hydrogels. This hydrogel preparation procedure appears to be promising for the advantages of nanoparticles that can be easily incorporated into the polymeric matrix by suspending in the cross-linked network, and deepens the understanding of the relation between macroscopic-functional and microscopic-structural properties. "]], ["EXPERIMENTAL SECTION", ["##Materials. Pulp fibers were provided by DongHua Pulp Factory, China. The photoinitiator, Irgacure 2959 (2-hydroxy-1-[4-(2- hydroxyethoxy)phenyl]-2-methyl-1-propanone), and poly(ethylene glycol) (Mw = 400 Da) were purchased from Sigma-Aldrich and used as received.  ##Preparation of CNCs. CNCs were obtained from pulp fibers by well-established acid hydrolysis method with minor modifications.28 Briefly, pulp fibers (5 g) were cut into small pieces (ca. 5 mm diameter) and hydrolyzed with a 60 wt % sulfuric acid solution (200 mL) at 55 °C for 2 h under stirring. Then the suspension was washed with water until pH neutrality. The centrifugation-collected CNC aqueous stocks (∼10 wt %) were cryopreserved (4 °C) before usage.  ##Preparation of Photocross-Linkable PEG. The hydroxyl groups of PEG were acrylated by a 2-fold molar excess of acryloyl chloride and a 2-fold molar excess of triethylamine. Typically, the PEG (16 g, 0.04 M) and triethylamine (11 mL, 0.08 M) dissolved in anhydrous toluene (120 mL) were added to a 250-mL flask equipped with a magnetic stirrer. Then acryloyl chloride (6.5 mL, 0.08 M) was slowly added into the above homogeneous solution in an ice−water bath, and the mixture was allowed to stir at 30 °C for 24 h. The byproduct triethylamine hydrochloride salt was removed by filtration. The yellowish PEG diacrylate was collected by precipitation in n-hexane (250 mL), and dried under vacuum at 25 °C. The acrylation was confirm by 1H NMR spectroscopy (AVANCEIII 400, Bruker) where three characteristic acrylate peaks at δ (ppm) 6.43 (1 H, CH2), 6.18 (1 H, CH), and 5.92 (1 H, CH2) were present (Figure S1 in the Supporting Information).  ##Preparation of CNC−PEG Nanocomposite Hydrogels. The CNC−PEG nanocomposite hydrogels with different initial volume fractions of CNC (ϕCNC) at the constant polymer volume fraction were prepared by UV-initiated free radical polymerization at room temperature (Figure 1a), which allowed us to only examine the impact of ϕCNC on mechanical properties. To a 100-mL beaker were added CNC (0.2−1.6%, v/v), PEG diacrylate (30%, v/v), and Irgacure 2959 (0.25%, v/v) that were mixed into a stable suspension by 15 min of sonication (100 W) in an ice−water bath. The uniform composite solution was degassed, casted into PETF dishes that covered with a 3-mm-thick glass plate, and radiated under a UV lamp (20 W, 365 nm wavelength) for 20 min. The detailed sample codes and compositions for the nanocomposite hydrogels are listed in Figure 1b. For tensile and rheological measurements, the long strip-shaped specimens with dimension of 3 mm high ×40 mm long ×8 mm wide and cylindricalshaped specimens with dimension of 25 mm diameter ×1 mm high were prepared, respectively (Figure1c). Conductomeric Titration. Surface charges of CNCs produced by acid hydrolysis were determined by conductomeric titration. About 6 mL of CNC suspension (5 mg/mL) was poured into a 250-mL beaker with 200 mL of sodium chloride aqueous solution (0.1 mM) under magnetic stirring during the whole titration. The sodium hydroxide solution (5 mM) was dropped into the suspension and the resistance was monitored using a resistance meter. The surface charges (termed as sulfur content, assuming that charges are present as OSO3 −), S, were calculated by the volume of added NaOH according to following equation:18  where N and V are concentration and volume of added NaOH solution, respectively, wt is the weight of poured suspension, and W is the weight percentage of CNC suspension.  ##Tensile Measurements. Uniaxial tensile deformations were performed on as-prepared samples using a commercial Zwick/Roell Z005 Materials Tester (Ulm, Germany) at room temperature. Both ends of the sample were clamped and stretched at a constant rate of 30 mm/min, where the specific testing method was designed using the testXpert II software. Raw data were recorded as force versus displacement, and they were converted to stress versus strain with respect to the initial sample dimensions. The fracture stress (σ) and fracture strain (ε) were determined from the stress−strain curves at breaking points. The Young’s modulus (E) was calculated from the initial slope of the linear range (from 10% to 50% strain). Hysteresis was measured by subjecting the sample to a loading and unloading cycle by the strain limited to below 900%. The fracture energy (Wb) was calculated by the area under stress−strain curve, and the critical strain energy release rate (Gc, J/m2) was determined by multiplying that area by the length of sample between two clamps (30 mm). Tensile measurements were performed in triplicate on independently synthesized samples.  ##Oscillatory Shear Deformation Test. The dynamic shear modulus was measured using a TA AR2000 rheometer equipped with a Peltier device for temperature control. For the frequency sweep, the values of storage modulus (G′) and loss modulus (G″) were recorded at a frequency of 1 Hz with a strain of 0.01. This strain was in the linear response range as determined by dynamic strain sweep experiments. A solvent trap was applied to minimize water evaporation and all samples were examined at room temperature immediately after UV photocross-linking reaction.  ##Transmission Electron Microscopy (TEM). Drops of CNC suspensions (∼ 10−3 wt %) were deposited onto glow-discharged carbon-coated copper grids, and the excessive liquid was removed with a filter paper. The grid was then negatively stained by 2 wt % uranyl acetate for 30 s. The specimens were observed by JEOL 1010 with an AMT digital camera operating at 80 kV.  ##SEM Observation. The scanning electron microscopy (SEM) observation of hydrogels was performed using Hitachi S-3400. The freeze-dried hydrogel samples were immersed in liquid nitrogen for 3 min before being fractured and coated with gold. The morphological pictures of fractured cross-section were obtained using 10 kV secondary electrons.  ##Swelling Ratio. The swelling ratio was monitored by immersing cylindrical samples into deionized water at room temperature for 96 h to ensure full swelling equilibrium, then removed from water and weighed after blotting off the excess water from the sample surface with a filter paper. The equilibrium swelling ratio (q) was defined as the weight ratio of the net liquid uptake to the dried hydrogel. "]], ["RESULTS", ["##Preparation of CNC−PEG Hydrogels. The nanocomposite hydrogels are prepared by using CNCs as fillers added to PEG matrix and in situ polymerization to reinforce the crosslinked network, thus the evaluation of the obtained hydrogels is significant to formulate the network features of the viscoelastic composites. For this purpose, the CNCs are initially obtained using the well-established procedures, via sulfuric acid hydrolysis of the pulp fibers, and the CNC surface is coated with negatively charged sulfate groups (∼70 mmol SO4 − kg−1 cellulose). The electrostatic repulsion among these groups remarkably enhances the CNC dispersibility in aqueous solution, which is a prerequisite for the preparation of nanocomposites with well dispersed CNC networks (Figure 2a). In the whole examined CNC loading range (0.2−1.8%, v/ v), the UV radiation of PEG aqueous solutions led to the formation of cross-linked hydrogel samples through the formation of PEG diacrylate macroradicals. In fact, if immersed into an excess of water, the obtained samples swelled without dissolution, indicating the presence of stable cross-links between the polymer chains. Furthermore, the loaded CNCs did not escape from the swollen PEG matrix during the whole swelling process (Figure S2), suggesting the existence of interactions between CNCs and PEG; that is, CNCs are strongly attached to the polymer matrix surface. The equilibrium swelling ratio (q) of as-prepared nanocomposite hydrogels as a function of ϕCNC is shown in Figure 2b. It is noted that the swelling ratio strongly depends on the CNC concentration, where q decreased from 13 to 4.4 as ϕCNC increased from 0 to 1.8%, indicating that the addition of CNC effectively provided cohesive forces to restrict swelling behaviors and decreased the nanocomposite hydrogels’ water absorbing capacity. It is critical to synthesize nanocomposites with a homogeneous dispersion of CNCs within the polymer matrix to produce the greatest improvement in mechanical properties.31 The SEM images of nanocomposite hydrogels are illustrated in Figure 3. One can note that CNC−PEG nanocomposite hydrogels’ surfaces are slightly rough, where CNCs are closely attached on the polymer matrix surface to reinforce the network. The nanocomposite hydrogels with low CNC loadings (0.2−1.2%, v/v) exhibit uniform dispersion of CNCs within the PEG matrix, whereas at higher CNC loadings (1.5%, v/v) the nanocomposite hydrogels show particle local aggregation (shown by arrows) and structural heterogeneity.  ##Tensile Properties. The preparation of high-performance nanocomposite hydrogels requires the control of interactions between fillers and polymer matrix.3 A series of tensile measurements were performed to examine the degree of mechanical enhancement led by the addition of CNC fillers into the PEG matrix (Figure 4a). The typical tensile stress− strain curves and mechanical parameters (Young’s modulus, E, fracture stress, σ, and fracture strain, ε) are shown in Figure 4b and c, respectively. Compared with neat PEG hydrogels, the CNC−PEG nanocomposite hydrogels exhibited great Young’s modulus (12−31 kPa), fracture strength (99−375 kPa), and fracture strain (650−1300%). The high modulus is related to the high cross-linking density (discussed later in this paper), where the multifunctional physical cross-links of CNC at the interface with PEG matrix. The high flexibility and fracture stress is a consequence of efficient energy dissipation: when a crack occurs at deformations, the reversible rearrangement of CNC/PEG conformations dissipate the energy and increase crack propagation resistance, which in turn leads to high strength of hydrogels. The outstanding mechanical properties are well understood by virtue of the formation of a continuous network of cluster, where the rigid network is mainly ascribed to the strong interactions of CNC/polymer nanoparticles and strength is well predicted by a percolation mechanism (Figure S4). In fact, the role of percolation of cellulose nanocrystals in composites is well documented,36,37 where the high mechanical properties stemming from the hydrogen bonds are responsible for the unique reinforcement. Owing to CNC strongly interacting with surface hydroxyl groups, CNCs have a pronounced tendency for self-association, which is advantageous for the formation of load-bearing percolating networks within the host polymer matrix. Furthermore, the CNC−PEG nanocomposite hydrogels exhibit a clear yielding point (dash line in Figure 4b) at low stress of the stress−strain curve, where the stress at yield point was larger for the high CNC loadings due to the higher cross-linking density. This yielding phenomenon reveals the network structural changes beyond a certain strain, which is related to plastic deformation and hydrogen bonding dissociation at the CNC/PEG interface. Within the covalently cross-linked networks, the significant increase in the mechanical properties is mainly attributed to the breakable interactions (hydrogen bonds) between CNC and PEG. By homogeneous distribution of CNCs within the polymer matrix, the CNC−PEG nanocomposite hydrogels show higher mechanical toughness than the neat PEG hydrogels, due to the combination of PEG diacrylate covalent cross-links (related to the elastic properties) and physical CNC/PEG hydrogen interactions (related to the viscoelastic properties). It is considered that the interactions between polymer−polymer, polymer−filler, and filler−filler contribute to the mechanical properties of composites.32,33 When ϕCNC increased from 0 to 1.4%, 5.7-fold and 4.1-fold increases in fracture stress and modulus, respectively, are observed. This reinforcement of mechanical properties is attributed to the presence of well-distributed CNC within the polymer matrix and high stiffness of CNC itself. With further increase in CNC loading, adverse effects on mechanical properties are observed, where the fracture strength and modulus decrease due to the CNC aggregation (Figure S3). Besides, the addition of CNC contributed to the hydrogels extensibility which is related to the CNC/PEG interactions interfering with the permanent crosslinking of PEG polymer chains. That is, the covalent crosslinked PEG polymer chains fabricate the interconnected network, where the CNCs are attached to the surface/pore inside of the polymer matrix to reinforce the nanocomposite network properties (Figure 4d). The critical strain energy release rate, Gc, for the gels at the threshold during crack propagation are plotted in Figure 4e as a function of ϕCNC. One can note that the addition of CNC increases the critical energy release rate Gc for crack propagation. Although this result does not allow us to evaluate the crack velocity in the steady state, it suggests that the CNCs toughen the filled systems: the Gc increased from 48 to 143 J/ m2 as ϕCNC increased from 0.2% to 1.4%, suggesting the addition of CNC significantly toughens the PEG hydrogels. The existence of the sacrificial bonds in the nanocomposite is presented by the systematic loading−unloading tensile measurements (Figure 5). For an ideal chemical gel, it can be seen as elastic and fully recovers its original shape when the stress is removed if the stress is low enough,34 that is how neat PEG hydrogels behave within small deformations and almost no hysteresis loop is observed. In sharp contrast, the CNC− PEG nanocomposite hydrogels exhibited pronounced hysteresis on the cyclic tensile performance, suggesting a form of energy dissipation due to the structural rearrangements: the transient CNC/PEG interactions are destroyed and the network needs some time to recover its original conformation. Under low deformations (strain <∼200%), the network experiences plastic deformation and it can be seen as an elastic one, where polymer chains transform from original coiled conformation to extensively elongated state. Whereas for high deformations (strain >∼200%), the PEG surface-absorbed CNCs begin to dissociate and it is assumed that this conformational rearrangement could dissipate a large amount of energy and thus restrain the crack propagation. Furthermore, we examine whether this hysteresis loop produces any permanent damage due to the tensile deformation. The loading−unloading curves for the same sample at gradually increasing levels of maximum strain are illustrated in Figure 5. One can note that all the cycles follow the same master curve (the same loading curves and different unloading curves), suggesting the network of a gel could restore its initial state after each deformation cycle, which is a signal of self-recovery ability after successive deformation. This finding is different from the double-network hydrogels where the semipermanent damage, known as Mullins effect, is exhibited.35 Thus, the hydrogen bonds between CNC and PEG serve as reversible sacrificial bonds without permanent change in structure after the tensile deformation cycles.  ##Dynamic Viscoelastic Behavior. To deepen understanding of the role of CNCs in polymeric matrix, the dynamic mechanical analysis was performed on hydrogel films. By measuring the mechanical responses as they were deformed under periodic strain, quantitative information on the viscoelastic and rheological properties of the materials is obtained. The elastic moduli of nanocomposites were examined at a frequency of 1 Hz and strain of 0.01. This small frequency and strain values were applied to minimize the deformation and frequency effect on the storage modulus. Before UV radiation, the system exhibited a typical viscous solution behavior with viscous modulus higher than the elastic modulus (G″ > G′). Whereas for the UV-radiated system, the elastic modulus are higher than the viscous modulus (G′ > G″), and both of them are almost frequency independent, suggesting the formation of strong gel materials by the chemical cross-links between PEG diacrylate polymer chains (Figure.6a). As expected from tensile results, the viscoelastic properties of the gels strongly depend on the CNC concentrations. With increasing of CNC loading from 0.2 to 1.4% v/v, a 3-fold increase in G′ is noted. However, as the CNC concentration exceeds 1.5% v/v, G′ exhibits a pronounced decline trend (Figure 6b), which is consistent with the mechanical result and considered to be caused by the structural inhomogeneity at high CNC concentrations. Furthermore, the performance of composite materials dissipation of filled elastomers is demonstrated in Figure 6b, where the values of G″ for CNC/PEPG with different CNC loading were measured at small strain amplitudes (0.1%). The shear data for samples filled with CNC show that the dissipation efficiency increases with increasing of CNC loading, which is ascribed to the high dissipation of filled elastomers containing nanosized particles. Therefore, combined with the elastic moduli and viscous moduli in Figure 6b one can suggest that the dissipation G″ depends in a similar way on the CNC loading as the corresponding storage modulus G′, indicating the mechanical reinforcement and energy dissipation effects are coupled. Network Structure and Modulus. For a phantom elastic network,38 the effective network chain density N in gels can be calculated from the equation  where τ is the force per unit unstrained cross sectional area, N is the number of active chains per unit volume in the strained network, R is the gas constant, T is the absolute temperature, and λ is the deformation ratio. Combined with the stress−strain curves in Figure 4b, values of N for CNC−PEG hydrogels with different CNC concentrations were determined by eq 1 at an elongation ratio of 100% (λ = 2) and the results were shown in Figure 4c. It can be noted that the increasing of CNC loading leads to the increase of network cross-linking density, suggesting the partial cross-linking role of CNC within PEG matrix. It is demonstrated that the cross-linking density of the CNCfilled PEG elastomer systematically increases with increasing CNC concentration. An increase of 1.5-fold in cross-linking density is generated for the 0.6% v/v CNC compared with pristine polymer, suggesting the physical cross-links role of nanosized CNC. In fact, the changes in the cross-link density due to the addition of nanosized fillers are generally expected and exhibit pronounced influence on mechanical properties of loaded elastomers.32 It is well-known that the mechanical reinforcement of composite materials is a consequence of the combined effects, including filler size, filler content, filler dispersion, aggregation behavior, and filler−matrix interactions. 12−14 Considering the CNC/PEG system has some similarities to a rubbery matrix filled with rigid particles, the prediction for the Young’s modulus of rubbery matrix systems loaded with weakly interacting fillers could be described by the classic Guth−Gold model:39 E = E0(1 + 2.5ϕ + 14.1ϕ2) (2) where ϕ is the filler volume fraction, and E and E0 are the Young’s moduli of the loaded and unloaded polymer, respectively. Figure 7 shows the experimental values of E for CNC/PEG systems as a function of ϕCNC, and compares E with the theoretical values from the Guth−Gold model. It is indicated that the experimental values of E are evidently higher than the predicted ones. This difference is mainly ascribed to the fact that the model does not account for the strong interactions between fillers nor does it account for the formation of a percolating network of interacting fillers. The fact that the CNCs act as additional cross-links leads to the moduli increase by a factor of 3 even at filler content as low as 1.2% v/v. Therefore, the deviation of modulus between experimental data and the Guth−Gold model prediction indicates that this CNC/PEG system is different from the purely filled elastomers, where the fillers and polymer only exist as weak interactions and the incorporation of fillers has no effect on the swelling behaviors."]], ["DISCUSSION", ["Compared to carbon nanotubes and nanoclays, the use of lignocellulosic nanocomposites from sustainable, renewable resources as reinforcing fillers in polymeric matrix possesses pronounced environmental advantages and biological compatibility. 25 In addition, the sustainable manufacture and bulk process of CNCs further triggers significant interest in their use as reinforcing filler in polymer composites.25 For the current investigation, the radiation of PEG aqueous solution in the presence of CNC as fillers leads to the formation of a continuous phase, where the macroradicals are generated by the direct UV excitation of PEG diacrylates cross-linking process. The combined results indicate that the resulting nanocomposite hydrogels behave as elastomeric gels, where gels show predominant elastic behavior with the elastic modulus greater than the viscous modulus in the observed frequency range. The mechanical measurements demonstrate that the hydrogel properties, such as Young’s modulus, fracture stress, and fracture strain, are significantly dependent on the CNC loadings, which present an optimum value of 1.4% v/v of CNCs. Higher or lower CNC loading leads to poorer properties. This phenomenon is related to two intercompetitive factors: (1) from a static viewpoint, increasing CNC concentration leads to the increase of interaction of CNC and polymer matrix, thus favoring the stability of the network; (2) from a dynamic viewpoint, the increased viscosity of the system reduces the mobility of polymer chains, thus unfavoring the cross-linking process. At a lower CNC concentration, the former effect becomes dominant, whereas when the CNC concentration exceeds the optimum value, the latter one prevails. Besides, too much CNC would lead to the inhomogeneous dispersion of CNC within polymer matrix and therefore phase separation. The presence of widely distributed hydroxyl groups on the surface of CNC17,18 facilitates the swelling process at equilibrium. On the other hand, the formation of addition cross-links (via hydrogen bonding interactions) between CNC and PEG leads to a negative effect on the swelling process at equilibrium. The equilibrium swelling result in Figure 2 indicates that as the CNC concentration is lower than 1% v/ v, the latter effect dominates the trend, whereas the increasing of CNC contributes negatively to the swelling process. Whereas with CNC loading further increased, the two opposite effects offset each other and the swelling appears to be independent of the amount of CNC. According to results in Figure 7, the CNC in the gels pronouncedly toughens the PEG network. Comparing the measured modulus with the theoretical prediction from Guth−Gold model indicates that the experimental values are much greater than the predicted ones due to the strong interactions between CNC and polymer matrix. Instead of acting as purely filled particles, the CNCs play the role of cross-links, like PNIPAM−clay systems, where the in situ free radical polymerization occurs in the presence of clays that act as cross-links and the tensile moduli are almost proportional to the clay content.40 For the current system, the CNCs also act in some similar role as cross-links where this result can only be obtained if the CNCs are strongly adsorbed onto the polymer matrix.41 From a macroscopic viewpoint, the fundamental point for the reinforcement, except for the efficient energy dissipation, is the existence of stress release to suppress the growth of crack.29,35 This conformational rearrangement occurs in composite materials as the interface between fillers and polymer matrix is weaker than the main bonds of the network, that is, this conceptual “sacrificial bonds” are broken before the main structure of the network is disturbed through the propagation of the macroscopic crack propagation. From microscopic viewpoint, the high strength of CNC-loaded nanocomposite hydrogels is ascribed to the formation of a “microcomplex” structure within the network,42 where the CNCs bridge neighboring polymer chains together and attain a rigid network. That addition of a small amount of CNCs led to high efficiencyt of the mechanical enhancement can, in principle, be attributed to the CNCs as multifunctional junctions to increase effective cross-links of the elastomer through noncovalent interactions. In many cases, the biogenesis-derived CNCs lead to crystalline fibrils that are almost defect-free with the consequence of axial physical properties approaching those of perfect crystals.15 Thus, a denser elastomer network with higher modulus is always coupled. The underlying molecular mechanism behind this reinforcement is the transition from an entropic elasticity of a polymer chain to an enthalpic elasticity as the chain is fully stretched. For a well-cross-linked network, a progressive enhancement is observed as the filler concentration rises, suggesting a wide distribution of finite chain extensibilities and elastic strand molecular weights within the composite materials.39 For this investigation, the PEG nanocomposites reinforced with low volume fraction of CNCs indicate a good combination of high tensile strength and performance rubbery materials that is often rendered by adding CNCs to elastomers.15,16 Based on the combination of the above results, a selfconsistent picture of network structure emerges. If we assume that CNCs are well dispersed within PEG matrix during the initial polymerization, the scheme of the nanocomposite network can be drawn (Figure 4d), where the rod-like CNC with a mean diameter of 25 nm and length of 500 nm (Figure S4), are randomly distributed in the polymer network. For the neat PEG hydrogels, the polymer-rich regions surrounded by the aqueous solution are interconnected by polymer chains, producing a series of macroscopic networks. Whereas after the CNC incorporation, CNCs interact with PEG through hydrogen bonds and act as physical cross-links, thus increase the amount of cross-links."]], ["CONCLUSIONS", ["We have demonstrated the reinforcement of PEG hydrogels by applying rigid, bioresourced CNCs. In the current system, the nanocomposite hydrogels were prepared by dispersing CNCs in PEG aqueous solution, followed by UV-initiated polymerization. The resulting CNC−PEG nanocomposite hydrogels exhibited higher fracture stress, modulus, and extensibility than pristine PEG hydrogels. The enhanced mechanical properties are attributed to the unique energy dissipation via the rearrangement of CNC/PEG interactions which facilitate the toughness and extensibility of the polymer nanocomposites. Evidence from this study suggests that the CNCs are strong adsorbed onto the PEG matrix and act as physical cross-links. The excessive amount of CNCs (>1.5% v/v) disturbs the homogeneity of the network and leads to negative effect on the mechanical performance of the composites. The Young’s moduli of gels contradict the predictions of the Guth−Gold model, and such inconsistencies are explained in terms of the features of CNC−polymer interactions. This work provides some insight into the interactions of filler in chemically crosslinked networks and deepens understanding of the underlying reason for the physical and molecular origin of the mechanical reinforcement. By combining cellulose and PEG’s biocompatibility and biodegradability in concert with the favorable gelation properties of the CNC/PEG solution, this system has a great potential for biomedical applications."]]], "doi": "10.1021/am4001997", "figures": [["Figure 1", "Figure 1", "Figure 1. Preparation of CNC—PEG nanocomposite hydrogels. (a) Schematic illustration of preparation process, where the CNC suspension and  PEG solution were homogeneously mixed and subjected to UV initiation. The covalently cross-linked PEG acrylate samples with CNC evenly  dispersed into the polymer matrix that can sustain its own weight. (b) Composition of hydrogels. (c) Picture of CNC—PEG nanocomposite  hydrogels with the strip-like and disk-like samples for tensile measurement and rheological analysis, respectively.   "], ["Figure 2", "Figure 2", "Figure 2. Conductomertric titration curves of CNC (a) and equilibrium swelling ratio (q) as a function of ϕCNC at 25 °C (b)."], ["Figure 3", "Figure 3", "Figure 3. SEM observation of nanocomposite hydrogels reinforced with (a) 0.2%, (b) 0.6%, (c) 1.2%, and (d) 1.5% of CNC. The bar represents 1 μm in all images. The insert in (a) shows a TEM image of CNC with an average 25-nm diameter and 500-nm length (bar = 250 nm)."], ["Figure 4", "Figure 4", "Figure 4. Tensile properties of PEG hydrogels. (a) Pictures of CNC−PEG nanocomposite hydrogels show high elasticity. (b) Representative stress−strain curves of PEG hydrogels with different CNC loadings. (c) Summary of hydrogels mechanical property parameters. (d) Schematic illustration of network structure changes under stress. The chemically cross-linked networks restrain polymer chains free motion, whereas partial physical crosslinks involved CNC−PEG nanocomposite hydrogels contribute to the polymer chains motion. (e) Critical strain energy release rate (Gc) as a function of CNC loading."], ["Figure 5", "Figure 5", "Figure 5. Tensile loading—unloading curves of PEG gels. The 1%  CNC gels hysteresis cycles are performed with the same sample at  increasing levels of maximum strain. There is no apparent hysteresis  for the purely chemical cross-linked PEG gels.   "], ["Figure 6", "Figure 6", "Figure 6. Oscillatory shear measurements on CNC−PEG hydrogels. (a) Elastic modulus (■) and loss modulus (●) as a function of frequency for CNC−PEG nanocomposite hydrogels (1% v/v). The insert shows the system aqueous solution before UV irradiation. (b) Elastic modulus (■) and loss modulus (●) as a function of CNC concentration (at frequency of 10 Hz)."], ["Figure 7", "Figure 7", "Figure 7. Young’s modulus, E, of CNC−PEG nanocomposite hydrogels from experimental values at different CNC loading, ϕCNC. The dotted line presents the predicted values of E by Guth−Gold model."]], "table_captions": [], "tables": []}