{"title": "Graphitic Nanofillers in PMMA Nanocomposites—An Investigation of Particle Size and Dispersion and Their Influence on Nanocomposite Properties", "abstract": "Mechanical, thermal, and electrical properties of graphite/PMMA composites have been evaluated as functions of particle size and dispersion of the graphitic nanofiller components via the use of three different graphitic nanofillers: ‘‘as received graphite’’ (ARG), ‘‘expanded graphite,’’ (EG) and ‘‘graphite nanoplatelets’’ (GNPs) EG, a graphitic materials with much lower density than ARG, was prepared from ARG flakes via an acid intercalation and thermal expansion. Subsequent sonication of EG in a liquid yielded GNPs as thin stacks of graphitic platelets with thicknesses of ~10 nm. Solution-based processing was used to prepare PMMA composites with these three fillers. Dynamic mechanical analysis, thermal analysis, and electrical impedance measurements were carried out on the resulting composites, demonstrating that reduced particle size, high surface area, and increased surface roughness can significantly alter the graphite/polymer interface and enhance the mechanical, thermal, and electrical properties of the polymer matrix. Keywords: electrical properties; mechanical properties; nanocomposite; nanoparticles; PMMA; particle size distribution; thermal properties ", "body": [["ABSTRACT", ["Mechanical, thermal, and electrical properties of graphite/PMMA composites have been evaluated as functions of particle size and dispersion of the graphitic nanofiller components via the use of three different graphitic nanofillers: ‘‘as received graphite’’ (ARG), ‘‘expanded graphite,’’ (EG) and ‘‘graphite nanoplatelets’’ (GNPs) EG, a graphitic materials with much lower density than ARG, was prepared from ARG flakes via an acid intercalation and thermal expansion. Subsequent sonication of EG in a liquid yielded GNPs as thin stacks of graphitic platelets with thicknesses of ~10 nm. Solution-based processing was used to prepare PMMA composites with these three fillers. Dynamic mechanical analysis, thermal analysis, and electrical impedance measurements were carried out on the resulting composites, demonstrating that reduced particle size, high surface area, and increased surface roughness can significantly alter the graphite/polymer interface and enhance the mechanical, thermal, and electrical properties of the polymer matrix. Keywords: electrical properties; mechanical properties; nanocomposite; nanoparticles; PMMA; particle size distribution; thermal properties "]], ["INTRODUCTION", ["In recent years, the development of facile syntheses for nanoscale materials such as silica, clay, carbon nanotubes, and graphene sheets has provided opportunities for researchers to employ them in designing new materials with enhanced properties.1–4 Among these, polymer nanocomposites comprise an emerging class of materials where nanoscale fillers with at least one characteristic length smaller than 100 nm are welldispersed within a polymer matrix. In addition to recent demonstrations of significant enhancements in mechanical properties over those of the parent polymers, polymer nanocomposites also enable achievement of new multifunctional properties (e.g., electrical, thermal) that are not observed with micron-size fillers.5–14 In particular, inclusion of nano-sized electrically conductive fillers such as carbon nanotubes and graphite particles can significantly increase the electrical conductivity of the polymer beyond a threshold level of loading.15–18 Nanocomposites with highaspect- ratio, plate-like filler particles also exhibit dramatic changes in permeability, which has been attributed to the ‘‘tortuous’’ pathways required for migration of small molecules.19 Thermal properties have been improved by tens of degrees Celsius with the inclusion of low volume fractions of nanoparticles.19–24 Given these multifunctional characteristics as well as improved mechanical properties, polymer nanocomposites have many existing and potential applications in the aerospace, automobile, and electronics industries. Polymer/layered-silicate nanocomposites are the most widely investigated to-date. These materials can show considerable improvements in mechanical properties such as strength, modulus, and toughness with very low weight percent of the plate-like nanofiller.4,20,25–27 While these clay nanocomposites can exhibit improved thermal and diffusion barrier properties, increased electrical conductivity cannot be achieved. In this respect, graphite is a more attractive alternative to clay due to its moderately high electrical conductivity, in addition to its substantially higher in-plane elastic modulus. (The in-plane Young’s modulus of single crystal graphite is 1060 GPa, about five times greater than that of the in-plane modulus of muscovite mica.28,29) A compilation of selected properties data for nanocomposites filled with different forms of expanded graphite (EG) is shown in Table 1. Graphite consists of stacked graphene sheets that are regularly spaced 0.335 nm apart and held together by van der Waals forces. Intercalation of graphite with an oxidizing acid mixture followed by rapid heating produces a large expansion of the initial graphite flake along its crystallographic z axis. The accompanying volume change can be several hundred fold, and the resulting EG is a light graphitic material consisting of linked platelets in a worm-like structure with ~100-nm-thick stacks.42–44 EG is a material of growing importance in electrical, biomedical, and structural applications due to its decreased density and increased surface areas (vide infra). As such, it has been explored for numerous uses such as pollutant absorber, catalyst support, radiation and electromagnetic shielding, and shrinkage- and corrosion-resistance coatings.44–48 Additionally, the pores in the expanded layered structure of EG have been suggested to be capable of absorbing polymer molecules and leading to improved interactions between the platelets and the host polymer in EG/polymer nanocomposites.16 Interestingly, sonication of EG in a viscous liquid can further separate its platelets into smaller graphite nanoplatelets (GNP)49 with thicknesses on the order of 10 nm. If the expanded layered structure of EG can be intercalated with polymer molecules to produce well-dispersed EG/polymer nanocomposites (vide supra),16 we expect that GNP will interact with polymer matrices even more effectively due to the larger number of smaller platelets and thus serve as better nanofiller components than both ARG and EG. The production of nanoscale graphite platelets with appropriate surface chemistry for the fabrication of graphite platelet-based polymer nanocomposites and the optimization of processing conditions to synthesize such composites are active areas of current research. However, thus far fewer papers have been published for graphite/ polymer as compared to clay/polymer nanocomposites. Several research groups12,16,17,47,30,50,31,32 have claimed improvements in properties of polymer composites using graphite nanofillers (EG and GNP) with an emphasis on the electrical properties. Electrical percolation was quoted for a filler concentration of about 2 wt % for EG11,16,22,31 or ‘‘foliated graphite,’’33,37 FG, (Foliated graphite, FG, is a term used in some papers to indicated EG in which the worm-like structure has been broken into separated platelets) but a loading of over 5 wt % is required for natural graphite16,34 particles of larger dimension and thickness (as shown in Table 1). A few papers have also reported on mechanical properties. Cho et al.35 reported an increase in storage modulus with increased loading fraction of EG in phenylethynyl-terminated polyimide (PETI-5) as well as an increase in Tg for 1–5 wt % loading. Notably, Tg was reported to decrease at 10 wt % loading, and this result was attributed to poor dispersion at this high loading. Zheng et al.16 showed that PMMA/EG composites prepared by solution-based processing yielded a 13% increase in modulus at 5 wt % loading. This same group11 reported a large ~75% increase in storage modulus (G') for a 3 wt % EG/polyethylene nanocomposite accompanied by a very small Tg increase of 2%. Du et al.32 achieved the largest increase in flexural modulus (81% above the neat polymer) for a 15 wt % GNP-based composite with poly(4,40- oxybis(benzene)disulfide). In this work, we have prepared PMMA nanocomposites at a common weight fraction loading of graphite particles derived from ARG, EG, and GNP. The three graphite/polymer nanocomposites were characterized using dynamic mechanical analysis (DMA), thermogravimetric analysis (TGA), scanning electron microscopy (SEM), and AC impedance spectroscopy and results are used to assess the influence of particle size and dispersion on properties of the resulting composite. In particular, we emphasize how the particle– polymer interaction changes with the nature of the particles and how this interaction affects the overall properties of the composites."]], ["EXPERIMENTAL", ["Poly(methyl methacrylate) (PMMA) (MW = 350,000 a.m., atactic, PDI = 2.1) was obtained from Polysciences, Inc. (Warrington, PA) and used as received. Graphite flakes (Flake 1), referred to as ‘‘as received graphite’’ (ARG), was generously donated from Asbury Carbons (Asbury, NJ) and used as received. All reagents and solvents for composite synthesis were purchased from Fisher Scientific International (Hanover Park, IL) and used as received.  ##Preparation of EG ARG (1 g) was treated with a 4:1 v/v mixture of concentrated sulfuric and nitric acid (50 mL) for 24 h at room temperature. The resulting suspension was then diluted with de-ionized water (150 mL) and filtered over a Buchner funnel. The remaining solid residue was washed with copious amounts of water until the filtrate was no longer acidic and then dried in an air oven at 100 °C overnight. This dried material was placed in a 50-mL quartz tube and the tube was heated rapidly with a propane blowtorch (Model TX9, BernzOmatic, Medina, NY) set at medium intensity while under dynamic vacuum (30 mTorr). It expanded rapidly, forming the characteristic worm-like ‘‘expanded graphite’’ (EG).  ##Preparation of GNP EG (50 mg) was suspended in glycerol (50 mL) and the resulting suspension was placed in a 100-mL beaker surrounded by an ice-water cooled jacket and sonicated with a probe sonicator (GEX 600, 600W maximum power, Sonics and Materials, Newton, CT) for 1 h with a 13- mm replaceable titanium sonicating tip operated at 100% amplitude. To reduce the heat evolution during the sonication process, a pulsing sequence was also employed (10 s on, 10 s off). After sonication the resulting suspension was diluted with de-ionized water (50 mL) to render it less viscous, and then filtered over a Buchner funnel. The filtered material was washed with de-ionized water (200 mL) and ethanol (100 mL) and dried in air to constant weight (~1 day). ARG, EG, and GNP particles were further characterized with specific surface area (SA) determination, elemental analysis, and SEM. Elemental analysis was carried out by Atlantic Microlab (Norcross, GA). Specific surface area determination was performed by nitrogen adsorption using an ASAP 2010 instrument (Micromeritics Instrument, Norcross, GA). SEM was carried out using a LEO 1525 SEM (LEO Electron Microscopy (Oberkochen, Germany). Powder samples were mounted on a standard specimen holder using double-sided carbon conductive tape. An acceleration voltage was varied between 1–20 kV depending on different imaging purposes and sample properties.  ##Nanocomposite Preparation The PMMA nanocomposites were synthesized using an adaptation of previously reported solution- based procedures.9,51,52 For the GNP/ PMMA composite, the GNP particles were dispersed in tetrahydrofuran (THF) via bath sonication (Branson 3510, 335W setting, Branson Instrument, Danbury, CT) for 30 min. An appropriate amount of PMMA was dissolved in a minimum amount of THF (~30 mL) in another vial and combined with the dispersed suspension of GNP in THF. Shear mixing (Silverson, Silverson Machines, MA) at 6000 rpm was then applied to the resulting mixture for 60 min in an ice bath to reduce the frictional heat produced by the shear mixer. The mixed dispersion was then dropped into vigorously stirred methanol (300 mL) to remove THF. The coagulated solid was then filtered through 10-μm PTFE filter paper (Osmonics) and dried at 80 °C in a vacuum oven for 10 h to give nanocomposite flakes. Composite samples for XRD and SEM analysis as well as mechanical testing were prepared by placing the dried nanocomposite flakes between two stainless steel plates with 0.1-mmthick spacers in a Tetrahedron (San Diego, CA) hydraulic hot-press. The press was run at 1.75 MPa and 210 °C for 10 min before cooling to room temperature. Thicknesses of the resulting composite films were around 0.10-0.15 mm. The ARG/PMMA and EG/PMMA composites and pure PMMA control samples, were prepared following similar procedures as described above. Loadings of (1.0 ± 0.03), (2.0 ± 0.06), and (5.0 ± 0.06) wt % nanofiller were used in the composites. X-ray diffraction (XRD) patterns of the GNP, EG, and ARG particles as well as their composites were obtained on a Rigaku diffractometer (Rigaku, TX) using Cu Kα radiation (λ = 0.15 nm) with voltage of 40 kV and a current of 20 mA at a scanning rate of 4°/min. The thermal stability of the pure PMMA and PMMA nanocomposites was examined by TGA on an SDT 2960 instrument (TA Instruments, New Castle, DE). The measurements were performed from room temperature to 800 °C with a heating rate of 10 °C/min in a flowing nitrogen atmosphere (100 cc/min; 99% purity, Airgas, Radnor, PA). SEM (via a LEO 1525 SEM, as described above) was also used to observe the fracture surface of the composite sample. For mechanical testing, uniform strips (15 × 4.0 mm2) were cut by razor blade from the hot- pressed composite films. DMA of these specimens was performed on a DMA 2980 instrument (TA Instruments, New Castle, DE) using a tensile film clamp. A preload of 0.1 N was applied and sinusoidal loading at 1 Hz was used. The storage modulus, loss modulus, and tan δ values were recorded with a temperature ramp of 3 °C/ min from 25 to 170 °C. Impedance spectroscopy (Solartron 1290 impedance analyzer with 1296 dielectric interface, Farnborough, Hampshire, UK) technique was used to study the electrical property of the nanocomposite materials. Precut sample strips (25 mm × 10 mm) was sandwiched between two rectangular copper electrodes (21 mm × 6 mm) held tightly to the specimen by two flat polycarbonate plates. Electrically conductive paste (colloidal graphite supplied by TED PELLA, Redding, CA, USA) was applied between the copper electrode and sample in order to eliminate the point contacts due to the surface roughness of the polymer samples. The impedance measurements were made at room temperature. "]], ["RESULTS", ["The elemental analysis of ARG, EG, and GNP materials are shown in Table 2. The high carbon content of EG and GNP samples, in conjunction with reduction in oxygen and nitrogen content, suggested that the exfoliation processes (acid treatment and rapid heating under vacuum, as well as sonication in the case of GNP) removed many noncarbon impurities from the graphite flakes (ARG). The fragmentation of EG into smaller GNP stacks leads to a modestly higher surface area for the latter materials (Table 3). However, XRD results (Fig. 1) show no significant difference between the d-spacing and 2θ position of the (002) peaks of ARG, EG, and GNP. The (002) peak width of ARG, EG, and GNP was fit with the Scherrer equation, yielding the crystalline parameter Lc which is a measure of the thickness of the individual crystallites contributing to the peak (Table 3).49 The processing for EG and GNP platelets clearly introduces defects, effectively reducing the crystallite size by 17 and 21% from the initial ARG crystals, respectively, which potentially provides additional sites for polymer intercalation in the subsequent composite fabrication. For the GNP platelets, microscopy also reveals an increased surface roughness and decreased platelet size. The SEM images in Figure 2 illustrate the morphological differences between the different particle types. The nano-filler/PMMA nanocomposites were prepared under identical conditions in an attempt to ensure that only the particle size and surface area of the fillers differ. Figures 3 and 4 show representative SEM images of fracture surfaces of the nanocomposites that illustrate the critical features of dispersion and polymergraphite interaction. As seen in Figure 3, GNP nanocomposites have a more uniform dispersion of smaller particles compared to the large particles that are easily visible for ARG and EG samples, imaged at the same magnification. In addition, the larger particles of the ARG and EG samples appear to be partially oriented in-plane, which may occur during the hot-press molding step. A comparative examination of the SEM images shown in Figures 3 and 4 also demonstrate that the interaction between the polymer and GNPs are improved as compared to ARGs and EGs. Figure 4 strongly suggests the existence of weaker interfaces surrounding the ARG and EG particles in the PMMA matrix, indicated by voids between the polymer and nanoparticles and lack of polymer coating the protruding nanoparticles. It also shows the excellent adhesion of polymer to the GNP surfaces probed by fracturing pull-out events. Similar adhesion of polymer to carbon nanotubes during fracture pull-out was observed for MWNTs in polycarbonate.53–57 The improved dispersion and adhesion of the PMMA to GNPs may be attributed to the modestly higher surface area, decreased crystallite size and greater surface roughness through the nanopores observed in the nanofiller (Fig. 2). These features result in more effective absorption of PMMA molecular chains to the GNP as compared to EG and ARG platelets. Nearest-neighbor distances were measured from the SEM images shown in Figure 3 (and similar images) to better quantify the distribution of graphite particles in the PMMA matrix. To ensure that the results are representative, several SEM images were employed in each calculation. In addition, the area fraction of particles in each image were calculated and the standard deviation was less than 3% across all the examined images of composites possessing the same particle type and weight fractions, indicating representative images. The statistics for the nearest-neighbor distribution are shown in Table 4 where the nearest-neighbor distance for any individual particle is defined here as the mini- mum distance between its center and any other particle centers. Particles with lateral dimension (width) greater than 10 μm were counted as ‘‘big’’ particles, those with lateral dimension of 1–10 μm were counted as ‘‘small’’ particles, and any particles with lateral dimension less than 1 μm were not counted due to the difficulty in identifying them from the SEM images. In general, ARG/PMMA composite consists of both large and small particles, where the small particles are likely to result from the shear mixing fragmentation of the larger particles. From the SEM images of the EG/PMMA nanocomposites, it is apparent that the EG particle also breaks apart during the shear mixing procedure, leading to separated plates from the worm-like structures of the precursor and yielding predominantly platelets of larger lateral dimension (‘‘big’’ particles). The thinner size and nanoporous morphology of the GNPs render them more likely to be reduced in lateral dimension during shear mixing, which may lead to the predominately ‘‘small’’ particles observed that in turn may enhance dispersion with the polymer. The thermal stabilities of the graphite/PMMA composites are uniformly higher than that of the neat PMMA (onset decomposition temperature = 285 °C, Fig. 5). With the addition of only a small amount of ARG and EG particles (1–5 wt %), the main composite onset degradation temperature is increased by 20 °C, while for GNP/PMMA composites this temperature is increased by nearly 35 °C. Interestingly, although PMMA itself exhibits a multistage decomposition, additional small weight loss is noticed in the EG composites and the 5% ARG composite around 180 °C, prior to the initial degradation temperature for PMMA. In contrast in the GNP composites the multistage degradation of the PMMA matrix is significantly suppressed. These features of the weight loss curves are likely due to the presence of interfacial polymer phases in the vicinity of the graphite nanoparticle surfaces, which behave significantly different from polymer chains farther away from these surfaces. As such, the onset and magnitude of the small first-stage weight loss depend on the inherent differences in the nature of the interphase in each system as well as the differences in nanoparticle dispersion, which alter the ability of degraded molecules to diffuse and evaporate. These interfacial polymer phases would tend to increase in size with progressively higher loading of the nanofiller component. Indeed, this TGA data in which the GNP/PMMA composites exhibit the highest 1st-stage degradation temperature is consistent with trends observed in modulus and Tg (vide infra) indicating increased interfacial bonding and better dispersion for the GNP/PMMA materials. Consequently, the EG/PMMA, which exhibits the worst dispersion and poor interfacial bonding (vide infra), has the lowest 1ststage degradation temperature. The temperature-dependence plots of the storage modulus (E') of PMMA and its graphite nanocomposites, as measured from 25 to 160 °C, are shown in Figure 6, where each value is an average of 5 experimental results. As shown in Table 5 and Figure 6(a), the glassy-state storage modulus E' (at 25 °C) of ARG/PMMA nanocomposites at 1, 2, and 5 wt % ARG loading increases by 38, 100, and 110% beyond that of pure PMMA, respectively. The EG/PMMA nanocomposites also demonstrate similar increases in storage modulus as a function of EG wt % [Fig. 6(b)]. The maximum increase in storage modulus versus wt % loading is obtained for the GNP/PMMA nanocomposites [Fig. 6(c)], where it is 133% higher than that for pure PMMA at 5 wt % loading. The interaction of the graphite nanofillers with the host PMMA significantly increases its Tg (identified by location of the tan δ peak, Fig. 7) by as much as 43 °C. As an increase of Tg is an indication of good dispersion of the nanoparticles and a correspondingly large amount of interfacial area with altered polymer chain mobility throughout the composites, these data suggest an excellent dispersion of the nanofiller component in the polymer matrix. We note with interest that the maximum increase in Tg peaks appear at different loading for different materials: 1 wt % for ARG, 2 wt % for EG, and 5 wt % for GNP. The decreasing Tg values with increasing loading are an indication that ARG and EG may tend to phase separate (partially agglomerate), suggesting a lower dispersion ability. Figure 8 shows a log-log plot of impedance (Z') versus frequency between 0.01 Hz and 1 MHz for the three different graphite-based nanocomposites. At low frequency, the decrease of the plateau of Z' is consistent with increased filler content for ARG, EG, and GNP and can be attributed to enhanced conductivity from the inclusions of the electrically conductive graphite nanoparticles. Interestingly, Z' for 1 wt % ARG/PMMA is almost the same as that of neat PMMA while it decreases nearly two decades for EG/PMMA and GNP/PMMA systems at the same wt % loading. The degree of conductivity at a given loading correlates well with the particle size and thickness, resulting in superior conductivity for the GNP/PMMA composites at each volume fraction. These experimental results demonstrate that particle size, dispersion, and interfacial conditions critically impact the conductivity of the nanocomposites. "]], ["DISCUSSION", ["Our results can be further analyzed to provide more quantitative understanding about the effect of particle size, distribution, and interfacial interactions on graphite/PMMA nanocomposite properties. Data from Figure 6 and Table 5 are combined and plotted against the nanofiller loading in Figure 9. Although the standard deviations in our measurements of the storage modulus are relatively large, they are either comparable to or less than observations published elsewhere in the literature.40,51 Even with this level of scatter in the data, it is clear that the average glassy-state modulus for all three nanofillers increases with increasing filler weight fraction. The optimum composition for ARG appears to be 2 wt %, at which point the number fraction of the smaller and bigger particles (Table 4) and the associated interface polymer lead to significant enhancements in stiffness. For EG and GNP, the room temperature modulus increases continuously with weight percentage as the additional platelets provide a continuous increment in small strain stiffness. The enhanced results for GNP are attributed to the superior interfacial bonding and persistently good dispersion: as the number of platelets increases, they impact the modulus both by their own inherent stiffness as well as by the enhanced stiffness of the increased ‘‘interphase’’ zone of affected polymer, as has been demonstrated in carbon nanotube/composite systems with strong tube-polymer interaction.9,53,58,59 To compare our experimental results to other data in the literature on ‘‘graphite’’-containing nanocomposites, the storage modulus results are normalized against the property of the polymer matrix and plotted in Figure 10. Simple micromechanical calculations of effective properties of graphite platelet reinforced polymer using a Mori-Tanaka method60,61 are also included on the plot. The graphite particles were modeled as flat disc-like inclusions ideally dispersed in the polymeric matrix, with a 3D random orientation distribution. Both the inclusion and matrix were modeled as isotropic and perfect interfacial bonding between the inclusions and the matrix was assumed. The predictions thus serve as an upper bound on two-phase nanocomposites. As can be seen in the figure, our results modestly exceed the previously reported results. At 1 wt % loading, the modulus of the GNP/PMMA nano- composites almost reaches the theoretical bound. Considering the imperfections of the physical system that are not taken into account in the model prediction, the results for GNP/PMMA nanocomposites are quite remarkable and are further evidence of the existence of an interphase region of enhanced stiffness. The aforementioned modulus increase with increasing filler content is also clearly presented in the plot; however for all systems, the increment of modulus increase decays with higher particle content. This increasing disparity between the model’s upper bound and realized properties is likely due to saturation of the effect of the restricted mobility interphase polymer on stiffness at low loadings and may be further exacerbated by partial particle clustering with increasing nanofiller loading. To clarify the relative changes between the systems and the weight fractions, Tg is plotted as a function of weight fraction in Figure 11 for each nanocomposite type. In all cases, the observed Tg exceeds that observed for bulk PMMA. For the ARG and EG nanocomposites, however, Tg decreases at higher filler concentration. Several competing mechanisms may be responsible for these results. First, the larger particle size and lower surface area of the ARG and EG result in a decreased interfacial area compared to the GNP, reducing the reinforcing efficiency of particles and the associated interphase that leads to increased Tg. Second, the SEM images of fracture surfaces of EG and ARG samples (Figs. 3 and 4) reveal the presence of both weak and strong interfaces with the polymer, which would tend to decrease and increase the Tg, respectively. Although weaker interfaces have been associated with increased local polymer mobility,7,62 none of our nanocomposite samples show a Tg that is below that of bulk PMMA. Thus, we can postulate that the reinforcing network effect dominates overall, leading to enhancement of Tg’s, especially at low volume fractions where the particles are well-separated from one another. At higher loadings however, the decreased interparticle distances and weaker interactions with the polymer may lead to partial local particle clustering of the ARG and EG nanofillers and ultimately a decreased relative contribution from the strong interfaces. In contrast, for the GNP nanocomposites, the Tg continuously increases with increasing filler content. This can be attributed to the smaller particle size, higher surface area, and greater surface roughness (see Fig. 2) of the GNP particles that strongly attract the polymer molecules, eliminating the weak interfaces observed in the other systems. This consistent strong interaction between polymer and GNP reduces the polymer chain mobility and facilitates good dispersion at all filler loadings. Consequently, the amount of interfacial area between polymer and GNP increases with filler content, causing a steady increase in Tg as well as more modest increases in modulus. Further analysis of particle size and distribution of SEM images (Table 4) of ARG system shows that there is an abundance of smaller particles (width w < 10 μm) as well as many large particles (w > 10 μm with w up to 30 μm). Based on the image analysis, we obtained average nearest-neighbor distances of 8 μm for 2 wt % ARG loading. However, as can be seen in Figure 3, there are many particles that are smaller than w = 1 μm present that are not included in the calculation. Thus, the true effective interparticle distance may be significantly smaller. Our results for Tg suggest this is the case as for all wt % loading the Tg of ARG systems is ~30 °C above baseline PMMA, which should occur when nano-particle spacing on the order of several radii of gyration of the polymer chains63–66 (for our PMMA this would be on the order of 100 nm). For both EG and GNP systems, the particle sizes are much more uniform, with EG composites having predominantly larger particles (w > 10 μm) and GNP composites having small particles (w < 10 μm). It should be noted, however, that measurement of the GNP sizes from the fracture surface images (Fig. 3) was very difficult due to the residual polymer coating on the platelets. The nearest neighbor distances, l, in EG and GNP systems (at 2 wt % loading, Table 4) are 11 μm and 2.8 μm, respectively, and thus lEG > lARG > lGNP. Based on the percolated interphase concept, this ordering would rank the Tg improvements in the order GNP > ARG > EG. However, our Tg data results in Tg ARG > Tg GNP > Tg EG, which further indicates that the tabulated nearest neighbor value for ARG is at best an underestimate due to the noninclusion of submicron plates. The observed variations in interparticle distances may also help explain the decrease in Tg for the ARG and EG composites. Considering the ARG results: while the interparticle spacing decreases by nearly a factor of 2 for the jump between 1 and 2 wt % loading, interparticle spacing decreases only by a factor of 1.5 in the larger jump to 5 wt % loading. Thus local particle clustering may be occurring, causing increased particle–particle interaction and decreasing the opportunity for strong particle–polymer bonding. While Tg decreases again above 2 wt % for both ARG and EG composites, the smaller decay for ARG may be attributed to the presence of the many small platelets which retain a strong particle– polymer interaction. Additionally, the EG system demonstrates significantly smaller decreases in interparticle spacing between the 1, 2, and 5 wt % (37 and 17%, respectively). This result is further indication of less efficient dispersion at increasing volume fractions for the EG system. It is noted that the modulus data and the Tg data are not synchronous. Review of the nanocomposite literature provides many similar instances in which modulus changes but Tg does not or the direction or relative magnitude of the changes are not the same35,48,51,67,68. However, it is also fair to say that this discrepancy has not yet been well studied and is still a subject of debate. To add a few comments to this ongoing discussion, we note that the overall nanocomposite stiffness is influenced by the stiffness of each phase, the shape/orientation/dispersion of the inclusions and the interphase stiffness/ extent/connectivity. The overall nanocomposite glass transition is governed by the Tg of the matrix polymer, the Tg of the interphase polymer and the extent and possible percolation of this interphase polymer. Thus, the only driver that is the same for composite modulus and composite Tg is the existence of the interphase and its extent. However, even in that factor, the altered mobility of the polymer chains in the interphase can have a different magnitude of influence on Tg and on modulus. Thus, considering one of the cases in this article, at 5 wt % loading the modulus of the EG nanocomposite is still higher than that of neat PMMA while the Tg of the nanocomposite is nearly identical to neat PMMA. This discrepancy is due to the fact that the 5 wt % EG platelets still provide an increment in modulus to the material even without a percolated region of interphase polymer that would be required for a large shift in Tg. Thus, as nanoparticle clustering or other factors lead to reduced interphase polymer, the impact on Tg can be dramatic as the percolation threshold is crossed, while the impact on stiffness is much more modest as the interphase is only one factor leading to stiffness. The resistivity of our graphite/PMMA nanocomposites was calculated from the impedance value using the following equation: ρ = RLw/t (1) where R is the resistance (i.e. the real part of the impedance in this calculation), L and w are the length and width of the electrodes, respectively, and t is the thickness of the sample. The Z' value used for resistivity calculation was taken at 0.1 Hz in the initial plateau region. The conductivity of the nanocomposites was calculated from the resistivity values and is shown in Figure 12 at different weight percentages of graphite nanocomposites, respectively. Basic percolation theory demonstrates that elongated filler particles such as fiber or plate forms can be very effective at forming percolating network at very low volume fractions.14,18,30,67,68 In addition, the worm-like structure of EG with interconnection between the platelets may add to its enhanced conductivity over ARG as a filler. However, the decreased improvement in conductivity at 5 wt % for ARG and EG samples may indicate occurrence of some particle clustering with increased loading in these systems, which is also consistent with the Tg, image analysis, and stiffness data. Remarkably, the conductivity of GNP/PMMA nanocomposite at 1 wt % loading is nearly two decades above that for the 1 wt % ARG/PMMA composite, and also considerably more than that for the 1 wt % EG/PMMA materials. With increasing filler concentration, the conductivity increases more significantly for GNP/PMMA nanocomposites than the other two comparably loaded composites. The better electrical conductivity of GNP/PMMA may be due to their improved dispersion and smaller nearest neighbor distance, leading to formation of a better conductive network within the polymer matrix. Partial alignment of the large particles in the ARG and EG systems may also play a role in their lower conductivity at higher loadings. "]], ["CONCLUSIONS", ["We have prepared three different graphite/ PMMA nanocomposites using GNP, EG and ‘‘asreceived graphite’’ (ARG). GNP have the highest aspect ratio and high surface roughness and are dispersed well in the polymer matrix. This allows for intimate interfacial interactions between the nanoparticles and polymer molecules, resulting in good nanoparticle dispersion and a strong interface in GNP/PMMA systems. In contrast, larger particle thickness and smoother particle surfaces lead to existence of weaker nanoparticle–polymer interfaces in ARG/ PMMA and EG/PMMA nanocomposites, limiting their potential to enhance the composite properties. Not surprisingly, the overall properties of GNP/PMMA nanocomposites are superior to those of ARG/PMMA and EG/PMMA nanocomposites. The room temperature modulus was observed to increase monotonically with the increase in filler content, with GNP exhibiting the most consistent property improvement. Notably, electrical conductivity results reveal that GNP/ PMMA composites show vastly improved con- ductivity as compared to ARG/PMMA and EG/ PMMA nanocomposites. As presented herein, our work comprises the highest enhancements in stiffness, dispersion, and interfacial interaction between filler components and polymer matrices observed to date in graphite/polymer nanocomposites. Room temperature modulus increases 66% at only 1 wt % GNP loading and as high as 133% at 5 wt % GNP loading. In addition, the Tg increases reported here are over 30 °C at 5 wt % for ARG and GNP, compared with previous results showing only a 10 °C increase for 5 wt % EG/PMMA.16 The improvements in mechanical and thermal results are also consistent with the electrical percolation threshold for the GNP/PMMA system. Our results suggest that high-aspect-ratio graphite particles and their corresponding polymer nanocomposites may have the potential to become important material options in a variety of applications where high strength, high electrical conductivity, and light weight are emphasized. The low costs of these graphitic nanocomposites, together with their enhanced mechanical, thermal, and electrical properties, offer exciting possibilities for materials development and optimization. In particular, development of nanocomposites using graphite nanoparticles with reduced thicknesses, increased surface area, and increased surface roughness merits particular attention."]]], "doi": "10.1002/polb.21187", "figures": [["Figure 1", "Figure 1", "Figure 1. XRD patterns of ARG/, EG/and GNP/  PMMA nanocomposites. [Color figure can be viewed in  the online issue, which is available at www.interscience. wiley.com.]   "], ["Figure 10", "Figure 10", "Figure 10. Comparison of theoretical prediction and  experimental results for the normalized storage mod-  ulus at room temperature obtained for a wide range  of graphite/polymer nanocomposites. Aspect ratio of  1000 was used to calculate theoretical bound in this  study.   "], ["Figure 11", "Figure 11", "Figure 11. Plots of glass transition temperature (Tg) of nanocomposites versus weight fraction of the filler components. The temperature value at each data point is the peak value of tan δ peak. Line segments between points are drawn to guide the eye. [Color figure can be viewed in the online issue,  which is available at www.interscience.wiley.com.]"], ["Figure 12", "Figure 12", "Figure 12. Plots of conductivity versus weight frac-  tion for graphite/PMMA nanocomposites. Conductivity  is calculated from AC impedance spectroscopy results  at 0.1 Hz frequency. Line segments between points  are drawn to guide the eye. [Color figure can be  viewed in the online issue, which is available at  www.interscience.wiley.com.]   "], ["Figure 2", "Figure 2", "Figure 2. SEM images of ARG (left column), EG (middle column), and GNP (right  column) particles.   "], ["Figure 3", "Figure 3", "Figure 3. SEM images of fracture surface show the dispersion of: (a) ARG/PMMA, (b) EG/PMMA, and (c) GNP/PMMA nanocomposites at 2 wt % of particle loading."], ["Figure 4", "Figure 4", "Figure 4. SEM images of fracture surface show the interfacial characteristics between graphite particles and matrix polymer for: (a) ARG/PMMA, (b) EG/PMMA, and (c) GNP/PMMA nanocomposites at 5 wt % of particle loading."], ["Figure 5", "Figure 5", "Figure 5. TGA profiles of pure PMMA and the  graphite/PMMA nanocomposites (results averaged  over three samples). [Color figure can be viewed in the  online issue, which is available at www.interscience.  wiley.com.]   "], ["Figure 6", "Figure 6", "Figure 6. Plots of storage modulus versus temperature for pure PMMA and the graphite/PMMA nanocomposites (results are obtained from DMA and averaged over five samples). [Color figure can be viewed  in the online issue, which is available at www.interscience.wiley.com.]   "], ["Figure 7", "Figure 7", "Figure 7. Plots of tan δ versus temperature for pure PMMA and the graphite/PMMA nanocomposites (results are obtained from DMA and averaged over five samples). [Color figure can be viewed in the online issue, which is available at www.interscience.wiley.com.]"], ["Figure 8", "Figure 8", "Figure 8. Plots of real electrical impedance versus  frequency for pure PMMA and the graphite/PMMA  nanocomposites (data are averaged over three samples). [Color figure can be viewed in the online issue,  which is available at www.interscience.wiley.com.]   "], ["Figure 9", "Figure 9", "Figure 9. Plots of glassy (25 °C) storage modulus of the graphite/PMMA nanocomposites versus weight fraction. Line segments between data points are drawn to guide the eye. [Color figure can be viewed in the online issue, which is available at www.interscience.wiley.com.]"]], "table_captions": [["Table 1", "Table 1", "Table 1. Summary of Modulus and Electrical Conductivity of Graphite/Polymer Nanocomposites"], ["Table 4", "Table 4", "Table 4. The Average Nearest-Neighbor Distances of Graphite Particles Calculated from the SEM Images Using an Image Analysis Method"]], "tables": []}