{"title": "Mechanical Properties of Thin Glassy Polymer Films Filled with Spherical Polymer-Grafted Nanoparticles", "abstract": "It is commonly accepted that the addition of spherical nanoparticles (NPs) cannot simultaneously improve the elastic modulus, the yield stress, and the ductility of an amorphous glassy polymer matrix. In contrast to this conventional wisdom, we show that ductility can be substantially increased, while maintaining gains in the elastic modulus and yield stress, in glassy nanocomposite films composed of spherical silica NPs grafted with polystyrene (PS) chains in a PS matrix. The key to these improvements are (i) uniform NP spatial dispersion and (ii) strong interfacial binding between NPs and the matrix, by making the grafted chains sufficiently long relative to the matrix. Strikingly, the optimal conditions for the mechanical reinforcement of the same nanocomposite material in the melt state is completely different, requiring the presence of spatially extended NP clusters. Evidently, NP spatial dispersions that optimize material properties are crucially sensitive to the state (melt versus glass) of the polymeric material. KEYWORDS: Polymers, nanoparticles, nanocomposites, self-assembled structures, mechanical properties, solid state ", "body": [["ABSTRACT", ["It is commonly accepted that the addition of spherical nanoparticles (NPs) cannot simultaneously improve the elastic modulus, the yield stress, and the ductility of an amorphous glassy polymer matrix. In contrast to this conventional wisdom, we show that ductility can be substantially increased, while maintaining gains in the elastic modulus and yield stress, in glassy nanocomposite films composed of spherical silica NPs grafted with polystyrene (PS) chains in a PS matrix. The key to these improvements are (i) uniform NP spatial dispersion and (ii) strong interfacial binding between NPs and the matrix, by making the grafted chains sufficiently long relative to the matrix. Strikingly, the optimal conditions for the mechanical reinforcement of the same nanocomposite material in the melt state is completely different, requiring the presence of spatially extended NP clusters. Evidently, NP spatial dispersions that optimize material properties are crucially sensitive to the state (melt versus glass) of the polymeric material. KEYWORDS: Polymers, nanoparticles, nanocomposites, self-assembled structures, mechanical properties, solid state "]], ["Main", ["Over the last few decades, there has been considerable interest in using nanofillers to enhance various polymer properties, for example, conductivity,1−3 selective permeability,4 optical behavior5,6 and mechanical response. We focus here on the mechanical properties of thin films of amorphous polymers in their solid state, that is, below their glass transition temperature, and how these properties are affected by the addition of nanoparticles (NPs). In the canonical case of spherical filler particles, it is widely observed that while one can improve the Young’s modulus and even the yield stress by the addition of nanoparticles, the strain-to-failure and thus the “toughness” of the material are normally deleteriously affected.7 On the other hand, in the case of cross-linked polymers fillers typically toughen the polymer but at the expense of the modulus of the material.8 These are obviously serious shortcomings of this kind of additive, and these difficulties have limited the practical development of these materials for numerous applications where lighweight and stiff materials are required. Recent work has shown that this difficulty can be circumvented by using highly anisotropic fillers, such as carbon nanotubes,9,10 but the extension of these ideas to spherical, isotropic fillers remained unexplored at this time. The present paper focuses precisely on this topic by considering nanocomposites composed of nanoparticles with end-grafted chains when the nature of the grafted layer can be tuned to vary the particle dispersion and mechanical binding to the polymer matrix. First, we consider our previous investigations that explored the mechanical properties of composites of model spherical silica NPs having isotropically grafted polystyrene layers and dispersed in polystyrene matrices.11−13 These previous systems were in their melt state, while the current work focuses on the same materials in the glass state. This former work indicated that the particles can self-assemble into a range of superstructures within the polymer matrix,12 where these extended structures could have a highly positive impact on the melt’s mechanical properties, as characterized by the appearance of a low-frequency elastic plateau, which is absent in the melt.11 The key parameters governing this particle organization were identified as the relative molecular masses of the grafted and matrix polymers and the chain grafting density on the functionalized particles. Both analytic modeling and simulation demonstrated that this assembly process is driven by the “dislike” between the inorganic particle core and the (organic) grafted chains and by the deformability of the grafted chain layer. In effect, these “hairy” nanoparticles behave like amphiphiles in solution and self-assemble into a range of superstructures dependent on a packing parameter related to the length of the grafted chains to the length of the matrix chains and the surface grafting density. Our results clearly showed, in agreement with prevailing wisdom in the rubber community, that the mechanical properties of these NP-filled melt-like systems were optimized when the NP were mechanically “interconnected” within the material in a spanning manner. Fractal-like connected NP structures thus seem to be the optimum structures for mechanical reinforcement in the melt state where the amount of deformation of the material is often large. While nanocomposites are typically processed in the melt state, they are normally utilized in the solid (or glassy) state. We are concerned about whether the same material design criteria apply both to optimizing melt-processing properties as well as the end use mechanical properties of the glassy nanocomposite. In particular, we study the solid-state mechanical properties of thin films of nanocomposites (≈100 nm thick) by using the bulge test initially developed for metal thin films and adapted successfully by other groups to polymer films.14,15 The basic principle of the bulge test is to apply pressure on a free-standing film and measuring the shape of the bulging film. This test is then a thin-film analog of a classical tensile test; however, the bulge test and tensile tests induce uniaxial strain and uniaxial stress deformation states, respectively, which make them somewhat different (see Supporting Information). As the profile of the film is recorded with a laser scanning confocal microscope profilometer, samples as thin as 30 nm can be studied. Atomic force microscopy (AFM) and transmission electron microscopy are used to characterize the particle structures at the film surface. First, we characterize the basic morphology of our materials. Figure 1a illustrates the experimentally determined “morphology diagram” of 100 nm thick films of these nanocomposites (see ref 16 for details). The x-axis in this plot, the ratio of grafted to the matrix chain length, α, and the y-axis, the grafting density of chains on the surface, σ, are basic parameters influencing the miscibility of the NPs in the polymer matrix. In particular, the NPs with their grafted layers are miscible with the polymer matrix in the large α and σ limit. As one progressively decreases α and σ, the unfavorable thermodynamic interaction between the particle cores and the polymers, and/or between the grafts and the matrix polymers, begins to manifest itself leading to the particles self-assembling into superstructures,12 much as in the well-studied case of block copolymers in selective solvents. NP strings, 2d aggregates and other structures having their origin in either phase separation, self-assembly, or an admixture of these processes dominated by attractive interactions between the particles form in these cases.17 As a benchmark comparison, we characterize the mechanical properties of pure polystyrene films. Figure S.2 (Supporting Information) shows that the elastic modulus is film thickness dependent but become thickness independent beyond ≈100 nm where the bulk Young’s modulus value is attained (≈3 GPa).15 Similar results are found for the yield stress and strainto- break, asserting that bulk-like behavior is recovered for pure films as thin as 100 nm. We next consider the mechanical properties of our nanocomposite thin films. Figure 1b illustrates the elastic modulus, strain-at-break and yield stress relative to the pure polymer for some of the state points in the “morphology diagram” shown in Figure 1a. Note that each data set corresponds to the same silica core loading, 5 mass %. Thus, for example, +52% means that the relevant mechanical property (Young’s modulus, yield stress or strain-to-break) is 52% improved relative to the pure polymer. It is apparent that the Young’s modulus is increased in all cases when NPs are added to a polymer. This result is in line with the normal experience with macroparticle composites where the addition of particulate additives increases material stiffness in the linear elasticity regime.7 However, it is apparent that the yield stress is improved for all α > 1, while the yield stress is reduced for all smaller α values. (We note that the grafted polymer layer undergoes a transition from wet to non-wet brush behavior when α ≈ 1.18−22) A similar trend is seen for the strain-tobreak, except that we also get increased values for small α and σ. A careful examination of Figure 1 shows that all three experimental metrics of the mechanical behavior of a solid-state polymer are simultaneously optimized for thin films having a spatially uniform NP dispersion. As noted above, this is in dramatic contrast to results in the case of melts filled with NP, where extended, spanning NP clusters yield the optimal mechanical reinforcement.11,13 Figures 2 shows the evolution of the elastic modulus, yield stress, and failure strain as a function of the silica NP loading for a representative combination of parameters where they form strings. Figure 3 shows corresponding structural information. Both the Young’s modulus and yield stress increase monotonically with particle loading (Figures 2a and 2b), normal nanocomposite effects.23 More surprisingly, the failure strain increases linearly with NP concentration up to a particle loading of 5 mass % but this enhancement drops significantly for larger loadings (Figure 2c). In Figure 3, we show that this drop in the failure strain tracks the number of separate structures imaged by transmission electron microscopy (TEM) so that the precipitous drop seen at ≈7 mass % particle loading is strongly correlated with the formation of extended nanoparticle superstructures. Figures 1b and 2 illustrate our most important findings. First, the conventional wisdom in this field is that one can improve both the polymer’s elastic modulus and yield stress on the addition of spherical particles but that one must pay the price of a lower strain-to-failure.7 Our results show that in contrast all properties can be improved for NPs with appropriately engineered surface grafting state of the particles. Second, the dispersion state that optimizes the solid-state mechanical properties (uniform particle dispersion) is strikingly different from the optimal conditions for the mechanical reinforcement of polymer melts.11,24−26 We now examine the physical origins of these basic and opposing trends. ##Young’s Modulus. To obtain a better understanding of the Young’s modulus of our samples, a linear elastic property, we can utilize many theoretical approaches. First, we use a classical finite element method that assumes PS properties (E = 3 GPa, ν = 0.33), silica properties (E = 70 GPa, ν = 0.17) and an interphase with a variable E and thickness. We see that the main trend in the observed Young’s modulus is well reproduced by this simple continuum theory argument with an interphase width that scales linearly with the graft length (Figure 4h). A second approach is to use the idea that filler particles of modest shape anisotropy can have profound effects on the modulii of filled materials.27,28 We do not pursue this aspect further since our observations are insufficient to critically distinguish between existing methods. Our main point here is that these trends are understandable from classical macrocomposite theory. The situation for the nonlinear elastic properties of our materials is very different from a classical viewpoint, as we shall discuss below. ##Yield Stress. Figures 4a−g shows TEM micrographs of the regions of plastic deformation in the bulge test samples. Figure 4a corresponds to the case where α < 1 (a “nonwetting” interface), while Figure 4b corresponds to a “wetting” interface (namely α > 1). This change in interfacial wetting leads to a transition in the initial inelastic deformation mechanisms activated during loading. In the case α < 1 (Figure 4a), the polymer−particle interface is apparently a “weak” point in the nanocomposite structure that leads to crazing as the initial inelastic deformation mechanism; thus the yield stress drops upon the addition of nanoparticles. The crazes nucleate at the weak particle−matrix interfaces and initially propagate perpendicular to the direction of uniaxial strain. The lateral direction (in which normal strain is zero) has a tensile normal stress due to the lateral constraints on the sample. (This is in contrast to a standard uniaxial stress experiment, in which crazing leads to a reduction in hydrostatic component of the stress.) Thus the stress state is one of biaxial tension with a tensile hydrostatic stress, which maintains the dilation necessary for crazing. As inelastic deformation proceeds, the craze thickens as the material draws from being in an amorphous tangle into aligned fibrils, as in Figure 4c; this must occur at constant stress, as is indeed observed. The draw ratio based upon analysis of Figure 4e is between 3 and 5. Similar effects have been reported previously for alumina/PMMA composites as well for CaCO3/polypropylene composites.29,30 In contrast, as in Figure 4b,d, no such weak point exists when α > 1, so that craze nucleation is suppressed. Thus, the yield stress on the addition of NP increases and the inelastic deformation mechanism leads to shear bands, which nucleate and propagate at constant volume. Thus, changes in yield stress with particle loading appear to be directly correlated to the wetting properties of the polymer−particle interface. ##Strain-to-Failure. In the case of NPs with low molecular mass grafted chains, failure is dominated by crazes that thicken by drawing (compare Figure 4a,c). These figures also clearly show that the nanoparticles are concentrated at the edges of the crazes that form in these samples (Figure 4e vs 4f). Following Gersappe,31 we suggest that NP mobility under stress greatly increases the strain-to-failure because of the energy dissipation associated with the displacement of the NPs. In this illustrated case, the strain-to-failure is roughly 100% larger than for the unfilled polymer. As we increase the graft density, while keeping the NP-matrix interface weak due to short nature of the grafted polymer chains, we find a sharp drop in the magnitude of the strain-to-failure. At the highest graft densities, the NPs form aggregates; we suspect that these NP aggregates nucleate cracks in the samples and hence counter the toughening that accompanies the formation of crazes and the “movement” of the particles relative to the polymer due to subsequent drawing of the PS fibrils. The more interesting regime from a practical standpoint is the case where the grafted chains are long relative to the polymer matrix (α > 1) and where the surface grafting density is not too high. Under these circumstances, the polymer− particle interface has a wetting character and there is penetration of the grafted layer into the polymer matrix so that the dynamics of the particle and the matrix is presumably more “entangled”. In this case, the strain-to-failure increases monotonically with the polymer surface grafting density, where the maximum improvement occurs for well-dispersed NPs. The mode of failure in these nanocomposites is not through crazing, but rather through the formation of shear bands (c.f. Figure 4b,d). Since the particle−polymer interface is “strong”, shear band nucleation occurs mainly in the polymer phase. As particle dispersion improves, the pathway for propagation of these shear bands (which must occur in the polymer phase) increases, leading to increased toughening. We now return to the highly nonmonotonic particle loading effects seen in Figure 2c. The strain-to-failure first increases with increased NP loading because the path for shear band propagation increases monotonically (Figure 2c), but when the particles form connected structures this mode of failure is frustrated and ultimately brittle failure occurs through the NP domains. The complexity of the final failure event can be seen in Figure 4g where crazes exist within shear bands. It is clear that the crazes nucleated from NPs within the shear band. This has the effect of causing a catastrophic drop in the strain-tofailure and hence toughness of the material as the NP loading increases."]], ["Discussion", ["The linear elastic behavior of the composites, that is, prior to nucleation of defects, as characterized by the Young’s modulus is qualitatively consistent with standard continuum models of the properties of composite materials. However, upon the onset of inelastic deformation significant differences in nanocomposite properties arise due to changes in both the nucleation as well as in the propagation of defects with variations in α and σ. For the case of nonwetting grafted chains (Figure 4a,c), inelastic deformation occurs due to crazes nucleated at particle−matrix interfaces. The fully formed crazes are well-defined and consistent with those observed in other thin films.32,33 Compared to the more classical crazes occurring in thick films, in the thin-films the fibrils are larger, and almost not identifiable as thin membranes. The depletion holes are just visible midrib. The crazes grow by consuming the polymer at the craze-polymer front, and aligning the chains as the front passes over them while the material draws. Concurrently, the craze band also moves the particles around, destroying the selfassembled NP structures and isolating the particles from each other. These “occluded” particles generally come with a “tail”, a depletion, oriented in the direction of the center of the band (c.f. Figure 4c). The presence of miscible NPs strongly modifies the morphology of the deformation areas, switching from crazes to shear bands (Figure 4d). At their birth, these bands are not very well-defined. Their edges are diffuse and the bands are not straight. The film thickness does not drop suddenly at the edge but slowly decreases from the edge to the center (shoulders). Surprisingly, TEM contrast suggests that the thickness varies a lot inside of the band. The film is thinner in the areas that do not include any particles. As in the case of immiscible grafted chains, the particles included in the bands are separated from each other, and the NP self-assembled structures are destroyed. But in this case, no tails are visible around the particles. The particles are not evenly dispersed in the shear bands, and large areas are actually particle free. In the particle-free areas, the film forms “nets”. This irregularity inside the plastic bands is likely due to the large amount of long chains having a limited mobility. Because those chains cannot freely move, the thickness cannot evolve regularly. The force is not so evenly distributed along the band and irregularities appear. Polarized infrared experiments were used to quantify if these results could be caused by the alignment of the chains in the films (Supporting Information). Selective deuteration allows us to discriminate between the orientation of the grafted and free chains. While we find that chains in thin films are generally aligned parallel to the film plane, there is no evidence that the mechanical results are caused by chain orientation. It is important here to emphasize the crucial differences in NP dispersion that optimize mechanical properties of NP-filled polymer melts and the same systems at lower temperatures, where the material becomes a glassy solid. Our previous work has shown that the best mechanical reinforcement in the polymer melt condition occurs when the particles form large scale connecting particle structures. Additionally, we found that the entanglement between the grafted chains on adjacent particles plays an important role in the stress transmission between particles. In contrast, in the glassy state the best mechanical response is obtained when the NPs are well dispersed and where there is good entanglement between the grafted polymer chains and the background polymer matrix. In general, melt reinforcement generally relates to the largest stress that a sample can sustain before the NPs begin to reorganize in response to applied stress, ultimately leading to yield behavior. This property is clearly enhanced when the NPs, the strongest element in the nanocomposite, form extended structures within the polymer melt that retain their mechanical integrity under large deformations through entanglement interactions between the NPs.11−13 The analogous mechanical property for a solid-state sample where deformations are relatively small before material failure is the yield stress. It is clear from Figure 1 that the highest yield stress is indeed attained under conditions where the NPs form extended fractal aggregates. However, the strain-to-failure (toughness) of a solid-sample is not necessarily the highest for the aggregated particle configurations, and in fact this property is optimized only for well-dispersed NPs. Thus, the rather different requirements for NP dispersion required to optimize the material properties under melt and solid nanocomposite materials stem from the fact that different metrics are relevant in the two cases. In particular, while the yield stress in both liquid like and solid sample appear to be optimized for similar particle dispersions, there is no liquid state analog for the failure of a solid polymer sample."]]], "doi": "10.1021/nl301792g", "figures": [["Figure 1", "Figure 1", "Figure 1. (A) Morphology diagram based on grafting density, σ, and grafted/matrix chain length ratio, α, for PS grafted silica nanoparticles (14 nm diameter) dispersed in a PS matrix and annealed at 150 °C. The samples were annealed for 12 h to ensure structure formation. The films are 100 nm thick and the structures are formed at the top surface. (Adapted from ref 16, copyright 2011 of the American Chemical Society.) (B) Reinforcement percentage of the (a) elastic modulus, (b) yield stress, and (c) failure strain relative to the pure polymer depending on grafting density and grafted/matrix chain length ratio. The loading of the silica core was 5 mass % in all the samples."], ["Figure 2", "Figure 2", "Figure 2. Variation of the (a) elastic modulus, (b) yield stress, and (c) strain-to-failure in 100 nm thick PS films containing PS grafted silica nanoparticles (14 nm diameter, grafting density 0.05 chains/nm2, graft molecular mass 114 kg/mol) in a 102 kg/mol matrix PS with silica loading."], ["Figure 3", "Figure 3", "Figure 3. (a) Phase response AFM micrographs (10 × 10 μm) of 100 nm thick films containing (I) 5, (II) 7.5, (III) 10, and (IV) 15 mass % of silica nanoparticles grafted with PS chains (0.05 chains/nm2, 114 kg/mol) in a PS matrix (Mn = 102 kg/mol) annealed for 12 h at 150 °C in an argon atmosphere. The surface coverage of the nanoparticles (b) evolves linearly with the silica loading with apparently all particles moving to the surface during annealing. The size of the strings formed during the annealing stays relatively unchanged below a loading of 7.5 mass % (c), but the number of strings increases linearly with loading. This seems to suggest that, below this critical loading, the string size is predetermined by the architecture of the particles and the matrix molecular weight. (d) Between 7.5 and 10 mass % silica loading, the size of the structures increases significantly and the number of separate objects on the surface drops. At this point, due to the high density of particles the strings contact each other, forming a continuous or almost continuous network."], ["Figure 4", "Figure 4", "Figure 4. (a−g) TEM micrographs of elongated samples. Matrix molecular mass is 102 kg/mol in all cases. The red lines correspond to the strain direction. In (a,c) the particles have brushes with a graft density of 0.01 chains/nm2 and a graft molecular weight of 53 kg/mol. (b) Graft density of 0.01 chains/nm2 and graft molecular weight of 128 kg/mol. (d) Graft density of 0.05 chains/nm2 and graft molecular weight of 114 kg/mol. Elongation stopped just after the yield stress (a,b) or just before the final failure (c,d). (e,f) Representation of line scans of samples in (c,d) emphasizing particle distributions across the crack tip. (g) Crazes nucleated from NPs within shear bands. (h) Finite element predictions for the elastic modulus (EFEM) as a function of the experimental Young’s modulus (Eexp). Two different models are utilized in these estimates; in the original length model the spatial extent (or the end-to-end distance) of the brush is assumed to scale linearly with chain length of the grafted chains, corresponding to the “stretched” brush regime, while it scales with the square root of the chain length in the square root case, that is, where the chains assume their random walk conformations. The linear model apparently provides a better description of the data. The predictions of the two models are on top of each other for the three lowest modulus values, and hence there appear to be black squares with a red inside."]], "table_captions": [], "tables": []}