{"title": "Evaluation of thermomechanical properties of polyvinyl butyral nanocomposites reinforced with graphene nanoplatelets synthesized by in situ polymerization", "abstract": "In this work, polyvinyl butyral (PVB) nanocomposites reinforced with 0.5 to 2.5 wt % of graphene oxide (GO) and graphene nanoplatelets (GNP) were synthesized via in situ polymerization. Dynamic mechanical analysis showed that PVB/GO 2.5 wt % nanocomposites present the largest storage modulus, with increases of 10 °C in the PVB glass transition temperature. The degree of entanglement and the reinforcement efficiency factor (C coefficient) were evaluated using the dynamic mechanical analysis results and correlated with scanning electron microscopy analyses. The degree of entanglement and C coefficient values were higher for PVB/ GO 2.5 wt %, enabling the enhancement of PVB mechanical properties. The adhesion factor A was used to evaluate the interfacial interaction, evidencing an improvement in the nanoparticle/matrix adhesion for PVB/GO 2.5 wt % caused by interactions between GO oxygenated groups. For the samples reinforced with GNP, the results of storage modulus, degree of entanglement, coefficient C, and adhesion factor A were not significantly modified, due to weak interfacial interactions with PVB, preventing the exfoliation of GNP in PVB during the in situ polymerization process. Therefore, in situ polymerization will improve the dispersion and final properties of the nanocomposite with PVB only if the nanoparticle has a relevant interfacial interaction during the synthesis process. ", "body": [["ABSTRACT", ["In this work, polyvinyl butyral (PVB) nanocomposites reinforced with 0.5 to 2.5 wt % of graphene oxide (GO) and graphene nanoplatelets (GNP) were synthesized via in situ polymerization. Dynamic mechanical analysis showed that PVB/GO 2.5 wt % nanocomposites present the largest storage modulus, with increases of 10 °C in the PVB glass transition temperature. The degree of entanglement and the reinforcement efficiency factor (C coefficient) were evaluated using the dynamic mechanical analysis results and correlated with scanning electron microscopy analyses. The degree of entanglement and C coefficient values were higher for PVB/ GO 2.5 wt %, enabling the enhancement of PVB mechanical properties. The adhesion factor A was used to evaluate the interfacial interaction, evidencing an improvement in the nanoparticle/matrix adhesion for PVB/GO 2.5 wt % caused by interactions between GO oxygenated groups. For the samples reinforced with GNP, the results of storage modulus, degree of entanglement, coefficient C, and adhesion factor A were not significantly modified, due to weak interfacial interactions with PVB, preventing the exfoliation of GNP in PVB during the in situ polymerization process. Therefore, in situ polymerization will improve the dispersion and final properties of the nanocomposite with PVB only if the nanoparticle has a relevant interfacial interaction during the synthesis process. "]], ["INTRODUCTION", ["Polyvinyl butyral (PVB) is a random copolymer obtained by the condensation reaction of poly(vinyl alcohol) (PVA) with butyraldehyde (BU) in acid medium. The final balance of hydroxyl groups and acetals rings will depend on the reaction conditions of the synthesis, and the relationship between these groups can produce a copolymer with different properties. Figure 1 shows the mehanism of formation of PVB from PVA.1 PVB is used in making safety glass laminates, adhesives, coatings, and paints due to their transparency combined with mechanical strength, flexibility, and adhesiveness to metals and glass and resistance to weathering (rain, humidity, heat).1 These properties make PVB suitable also for special applications such as solar cell and displays, or any optoelectronic system that requires transparency, mechanical strength, and resistance to natural events such as temperature variations.2 Graphene nanoplatelets (GNP) are multiple graphene layers stacked to form platelets. GNP is obtained from the oxidation of graphite and reduction of graphene oxide (GO).3,4 GO is synthesized by the methods of Brodie, Staudenmaier, or Hummers or some variation of these, consisting of a “decorated” graphene sheet with various oxygen groups, as carboxylic acids, hydroxyls, and epoxy rings.5,6 Both GNP and GO have high aspect ratio, and low density, and have been extensively studied to improve the characteristics of polymer matrices.7–9 However, it is known that the intermolecular interactions (van der Waals interactions) are responsible for the formation of nanoparticles agglomerates. Another difficulty is the appropriate interaction between GNP or GO and the polymeric.10 The are few studies in the literature reporting PVB/graphene nanocomposites. A recent work showed that a PVB membrane reinforced with 6.0 wt % of silanized GNP can reach tensile strength and elongation at break of 35.6 MPa and 44.5%, respectively. Moreover, the incorporation of 3.0% of functionalized graphene enhanced the electrical conductivity of the material by seven orders of magnitude.11 In other work, ethanolamine functionalized graphene/PVB composite materials were prepared by two different ways, including solution blending method and in situ reduction method. It was noted that the introduction of ethanolamine functionalized graphene led to an improvement in the conductivity, ultraviolet shielding ability, and mechanical properties of PVB. Compared to the material prepared by solution blending, the composite prepared by the in situ reduction had a better performance.12 Haijan et al. have synthesized PVB via condensation of PVA in aqueous solution with BU, achieving a degree of acetylation of 85 mol %. The nanocomposites, prepared by solution blending, showed increases in mechanical properties and thermal stability, when compared with neat PVB.13 In this work, we studed the influence of GNP and GO in thermal-mechanical properties of PVB nanocomposites and the influence of these nanoparticles in the synthesis of PVB. The dispersion and interfacial interaction of GNP and GO in PVB matrix were studied by transmission and scanning electron microscopies (TEM and SEM) and correlated with the interfacial adhesion (adhesion factor) and reinforcement efficiency factor. Adhesion behavior and reinforcement properties are crucial to determine the reinforcement efficiency of GNP/GO and the structural stability of the polymer composites. "]], ["EXPERIMENTAL", ["##Materials GNP were supplied by Stream Chemicals, Massachusetts, USA, with thicknesses of approximately 6–8 nm and widths up to 25 lm. The graphite was purchased from Labsynth, Rio de Janeiro, Brazil, with particle size <45 lm, 98% purity and 1.0% ash content. PVA with a molecular weight of 85,300 g mol-1 was provided by Vetec Chemistry, Rio de Janeiro, Brazil and BU 98% by Sigma-Aldrich, St Louis, USA. Sulfuric acid 98% (Cinetica), nitric acid 65% (Merck), hydrochloric acid 37% (Cinetica), glacial acetic acid (Cinetica), sodium lauryl sulfate (Cinetica), sodium nitrate (Synth, Rio de Janeiro, Brazil), potassium permanganate (Synth), and 35% hydrogen peroxide (Cinetica) were used without prior treatments. ##Production of GO GO was produced from graphite using an adaptation of the Hummers method, according to another study from our research group.14 ##Synthesis of Nanocomposites GNP and GO were dispersed by sonication (Sonics 750W) in 50 mL of deionized water for 15 min. To this dispersion 14 g of PVA, 10 mL of BU, 0.21 g of sodium lauryl sulfate, 140 mL of acetic acid, 90 mL water, and a few drops of sulfuric acid were added. The system was kept in mechanical stirring in a ultrasonic bath at 10 °C for 120 min and then at 70 °C for 90 min. At the end of the reaction, water was added to precipitate the polymer. The polymer was filtered and washed with water and a solution of 1 mol L-1 NaOH up to pH 7. The polymer was then dried in an oven at 50 °C until constant weight. Table I shows the composition of nanocomposites. ##Processing of Nanocomposites For dynamic mechanical analysis (DMA), the nanocomposites were pressed in a hydraulic press under pressure of 2 ton for 2 min at 160 °C and them cooled for 7 min. For eletrical analysis, the nanocomposites were pressed in hydraulic press under presseure of 3 ton for 5 min and cooled for 5 min."]], ["CHARACTERIZATION", ["GO and GNP were characterized by Raman spectroscopy (Wintec, argon laser, λ = 532 nm). The X-ray diffractograms (XRD) were obtained in a XRD Shimadzu XRD 6000 with a source of Cu-Ka radiation. The analyses were performed with 2u angle ranging from 58 to 608. Fourier transform infrared spectroscopy (FTIR) spectra were collected with a Perkin Elmer Spectrum One B in the range of 4000 to 600 cm-1, using resolution of 4 cm-1 and 32 scans. The mechanical and thermal properties of nanocomposites were analyzed by DMA. Neat PVB and the nanocomposites were characterized in flexural mode. The measurements were recorded using a TA instrument model 2980 at a frequency of 2 Hz, in temperature range of 25 to 110 °C with heating rate of 5 °C min-1.The analyses of the fracture surfaces of tensile tested specimens were performed on a SEM (JEOL-6701F), after gold sputtering, while a TEM (JEOL-2100) was used to evaluate the dispersion of nanoparticles in the polymer matrix. The conductivity analysis was performed by electrical impedance spectroscopy (Autolab PGSTAT20, EcoChemie). The test was conducted at open circuit and room temperature (25 °C) in which a thin film of each sample was sandwiched between two stainless steel electrodes, applying a potential AC of 10 mV (r.m.s.) in the frequency range between 105 and 1 Hz."]], ["RESULTS AND DISCUSSION", ["##Characterization of Nanoparticles Figure 2 shows the Raman spectra for graphite, GO, and GNP. In the case of graphite, the G band of the graphitic structure, at 1577 cm-1, is observed with higher intensity, as expected. For GO, an increase in the intensity of the D band, at 1345 cm-1, is observed, representing the presence of defects in the graphitic structure. The presence of D band is still observed for GNP samples, but with a much lower intensity when compared to GO. As shown in Table II, the ID/IG ratio increases significantly from graphite to GO, indicating the presence of defects along the graphitic structure, due to the insertion of oxygenated groups on the surface of the platelets. GNP presents a much lower value of the ID/IG ratio compared to the GO, confirming the reduction of most of the oxygen groups. The value of 0.46 for GNP ID/IG is in agreement with the literature.15 In the FTIR spectra of GO, it is observed (Figure 3) the presence of a band in 1740 cm-1 referring to the carbonyl (C=O) groups present in esters or lactones. A broad band at approximately 3100 cm-1 is also observed for the deformation of hydroxyls. According to An et al. the bands at 1224 and 1044 cm-1, respectively, refer to the axial deformation of CAO present in acetates and the angular deformation of the CAH in the plane, while the band for C=C conjugated double bonds of benzene rings is observed at 1630 cm-1.16 The spectrum thus confirms the oxidation of the graphite, with the introduction of oxygenated groups. In the case of GNP, it is noted the presence of the band at 1635 cm-1 related to vibrations of the conjugated double bond (AC=C).Also, bands at 3440 cm-1 and approximately 1400 cm-1 are attributed to stretching frequencies of hydroxyl in (OACAOH) and (ACAOH), respectively.17 The XRD of GNP (Figure 4) shows the presence of a characteristic peak at a 2θ angle of 26.8°, referring to a planar spacing (d002) of 0.334 nm between the graphene plates.18 In the case of GO, the peak at the angle 26.8° disappears and a high intensity peak at the 10.28 is observed, evidencing an increase in the d002 interplanar spacing to approximately 0.790 nm. This interplanar increase is due to the insertion of oxygen groups between the platelets of graphene.19 Figure 5(a,b) shows the images produced by TEM for GO and GNP, respectively. It is observed that for both GO and GNP there is a translucency, being a little more pronounced for GO, which suggests a greater exfoliation for this sample.  ##Characterization of PVB and PVB-Matrix Nanocomposites Fourier Transform Infrared (FTIR) Spectroscopy. Figure 6 compare the FTIR spectra of PVA and PVB. It is noticed that the PVB spectrum still has some bands related to PVA, as the OH stretch at 3490 cm-1. However, it is observed for PVB a decrease in intensity of this band, characterizing that part of the hydroxyl groups of the PVA was condensed into acetals and butyrals groups. The presence of the bands 1050 and 1150 cm-1 correspond to symmetric and asymmetric stretching of the C-C vibrations present in the butyral ring. The band at 1740 cm-1 is attributed to the presence of acetal groups, confirming the conversion of PVA to PVB.1,20 The FTIR spectra for PVB-matrix nanocomposites are shown in Figure 7. The bands at 1050 and 1150 cm-1 correspond to symmetric and asymmetric stretching of the C-C vibrations present in the butyral ring, and the band at 1740 cm-1 is attributed to acetal groups observed for all nanocomposites and neat PVB. However, in the case of the PVB and PVB/GO samples, two bands were observed, at 3450 and 3300 cm-1, while for PVB/ GNP samples at all concentrations only one band at 3450 cm-1 is observed. This can be explained by a greater agglomeration of these nanoparticles and by the presence of lower amounts of oxygen groups present in nanoplatelets. ##X-ray Diffraction. Figure 8 shows the diffractograms for PVB and nanocomposites with GO and GNP. For the PVB sample, a broad and amorphous diffraction peak at 2θ = 20° is observed. This diffraction peak with the same shape, were also reported by other researchers.21,22 For the GO-reinforced nanocomposite samples, only the diffraction peak with respect to PVB at 2θ = 20° is observed. The absence of the GO peak at 2θ = 10.2° (Figure 4) indicates that it is completely exfoliated into the PVB matrix. In the case of samples of nanocomposites reinforced with GNP, the presence of the diffraction peak with respect to PVB in 2θ = 20° is again observed. For PVB/GNP 1.0 wt % and PVB/GNP 2.5 wt % samples an additional diffraction peak at 2θ = 26.8° is observed, which refers to graphite or packed GNP, indicating that GNP are not fully exfoliated. Bao et al. also successfully exfoliated GNP and GO at 1.6% concentrations for both nanoparticles in a PVA matrix. The authors atribute the absence of the peaks 2θ = 26.8° and 2θ = 10.2° to a totally exfoliated structure.23 The same was mentioned by other authors using GO and GNP as reinforcement in PVA nanocomposites.24  ##DMA Analysis. The behavior of the storage modulus with temperature for PVB and nanocomposites are observed in Figure 8. The values are very similar to PVB, with the exception of the sample PVB/GO 2.5 wt % which presented a higher storage module at room temperature compared to the PVB. PVB and PVB GO 2.5 wt % samples present a plateau up to the rubbery region, characteristic of rigid materials. All other samples do not present a plateau in the studied temperature range, which indicates that they are ductile materials and, therefore, have a lower degree of acetylation. Nevertheless, it is observed that the sample PVB GO 2.5 wt % has the highest storage modulus value of all the samples studied in this work, which can be related to the high concentration and totally exfoliated structure (Figure 9). For PVB/GNP 1.0 wt % and PVB/GO 0.5 wt % samples there was a decrease in storage modulus values. In the first case, as observed in the diffractograms of Figure 8, there was no exfoliation of the GNP and, therefore, the agglomerates probably contributed to the lowering of this mechanical property. For the other samples the storage moduli at room temperature were similar to PVB. The effect of GNP and GO on the composite, that is, their effectiveness as reinforcements, can be better represented by the C coefficient in eq. (1)25,26:  where E'g and E'r are the values of storage modulus in the glassy region (30 °C) and rubbery region (60 °C), respectively. The C coefficient is a parameter relative to the decrease of the modulus E' as the temperature increases and the material passes through the glass transition temperature. The vitreous region is dominated by the action of the intermolecular forces when the system of polymer chains are entangled. The greater the intermolecular forces, the more energy is required to transpose the glassy region to the rubbery region. The nanoparticles act by restricting the movement of the polymer chains and thus contributing to an increase in the value of the glass transition temperature. The C coefficient indicates the effective contribution of the nanoparticles in this process of passage from the glassy state to the rubbery state, and the smaller the C value, the more effective the reinforcement by the nanoparticles.25,26 The C coefficient values calculated for PVB and the nanocomposites are graphically summarized Figure 10. Figure 10 shows that the lowest value of the C coefficient was obtained for the PVB/GO 2.5 wt %, showing that the increase in storage modulus is a result of the efficient dispersion and interaction of the GO with PVB. For the other samples, the presence of agglomerates, low interfacial interaction with the matrix or low concentration of nanoparticles were responsible for the higher values of C coefficient. The degree of entanglement between the polymer matrix and GNP or GO were also calculated. The degree of entanglement is a parameter widely used in the study of polymer blends, but it can be applied for nanocomposites as an indirect measure of the degree of dispersion of nanoparticles in the polymer matrix. In this case, the higher values of degree of entanglement indicate a smaller number of interactions between the nanoparticles and, consequently, of agglomerates. It also indicates that the interactions between the nanoparticles and the polymer matrix are higher when the degree of entanglement is high.27 The degree of entanglement N can be calculated by the eq. (2).28 N = E'/6RT (2) where E' is the storage modulus, R is the universal gas constant, and T is the absolute temperature.28 Figure 11 shows the degree of entanglement N values for all samples and for PVB. A higher degree of entanglement than PVB indicate that the nanoparticles are well dispersed. For PVB GO 2.5% a much larger value of N is observed, indicating that the GO is exfoliated. This result corroborates the results of XRD (Figure 8) and C coefficient (Figure 10). The values of tan δ for PVB and nanocomposites are plotted in Figure 12. In the case of PVB, a peak is observed at 60 °C and another at 84 °C. The latter is related to PVA, whereas the peak of 60 °C refers to PVB. As previously mentioned, the higher the degree of acetylation, the lower the Tg of PVB.1 According to Saravanan et al., the presence of shoulders in the tan δ curve indicates a higher degree of acetylation.22 For the PVB/GO 0.5 wt %, PVB/GO 1.0 wt %, and PVB/GNP 1 wt % samples, it is observed a small decrease in the Tg values compared to PVB. This decrease can be associated to the increase of the free volume concentration in these nanocomposites, resulting in a decrease in the Tg values.29 Other possibility is a change in degree of acetylation. For PVB/GNP 0.5 wt % sample, an increase to 65 °C in the Tg value is observed. For most of the samples, two peaks are observed, characterizing a two-phase immiscible system.30 For the PVB/GO 2.5 wt % a Tg value of 70 °C, in with a shoulder at 84 °C is observed. This behavior indicates the formation of a miscible PVA/PVB system. Possibly, this behavior is only observed for these samples, due to a decrease in their degree of acetylation. Saravanan et al. evaluating PVB with different degrees of acetylation, reported a Tg variation from 63 °C for 50 mol % acetylation to 53 and 55 °C for 75 and 90 mol %, respectively.22 Although PVB is considered a random copolymer, the presence of two peaks (one PVB peak and one PVA peak) in tan δ curves may indicate that PVB is behaving as a block copolymer. This tendency of PVB to behave as a block copolymer has already been verified by other researchers by DMA and nuclear magnetic resonance methods.31 From tan δ values, it can be calculated the adhesion factor A, which is a parameter that indicates the existence of possible interactions between polymer and nanoparticle. According to the adhesion criterion proposed by Kubat et al., the loss factor, tan δ, can be expressed in terms of volumetric fraction (a) and mechanical damping within a system composed of the following form:32 Tan δ C = α r tan δ r + α i tan δ i + α p tan δ p when c, r, i, and p represent the composite, reinforcement, interface, and polymer. Assuming that the damping of the reinforcement can be considered a low value (the reinforcement tends to be rigid) and the fraction of the interface volume is even lower (rigid interface) and negligible compared to the reinforcement values and the matrix. Equation (3) can be then rearranged as follows: Tan δ c / Tan δ p = (1 - α r) × (1 - A) (4) In which, A = 1 / (1 - α r) Tan δ c / Tan δ p - 1 (5) The strong interactions between the reinforcement and matrix at the interface tend to reduce the macromolecular mobility near the surface filling in comparison with the bulk of material. This reduces tan δ, and therefore the factor A. Thus, low A values indicate a high degree of interaction or adhesion between the phases.32 However, the limit value for nonadhesion would be in A = 0.33 Figure 13 shows the values of the adhesion factor A for the nanocomposites. It is observed that for most of the nanocomposites negative values were obtained. These values can be indicate the fracture or decoupling of the interface between nanoparticles and the polymer matrix. For the sample PVB/GO 2.5 wt %, it is observed that A>0, but the value is relatively low (A = 0.20) indicating the presence of some interfacial interaction of GO with PVB and the formation of an interphase. ##SEM and TEM Images. The SEM images in Figure 14 shows that, for samples with GO, it is not possible to identify agglomerates, suggesting that the material is exfoliated in agreement with the XRD and degree of entanglement results. For the GNP reinfored samples, it is possible to observe some agglomerates of GNP [Figure 14(e,f)]. The presence of these agglomerates for PVB/GNP samples also corroborates the XRD results (Figure 8), where it is possible to observe graphite peaks, for PVB/GNP 1.0 wt % and PVB/GNP GNP 2.5 wt % samples. TEM images are shown in Figure 15. It is observed parallel, dark, curved lines in samples reinforced with GO. Similar images were also reported by Bao et al., but with a PVA matrix.23 The TEM images are in agreement with SEM images, when it is observed the exfoliation of GO and the presence of packed GNP in the PVB/GNP 1.0 wt % and PVB/GNP 2.5 wt % samples. ##Eletrical Conductivity. The electrical conductivity measurements were obtained by means of electron impedance spectroscopy, and the results are shown in Figure 16. For all the samples an ohmic behavior was observed, exhibiting a linear increase of conductivity with frequency. The PVB/GO 2.5 wt % sample presented the highest conductivity values, which can be directly related to the higher GO concentration and the dispersion into the PVB matrix. However, no percolation was observed, despite the increase of an order of magnitude in the conductivity for all samples, This linear behavior as observed for all samples is related to the interfacial and dipole polarization processes. The linear behavior is expected in nanocomposites that have low concentration of conductive nanoparticles, since the electrons need to pass the insulating material, in this case the polymer matrix and leaving the material with capacitor characteristics.34,35"]], ["CONCLUSIONS", ["The synthesis of PVB nanocomposites with GO and GNP in situ was successfully carried out. DMA showed the presence of two tan δ peaks, indicating the presence of two immiscible phases for all samples, caused by the increase in the degree of acetylation. It was found that with changes in the degree of acetylation PVB can behave as a block copolymer. The storage modulus of the matrix was significantly increased only with the addition of 2.5 wt % of GO. PVB/GO 2.5 wt % nanocomposites presented the highest value of degree of entanglement and the lowest C coefficient, indicating that the increase in the storage modulus was a result of GO exfoliation in this case. For the same sample, the values of adhesion factor A, showed the presence of an interphase between GO and PVB. Thus, the addition of 2.5 wt % of GO can improve the properties of the PVB matrix . These results also indicate the importance of the in situ synthesis process in the dispersion of nanoparticles in polymer matrices."]]], "doi": "10.1002/app.46157", "figures": [["Figure 1", "Figure 1", "Figure 1. Mechanism of reaction of PVA acetylation with BU in acid medium.   "], ["Figure 10", "Figure 10", "Figure 10. C coefficient values for PVB and nanocomposites.   "], ["Figure 11", "Figure 11", "Figure 11. Degree of entanglement values of PVB and nanocomposites.   "], ["Figure 12", "Figure 12", "Figure 12. Values of tan δ for PVB and nanocomposites.   "], ["Figure 13", "Figure 13", "Figure 13. Values of adhesion factor A for PVB and nanocomposites.   "], ["Figure 14", "Figure 14", "Figure 14. SEM images for cryogenic fracture in samples of nanocomposites of (a) PVB/GO 0.5 wt %; (b) PVB/GO 1.0 wt %; (c) PVB/GO 2.5 wt %;  (d) PVB/GNP 0.5 wt %; (e) PVB/GNP 1.0 wt %, and (f) PVB/GNP 2.5 wt %.   "], ["Figure 15", "Figure 15", "Figure 15. TEM images for (a) PVB/GO 0.5 wt %; (b) PVB/GO 1.0 wt %; (c) PVB/GO 2.5 wt %; (d) PVB/GNP 0.5 wt %; (e) PVB/GNP 1.0 wt %, and  (f) PVB/GNP 2.5 wt %.   "], ["Figure 16", "Figure 16", "Figure 16. Bulk electrical condutivity of PVB and nanocomposites.   "], ["Figure 2", "Figure 2", "Figure 2. Raman spectrum of graphite, GO, and GNP.   "], ["Figure 3", "Figure 3", "Figure 3. FTIR spectrum of (a) GNP and (b) GO.   "], ["Figure 4", "Figure 4", "Figure 4. X-ray diffractograms of GNP and GO.   "], ["Figure 5", "Figure 5", "Figure 5. TEM images of (a) GO and (b) GNP.   "], ["Figure 6", "Figure 6", "Figure 6. FTIR spectra of PVB and PVA.   "], ["Figure 7", "Figure 7", "Figure 7. FTIR spectrum to (a) PVB, (b) PVB/GO 0.5 wt %, (c) PVB/GO  1.0 wt %, (d) PVB/GO 2.5 wt %, (e) PVB/GNP 0.5 wt %, (f) PVB/GNP  1.0 wt %, (g) PVB/GNP 2.5 wt %.   "], ["Figure 8", "Figure 8", "Figure 8. X-ray diffraction of (a) PVB, (b) PVB/GO 0.5 wt %, (c) PVB/  GO 1.0 wt %, (d) PVB/GO 2.5 wt %, (¢) PVB/GNP 0.5 wt %, (f) PVB/  GNP 1.0 wt %, (g) PVB/GNP 2.5 wt %.   "], ["Figure 9", "Figure 9", "Figure 9. Storage modulus of PVB and nanocomposites.   "]], "table_captions": [["Table I", "Table I", "Table I. Compositions of the PVB Nanocomposites"]], "tables": []}