{"title": "Polymer−Graphite Nanocomposites: Effective Dispersion and Major Property Enhancement via Solid-State Shear Pulverization", "abstract": "The solid-state shear pulverization (SSSP) is used to produce polymer-graphite nanocomposites that are not subject to the thermodynamic/ kinetic limitations associated with conventional processes. The polymer-graphite nanocomposite hybrids are made from chemically or thermally pretreated graphite, e.g., graphite oxide, expanded graphite, or thermally exfolated graphite oxide. The study demonstrates the promise of SSSP for making well-dispersed nanocomposites and the promise of ARG for yielding major improvement in mechanical properties when dispersed in polymer at very low weight percent. The polymer-graphite nanocomposites isolates graphene sheet or a nanoplatelet consisting of a couple graphene sheets in a fully extended form but will have a wavy or wrinkled nature that provides less than optimal reinforcement. The FESEM image shows an edge-on view of a graphite nanoplatelet with ~10nm thickness while the TEM image shows a number of well-dispersed nanoplatelets with thickness ranging from several to ~10nm. ", "body": [["Abstract", ["The solid-state shear pulverization (SSSP) is used to produce polymer-graphite nanocomposites that are not subject to the thermodynamic/ kinetic limitations associated with conventional processes. The polymer-graphite nanocomposite hybrids are made from chemically or thermally pretreated graphite, e.g., graphite oxide, expanded graphite, or thermally exfolated graphite oxide. The study demonstrates the promise of SSSP for making well-dispersed nanocomposites and the promise of ARG for yielding major improvement in mechanical properties when dispersed in polymer at very low weight percent. The polymer-graphite nanocomposites isolates graphene sheet or a nanoplatelet consisting of a couple graphene sheets in a fully extended form but will have a wavy or wrinkled nature that provides less than optimal reinforcement. The FESEM image shows an edge-on view of a graphite nanoplatelet with ~10nm thickness while the TEM image shows a number of well-dispersed nanoplatelets with thickness ranging from several to ~10nm. "]], ["Introduction", ["Polymer nanocomposites are of scientific and commercial interest because of their potential for enhanced properties compared to neat polymer. 1-18 For example, improvements in mechanical properties are expected when high-aspect-ratio nanofillers are well-dispersed or exfoliated in polymer;7,8 prototypical nanofillers include layered silicates (clay)9-14 and carbon nanotubes.15-18 A carbon-based material of intense, recent focus in nanotechnology is graphite. 19 Despite its natural abundance and use since the Middle Ages,19 graphite and its derivatives have only recently emerged as a nanomaterial of choice, as exceptional mechanical and electrical properties are observed when the sp2-hybridized carbon layers termed “graphene sheets” are isolated or in “paper” form. 20-23 Chemically similar to carbon nanotubes and structurally analogous to layered silicates, graphite has the potential to be an outstanding nanofiller in the form of individual graphene layers or nanoscale layered stacks. Despite potential advantages, there are relatively few reports of graphite-based polymer nanocomposites. 23-37 This is because effective dispersion or exfoliation of graphite is practically impossible with melt processing. Most polymer−graphite hybrids are made from chemically or thermally pretreated graphite, e.g., graphite oxide, expanded graphite, or thermally exfoliated graphite oxide.23-36 Even with pretreatment, nanocomposite production by conventional processing is challenging due to thermodynamic and/or kinetic limitations, sometimes leading to limited property enhancement. Here we employ solid-state shear pulverization (SSSP) to produce polymer−graphite nanocomposites that are not subject to the thermodynamic/kinetic limitations associated with conventional processes. With SSSP, a modified twin-screw extruder applies shear and compressive forces to solid-state materials; this process has previously yielded blend compatibilization and nanoscale dispersion in polymer blends and organoclay-based nanocomposites. 38-44 We now demonstrate that the continuous, scalable SSSP process can result in well-dispersed unmodified, as-received graphite in polypropylene (PP), leading to a 100% increase in Young's modulus and a ∼60% increase in yield strength in comparison with neat PP. "]], ["Experimental Section", ["Polypropylene (Total Petrochemicals, MFI = 1.8 g/10 min at 230 °C) and unmodified, as-received graphite (ARG) (Asbury Carbons) were used without pretreatment. Polypropylene pellets and graphite particles (3.0 wt %) were manually blended prior to being fed to a Berstorff ZE-25P pulverizer, in which they were copulverized to yield a powder output. References 38−44 provide details on the SSSP process and equipment; parameters (screw design, barrel size, feed rate, etc.) were chosen to yield moderately harsh shear/compression conditions. For comparison, composite material with similar filler content was fabricated via single-screw melt extrusion (Randcastle RCP-0625). Graphite contents in SSSP and extrusion outputs were determined by thermogravimetric analysis (Mettler-Toledo 851e). Materials were compression-molded at 483 K. X-ray diffraction (XRD) was measured using a Rigaku ATX-G apparatus. Scanning electron microscopy (SEM; Hitachi S3500N) was conducted on cryofractured surfaces of molded samples coated with 3.5 nm gold/palladium (Cressington 208HR sputter-coater). Transmission electron microscopy (TEM; JEOL 1230) was done on 70 nm thick cryomicrotomed specimens (Leica Ultracut S). Field-emission SEM (FESEM; LEO 1525) was conducted as described in ref 23. Crystallization was characterized by differential scanning calorimetry (DSC; Mettler-Toledo 822e), employing nonisothermal 10 K/min ramp and isothermal crystallization half-time analyses. Tensile properties (Sintech 20/G) and impact strength (Tinius Olsen IT504) were measured according to ASTM D1708 and D4812, respectively. (For additional details, see the Supporting Information.) "]], ["Results and Discussion", ["Figure 1 compares photographic and SEM (FESEM) images of compression-molded samples of SSSP-made or melt-extruded hybrids containing nominally 3.0 wt % ARG. Thermogravimetric analysis reveals that the graphite content is 2.8 ± 0.2 wt % for the extruded hybrid and 2.5 ± 0.2 wt % for the SSSP-made hybrid. As shown in Figure 1a,b, graphite is poorly dispersed in the extruded hybrid, with agglomerates at length scales of hundreds of microns, while the SSSP-made hybrid is uniformly black at the same magnification. Poor dispersion of ARG in melt-extruded samples is expected and is a driving force for the use of chemically/thermally modified graphite.23-36 Characterization via SEM shows cracks and voids in a melt-extruded sample that are tens of microns in size (Figure 1c), resulting from graphite agglomerates, and the absence of cracks or voids at length scales of several microns in the SSSP sample (Figure 1d). The FESEM image in Figure 1e shows the presence of well-distributed graphite particles with lateral dimensions of ∼0.3−5 μm. To characterize graphite dispersion in the SSSP sample, we employ XRD. In nanocomposites containing organoclay, increasing exfoliation is associated with a reduction of the peak intensity in XRD characteristic of the repeated layer spacing. We apply this same principle in graphite-based samples. As seen in Figure 2, ARG has a prominent, characteristic peak at 2θ = 26.6°, corresponding to an inter-graphene sheet spacing of 0.335 nm. Figure 2 also shows the X-ray diffractograms of neat PP and the PP−graphite hybrids made by extrusion and SSSP. Neat PP has several XRD peaks between 2θ = 21.0° and 28.3°, consistent with the PP crystal unit cell. 45 Both PP−ARG systems exhibit peaks associated with neat PP (although the ratio of the peak height at 25.6° to other peak heights is increased in the extruded hybrid). However, while the extruded hybrid exhibits a peak height at 26.6° that exceeds those of the PP XRD peaks, the peak associated with the inter-graphene sheet spacing is almost totally suppressed in the SSSP sample. This strongly suggests that significant exfoliation/dispersion of graphite is achieved during SSSP. Figure 3 augments this observation. The FESEM image (Figure 3a) shows an edge-on view of a graphite nanoplatelet with ∼10 nm thickness while the TEM image (Figure 3b) shows a number of well-dispersed nanoplatelets with thickness ranging from several to ∼10 nm. (The lateral dimensions of nanoplatelets should not be determined from TEM images. In the 70 nm thick cryomicrotomed TEM specimens, nanoplatelets of large lateral dimension are sliced to smaller sizes.) Single, exfoliated graphene sheets are too thin to be observed unequivocally in our images; thus, no comment can be made regarding the exfoliation of individual graphene sheets. However, XRD and microscopy show that SSSP can lead to well-dispersed PP−graphite nanocomposites with nanoplatelets containing a few to roughly 30 graphene layers. Because the aspect ratio (lateral dimension to thickness) of the dispersed nanoplatelets is large after SSSP, mechanical property enhancements are expected. Table 1 compares the tensile, impact strength (sometimes called impact toughness), and crystallization properties of the SSSP nanocomposite, the extruded hybrid, and neat PP. Relative to neat PP, the extruded hybrid exhibits a 40−45% increase in Young's modulus simply due to ARG incorporation; however, it is extraordinarily brittle, exhibiting a factor of 100 reduction in elongation at break. In contrast, relative to neat PP, the SSSP-made nanocomposite exhibits a 100% increase in Young's modulus and a ∼60% increase in yield strength, with only a ∼30% reduction in elongation at break. Such enhancements in room temperature modulus and yield strength have not been previously reported in polymer−graphite nanocomposites of the same of lower graphite content and made without solution/sonication-based processing 46,47 or in nanocomposites made by coprocessing PP and organoclay with XRD-confirmed exfoliation. Reduced impact strength normally accompanies addition of rigid filler to a relatively tough polymer. Table 1 shows that both PP−graphite systems exhibit large reductions in impact strength relative to neat PP. However, the SSSP-processed nanocomposite has an impact strength that is ∼45% greater than that of the extruded hybrid. The addition of graphite leads to dramatic changes in PP crystallization kinetics. Table 1 compares the nonisothermal crystallization onset temperature (Tc,onset) and the isothermal crystallization half-time (τ1/2) at 413 K of neat PP and PP−graphite systems. Relative to neat polymer, changes in Tc,onset and τ1/2 are expected in many semicrystalline polymer-based hybrids because filler particles often act as nucleation sites.41,48,49 Changes are observed in our extruded PP−graphite hybrid, which exhibits a 12 K increase in Tc,onset and a greater than factor of 12 reduction of τ1/2 relative to neat PP. However, our well-dispersed PP−graphite nanocomposite made by SSSP exhibits far larger changes, with a 21 K increase in Tc,onset and a greater than factor of 33 reduction in τ1/2 relative to neat PP. While enhanced crystallization rates have been documented in PP nanocomposites,41 no study has reported such dramatically modified PP crystallization upon addition of similar nanofiller levels. Despite the changes in crystallization kinetics, within error the percent crystallinity is identical in PP−ARG systems and neat PP. This study demonstrates the promise of SSSP for making well-dispersed nanocomposites and the promise of ARG for yielding major improvement in mechanical properties when dispersed in polymer at very low weight percent. Assuming 2.5 wt % perfectly bonded, randomly oriented, flat platelets with an aspect ratio of 300−500, simple calculations 50 suggest an upper limit of 4500−6300 MPa for the Young's modulus, roughly a factor of 3 greater than that observed in the SSSP-processed nanocomposite. Further study is warranted to optimize and understand how SSSP leads to nanofiller dispersion and how dispersion, exfoliation, and orientation affect mechanical and other properties, including conductivity. Interestingly, ref 14 has provided evidence in polymer−clay nanocomposites that “complete exfoliation may not be the optimal choice as far as overall stiffness is concerned, unless exfoliated particle bending and misorientation can be effectively suppressed.” In our polymer−graphite nanocomposites, it is possible that a completely isolated graphene sheet or a nanoplatelet consisting of a couple graphene sheets will not exist in a fully extended form but will have a wavy or wrinkled nature (see Figure 3a) that provides less than optimal reinforcement. 51 Investigations are underway."]]], "doi": "10.1021/ma071687b", "figures": [["Figure 1", "Figure 1", "Figure 1 Photographic images of melt-pressed, 0.1 mm thick sheets of (a) PP/2.8 wt % graphite hybrid made by single-screw melt extrusion and (b) PP/2.5 wt % graphite nanocomposite fabricated in the solid state by SSSP. Scanning electron micrographs of fractured surfaces of compression-molded specimens of (c) PP/2.8 wt % graphite hybrid made by single-screw melt extrusion and (d) PP/2.5 wt % graphite nanocomposite fabricated in the solid state by SSSP. Field-emission scanning electron micrograph of (e) PP/2.5 wt % graphite nanocomposite fabricated in the solid state by SSSP. Note:  all graphite used in making hybrids and nanocomposites was as-received graphite (ARG). "], ["Figure 2", "Figure 2", "Figure 2 X-ray diffraction data of (a) as-received graphite (ARG), (b) neat PP, (c) PP/2.8 wt % ARG hybrid fabricated by melt extrusion, and (d) PP/2.5 wt % ARG nanocomposite fabricated by SSSP. Highlighted area is the region near the characteristic diffraction angle (2θ = ∼26.6°) corresponding to the inter-graphene sheet spacing in graphite."], ["Figure 3", "Figure 3", "Figure 3 Electron microscopy images of PP/2.5 wt % ARG nanocomposites made by SSSP:  (a) field-emission scanning electron micrograph and (b) transmission electron micrograph."]], "table_captions": [], "tables": []}