{"title": "High‐Nanofiller‐Content Graphene Oxide–Polymer Nanocomposites via Vacuum‐Assisted Self‐Assembly", "abstract": " Highly ordered, homogeneous polymer nanocomposites of layered graphene oxide are prepared using a vacuum‐assisted self‐assembly (VASA) technique. In VASA, all components (nanofiller and polymer) are pre‐mixed prior to assembly under a flow, making it compatible with either hydrophilic poly(vinyl alcohol) (PVA) or hydrophobic poly(methyl methacrylate) (PMMA) for the preparation of composites with over 50 wt% filler. This process is complimentary to layer‐by‐layer assembly, where the assembling components are required to interact strongly (e.g., via Coulombic attraction). The nanosheets within the VASA‐assembled composites exhibit a high degree of order with tunable intersheet spacing, depending on the polymer content. Graphene oxide–PVA nanocomposites, prepared from water, exhibit greatly improved modulus values in comparison to films of either pure PVA or pure graphene oxide. Modulus values for graphene oxide–PMMA nanocomposites, prepared from dimethylformamide, are intermediate to those of the pure components. The differences in structure, modulus, and strength can be attributed to the gallery composition, specifically the hydrogen bonding ability of the intercalating species ", "body": [["Abstract", [" Highly ordered, homogeneous polymer nanocomposites of layered graphene oxide are prepared using a vacuum‐assisted self‐assembly (VASA) technique. In VASA, all components (nanofiller and polymer) are pre‐mixed prior to assembly under a flow, making it compatible with either hydrophilic poly(vinyl alcohol) (PVA) or hydrophobic poly(methyl methacrylate) (PMMA) for the preparation of composites with over 50 wt% filler. This process is complimentary to layer‐by‐layer assembly, where the assembling components are required to interact strongly (e.g., via Coulombic attraction). The nanosheets within the VASA‐assembled composites exhibit a high degree of order with tunable intersheet spacing, depending on the polymer content. Graphene oxide–PVA nanocomposites, prepared from water, exhibit greatly improved modulus values in comparison to films of either pure PVA or pure graphene oxide. Modulus values for graphene oxide–PMMA nanocomposites, prepared from dimethylformamide, are intermediate to those of the pure components. The differences in structure, modulus, and strength can be attributed to the gallery composition, specifically the hydrogen bonding ability of the intercalating species "]], ["Introduction", [" The inclusion of nanometer‐scale filler particles, such as clay nanosheets and carbon nanotubes, into a polymer matrix can enhance both the mechanical (i.e., modulus and toughness) and thermal properties of the resulting nanocomposites above those of the pure polymer.1-7 Nanofillers can completely transform the polymer matrix by engendering thermal and/or electrical conductivity,8-10 improving fire‐retardant characteristics,11 or giving rise to antimicrobial properties.12 Indeed, polymer nanocomposites can be designed to serve a plethora of applications from gas separation membranes to high‐strength structural materials. Crucial to this enterprise is the development of new techniques for fabricating nanocomposites having a wide range of compositions.  To date, most work in the area of polymer nanocomposites has focused on property modification using only small amounts of nanofiller. This emphasis can be partially attributed to the intrinsic properties of the nanofillers (high surface areas, large aspect ratios, etc.), which result in excellent interactions with the polymer matrix and remarkable property improvements at low particle concentrations. In particular, incorporation of graphene oxide and graphene‐based nanofillers into a variety of polymers has given rise to exceptional enhancements in conductivity and mechanical properties at low concentrations (≈0.05–5 wt%).3-6, 9, 13-15 Notably, nanocomposites at such low concentrations, with nanofiller particles oriented randomly, commonly exhibit isotropic properties (i.e., properties that are independent of the alignment of the nanofillers). This is in stark contrast to traditional composites comprising high‐aspect‐ratio fillers at high concentrations (>50 wt%), which tend to feature anisotropic orientation of the filler phase due to their inability to pack isotropically (rods with aspect ratio 500 begin to order at ≈6 vol%).16 This anisotropic orientation affords significant property enhancements in the plane of alignment, but less pronounced effects in other orthogonal planes, which can be of advantage in certain applications. Such high additive contents, however, have not been extensively explored in polymer nanocomposites due to high costs of the nanofillers (e.g., SWNT) and processing difficulties (e.g., particle aggregation).6, 17 Recent advances in graphene oxide synthesis have overcome both of these hurdles, allowing the creation of composites that take full advantage of the properties of the nanofiller material.  The most frequent method for the production of nanocomposites with high (≈50 wt%) loadings of nanoparticles, such as those containing clay and carbon nanotubes,18 is layer‐by‐layer assembly (LBL). This technique requires the methodical layering of polymers and nanoparticles via exposure of a substrate to alternating solutions of the composite components, typically performed by a robotic setup. The formation of the layered structure is induced during assembly by strong attractions between the individual components, which are also responsible for reinforcing the final structure, leading to impressively strong materials. Indeed, LBL‐fabricated polymer‐clay nanocomposites have been found to exhibit modulus values up to 106 GPa.19, 20 While LBL can produce layered nanocomposites with excellent mechanical properties, it has a few drawbacks: limited material selection (water solubility of all components, strong attraction between components), setup cost and complexity, fabrication speed, and a narrow range of interlayer polymer composition.  Herein, we introduce vacuum‐assisted self‐assembly (VASA) as a highly flexible technique for fabricating well‐ordered, free‐standing graphene oxide–polymer nanocomposite films/papers with high nanofiller concentrations (>50 wt%). Such materials, with significant proportions of both polymer and nanofiller components, can be easily obtained by filtering a colloidal solution of graphene oxide that has been pre‐dispersed in a polymer‐containing host solution through a simple, inexpensive membrane filter. In this fashion, VASA can be used to quickly produce (≈11 nm min−1) macroscopic samples of homogeneous layered graphene oxide–polymer nanocomposites with either hydrophilic or hydrophobic polymers. Because VASA relies on filtration for assembly instead of alternating layer deposition, it is a complimentary method to LBL for fabricating layered polymer nanocomposites, expanding the scope of these layered materials with the following advantages: wider material selection, inexpensive and simple setup, faster buildup of layers, and wide range of intergallery polymer content. "]], ["Results", [" To successfully fabricate graphene oxide–polymer nanocompo‐sites via VASA, we first prepared parent dispersions containing both graphene oxide nanosheets and dissolved polymer, where neither component aggregates (Figure 1). We selected poly(vinyl alcohol) (PVA) and poly(methyl methacrylate) (PMMA) as model hydrophilic and hydrophobic polymers, respectively, in our study due to the extensive mechanical data available for these polymers and their nanocomposites. Because graphene oxide nanosheets are highly functionalized with oxygen‐containing functional groups,21, 22 they can be readily dispersed in water under mild ultrasonic treatment.23 To produce our model hydrophilic graphene oxide‐polymer nanocomposites, such dispersions need merely be mixed with an aqueous solution of PVA prior to filtration. Fabrication of the corresponding hydrophobic composites requires an additional processing step, where aqueous graphene oxide dispersions must first be diluted into a good solvent such as N,N‐dimethylformamide (DMF), which does not induce nanoparticle aggregation.23 This organic graphene oxide dispersion can then be combined with a DMF solution of PMMA to give the required parent graphene oxide–polymer mixture.  When the parent graphene oxide‐polymer dispersion is first filtered through a membrane, some of the polymer chains initially pass through (Figure 1); however, this process is quickly hindered by the deposition of graphene oxide nanosheets, which cannot pass through, on the membrane surface. This newly formed graphene oxide film reduces further polymer loss, resulting in homogeneous deposition of both nanosheets and polymer within the fabricated nanocomposite: the graphene oxide sheets and the polymer chains deposit on top of each other as the thickness of the nanocomposite increases. While solvent molecules can diffuse slowly through the growing brick‐and‐mortar structure of the nanocomposite, the polymer remains intercalated in the intersheet gallery, which is significantly smaller (≤2.2 nm) than the radius of gyration (Rg) of the polymer chains (9 nm for a 70 kDa PVA and 17 nm for a 254 kDa PMMA).24 At the end of the filtration, the nanocomposites can be collected after a brief air‐drying period, yielding macroscopic paperlike samples with thicknesses ranging from 10 to 30 μm (Figure 2A–B).  As mentioned above, because some polymer from the parent dispersion does pass through the membrane during fabrication, not all of the initially dissolved polymer is retained in the fabricated nanocomposites. However, significant fractions of the initial polymer loadings (up to 84 wt%, Table 1) are retained for both PVA and PMMA nanocomposite papers as confirmed by thermogravimetric analysis (TGA, Figure S1 in the Supporting Information (SI)). The features in the TGA curves of the nanocomposites are essentially superpositions of the features from the TGA curves of the pure materials. As such, quantification of polymer content in the nanocomposites was easily done by normalizing the TGA curves of the nanocomposites to those of the respective pure polymers. The curve for pure PVA exhibited a two‐step mass loss process: a major loss step in the 270–380 °C range and a smaller loss between 380 °C and 480 °C, leaving only ≈6% of the original sample mass. Pure PMMA decomposed at a higher temperature range (310 to 440 °C), with only one mass loss feature that accounted for ≈97% of the original sample mass. As controls, the TGA curves for graphene oxide paper, prepared by filtering only graphene oxide dispersions in water or DMF,25 were nearly identical to each other.  A comparison of the scanning electron microscope (SEM) images of graphene oxide paper (Figure 2A), prepared in water with 30 mg of graphene oxide, and composite PVA‐II (Figure 2B), which was prepared from a solution containing 30 mg graphene oxide and 30 mg PVA, clearly demonstrates homogeneity in both VASA‐prepared structures. That composite PVA‐II was significantly thicker (≈28 μm thick) than pure graphene oxide paper (≈12 μm thick), while both contain the same amount of graphene oxide, indicates significant incorporation of PVA into the structure of composite PVA‐II. While homogeneity was observed in all PVA samples, initial attempts to fabricate nanocomposites with high PMMA content (75 wt% loading) generated heterogeneous regions containing only polymer (Figure S2 in the SI). These heterogeneous papers exhibited a shiny, polymer‐like surface on one side and a dull graphene oxide‐like side on the obverse. Formation of such heterogeneities could be attributed to the relatively high water content (≈5 wt%) in the nanocomposite solution prior to filtration, and were prevented by higher dilution in DMF to reduce the water content in the pre‐filtered solution to below 0.5 wt%.  As expected from the high degree of order observed in directed flow‐assembled graphene oxide paper (Figure 2A),24 our VASA‐assembled polymer nanocomposite papers exhibited similarly good order with well‐defined spacing between adjacent graphene oxide sheets. In contrast to the featureless X‐ray diffraction (XRD) patterns of solution‐cast films of pure polymers (Figure 3), the XRD patterns of our graphene oxide‐polymer nanocomposite papers exhibited sharp peaks, indicating that the graphene oxide nanosheets had packed into an ordered structure, as also suggested by the corresponding SEM image (Figure 2B). Nanocomposite papers containing smaller amounts of graphene oxide exhibited larger intersheet spacings (Table 1) that decreased with higher graphene oxide concentrations, consistent with having a smaller amount of polymer intercalated between adjacent graphene oxide layers. Indeed, a direct correlation between increasing graphene oxide content and decreasing intersheet spacing was observed for both PVA‐ and PMMA‐based graphene oxide nanocomposite papers (Figure S3 in the SI).  Surprisingly, the intersheet spacings for PVA‐based nanocomposites were significantly larger than those of PMMA‐based materials with similar graphene oxide/polymer mass ratios (Table 1). This observation may be explained by the distinctly different interactions that PVA and PMMA would have with graphene oxide. Hydrophilic PVA, with its numerous hydroxyl groups would likely interact well with the hydrophilic surface of graphene oxide via hydrogen bonding (see below), leading to “full” interaction between both components and resulting in large changes of intersheet spacing with small modification of the composition (increasing PVA content by 21 wt% causes a 2.51‐Å increase in spacing). Conversely, interactions between the hydrophobic methacrylate groups of PMMA and graphene oxide would be discouraged. As such, PMMA chains would likely remain in coiled conformations, which would more efficiently pack within the intersheet gallery, fitting well into the undulating, wavy structures of the nanosheets in graphene oxide paper.25 Such behavior would account for the relatively small increases in intersheet spacing for graphene oxide–PMMA nanocomposites even at high polymer concentrations (increasing PMMA content by 50 wt% only causes a 2.64‐Å increase in spacing).  High‐resolution transmission electron microscopy (HR‐TEM) analysis of the nanocomposite films (Figure 4) confirms both the well‐ordered structure of the graphene oxide nanosheets, along with the change in intersheet spacing upon varying the nanofiller concentration. Line scans of the HR‐TEM images (inset, Figure 4A and B) elucidate both the layered structure and the increase in intersheet spacing in composite PVA‐II, which contains 60 wt% graphene oxide and 34 wt% PVA, from that of a sample of graphene oxide paper deposited from water. The intergallery spacing averaged from several line scans in different images, reveals a 16.4‐Å average intergallery spacing for composite PVA‐II and a 8.7‐Å average spacing for graphene oxide from water, which are comparable to the values obtained from XRD (13.12 and 8.48 Å, respectively).  All fabricated nanocomposite papers were mechanically robust, as shown by their measured mechanical properties (Table 1), obtained using a minimum of 5 sections from each sample (see Figure S4 in the SI for examples of the raw data measured using one section of a single paper). While the room‐temperature (23.0–24.5 °C) storage and Young’s moduli of the graphene oxide–PMMA nanocomposites were intermediate between those of PMMA films and graphene oxide paper deposited from DMF (Figure 5B), these moduli values for the graphene oxide‐PVA nanocomposites were much greater than those for the corresponding pure‐component samples (Figure 5A). From a first‐order consideration, this contrast may be attributable to the differences in interaction between the two polymers and the graphene oxide. Given the presence of hydrophilic oxygen‐containing functional groups (primarily epoxy and hydroxyl)18, 21 on the surface of the graphene oxide sheets, PVA should interact much better with graphene oxide via hydrogen bonding than hydrophobic PMMA. "]], ["Discussion", [" The importance of hydrogen bonding in increasing the mechanical strength of graphene oxide–PVA nanocomposites is supported by the observation of drastic variance in mechanical strength and stiffness between hydrated and anhydrous graphene oxide paper. As prepared, graphene oxide paper is hydrophilic, with a significant amount of water in the gallery layer.26 When water is completely removed, as achieved when the samples are heated over 100 °C, the graphene oxide paper structure loses all of its mechanical integrity.27, 28 Thus, water must play a critical role in mediating the interactions between adjacent sheets, most likely via a hydrogen‐bonding network (Figure 6B) formed between epoxide (hydrogen‐bond acceptor) and hydroxyl (both hydrogen‐bond acceptor and donor) groups on the graphene oxide surfaces. This network could transfer stress and act to stiffen the sample. Such bridging between adjacent sheets would not occur as extensively in completely dehydrated graphene oxide paper (Figure 6A).  We suggest that the presence of water in the gallery between graphene oxide nanosheets can significantly increase the degrees of freedom associated with the creation of a gallery‐bridging hydrogen bond network (Figure 6B). Such a network would be sparse in anhydrous stacked graphene oxide sheets, whose oxygen‐containing functional groups are too rigid and far apart to maximize hydrogen bonding within the intersheet gallery (see below). Adding water molecules, which have rotational and translational degrees of freedom that the functional groups bound to the sheets do not, to the gallery would then bridge these gaps and increase the network density. The ability of water molecules to serve as both hydrogen bond acceptor and donor simultaneously makes them “universal adapters” for the formation of such a network. Single water molecules would likely form the majority of bridges, but two or more molecules could participate in the hydrogen bond network where large gaps exist between groups on adjacent sheets. These transitory networks, which rely on multiple hydrogen bonds, may be less efficient in increasing the stiffness of the stack than a single, direct hydrogen bond between adjacent graphene oxide sheets; however, this inefficiency is overcome by a richer, more extensive intersheet bond network that would allow for more links between sheets with high flexibility to better adapt to irregular gallery spacing and mechanical stresses.  When graphene oxide paper is dried, the absence of water would greatly reduce the ability of adjacent sheets to interact via hydrogen bonds (Figure 6A). For example, if the functional groups across adjacent sheets are only capable of hydrogen‐bond accepting (or conversely, hydrogen‐bond donating), interaction cannot occur, limiting the number of gallery‐bridging hydrogen bonds. A second issue in fully dehydrated graphene oxide paper is that the rigidity of the sheets greatly limits the translational and rotational degrees of freedom of the surface groups, reducing the possibility of hydrogen bond formation. As such bonds only occur over a short distance (<3 Å29), specific orientation of the interacting groups is required for their formation.  The importance of the intergallery network of hydrogen bonding is highlighted by the observed low storage modulus of graphene oxide paper deposited from DMF. Since DMF can only serve as a hydrogen bond acceptor via its amide oxygen (Figure 6C), the extent of hydrogen bonding in this system is significantly lower than that in water‐deposited graphene oxide paper. Such an effect is apparent from the significantly lower storage modulus value of graphene oxide paper prepared from DMF, which is 26% lower than that of graphene oxide paper prepared from water (Table 1 and Figure 5).  In the graphene oxide–PVA nanocomposites, the hydrophilic PVA chains in the gallery spacing serve a similar role as water in facilitating an extensive intergallery hydrogen‐bonding network, but with much improved strength due to the covalent C–C bonds linking the hydrogen‐bonding‐capable monomer units. In other words, the increased storage moduli values observed in graphene oxide‐PVA nanocomposites are the result of a hybrid hydrogen/covalent bonding network (Figure 6D), where the pendant hydroxyl groups of PVA chains interact with the oxygen‐containing groups on the graphene oxide surfaces via hydrogen bonding. The PVA hydroxyl groups are similar to water molecules in that they can act as both hydrogen‐bond acceptors and donors; however, the covalent bonds in the PVA polymer chain make it a stronger, multiconnected bridge compared to an array of water molecules. Thus the impact of PVA on composite modulus significantly exceeds simple rule‐of‐mixtures calculations (Figure 5A).  Consistent with the hydrogen‐bonding network model is the observation that the storage moduli of graphene oxide–PVA nanocomposites varied widely with changes in the graphene oxide content (Figure 5A), while those for graphene oxide–PMMA nanocomposites remained relatively independent of the filler loading (Figure 5B). As the amount of the nanofiller was increased, it significantly reinforced the hydrogen bonding network of PVA‐based composites. In contrast, the moduli for PMMA‐based composites were only minimally affected by changes in nanofiller content. While placing PMMA chains within the intergallery space (Figure 6E) offers the potential for mechanical improvement through the covalent polymer backbone, PMMA suffers from the same interaction difficulty as DMF in that it can only act as a hydrogen‐bond acceptor through the ester functional group on the side chain. The hydrophobicity and steric hindrance of the methyl groups of the methacrylate side chains would further limit the weak interactions between PMMA and graphene oxide, accounting for the lower moduli found for graphene oxide‐PMMA nanocomposites, which closely adhere to rule of mixtures calculation.  Our proposed hydrogen bonding model also explains the ultimate failure behavior (tensile strength and strain to failure) of pure graphene oxide and graphene oxide–polymer nanocomposite papers. Once the stress reaches a sufficient level to break hydrogen bonds between the water molecules and oxygen‐containing functionalities on the graphene oxide surface, the sheets are able to accommodate some local sliding to relieve the build up of stress. Given their rapid translational and rotational dynamics,30 the water molecules are able to form new hydrogen bonds with the graphene oxide surfaces as sliding occurs, thereby accommodating higher stresses and yielding a moderate strain to failure (Figure S4C in the SI). In contrast, the PVA‐based nanocomposites fail in a brittle manner at significantly lower strains because the PVA chains have comparatively lower mobility than water molecules and thus are unable to reform ruptured hydrogen bonds (Figure S4B in the SI). Because the hydrogen bonding network between the graphene oxide surface with PMMA is less extensive, the intergallery network of the PMMA composite closely resembles that of the graphene oxide paper from DMF. Accordingly, the tensile strength and strain to failure of graphene oxide–PMMA nanocomposites with low contents of PMMA do not deviate dramatically from that of pure graphene oxide paper prepared from DMF. However, a higher PMMA‐to‐solvent ratio yields glassier behavior of the PMMA in the intergallery, thereby limiting both the ability of sheets to slide and the rearrangement of intergallery contents. Thus, the strength of graphene oxide‐PMMA nanocomposites approaches that of pure PMMA. More research is needed to fully investigate the role of molecular interactions in the ultimate behavior of these materials. "]], ["Conclusions", [" In conclusion, we have demonstrated vacuum‐assisted self‐assembly (VASA) as a facile, inexpensive, processing technique for the production of layered graphene oxide‐polymer nanocomposites. The VASA process is amenable to either hydrophobic (PMMA) or hydrophilic (PVA) polymers, affording their homogeneous incorporation into the intersheet spacing of the graphene oxide with a wide range of high‐nanofiller content (44 to 77 wt%). Not only does VASA provide us with access to compositions that were not previously available, its facile production of both hydrophobic and hydrophilic nanocomposites has allowed for the recognition that hydrogen bonding plays a critical role in the mechanical properties of both pure graphene oxide and composite paper samples, similar to the recent finding that the exceptional mechanical mechanical properties of spider silk are due to large quantities of hydrogen bonds.31 Just as water can serve as a “universal adapter” for the formation of gallery‐bridging hydrogen bonds, PVA also forms an efficient hybrid hydrogen/covalent bonding network between adjacent sheets, which increases moduli values above that of pure graphene oxide paper. However, given the presence of covalent bonds between its hydrogen‐bonding groups, PVA cannot adapt to fracture situations as easily as water, introducing a brittle fracture mechanism by its incorporation.  While PVA is not a major structural polymer, we have also demonstrated the flexibility of VASA to incorporate one such polymer (PMMA) with the same ability to vary nanofiller loading. Poor interaction between the graphene oxide sheets with hydrophobic PMMA limits improvement in stiffness at high nanofiller concentration, but the good dispersion of PMMA within the nanocomposite affords moduli values closely matching those expected from the rule of mixtures throughout the content range studied. These insights will aid researchers in the development of next‐generation composite materials featuring graphene oxide as either the primary or secondary component. "]], ["Experimental Section", [" ##Materials: All materials were used as received unless otherwise noted. SP‐1 graphite powder was received from Bay Carbon (Bay City, MI). Poly(vinyl alcohol) (PVA, 70,000 MW) was obtained from Aldrich (Milwaukee, WI). Poly(methyl methacrylate) (PMMA, 254,700 MW) was received from Pressure Chemical Co. (Pittsburgh, PA). N,N‐dimethylformamide (DMF, 99.8%) was obtained from Aldrich (Milwaukee, WI). Ultrapure deionized water (resistivity >18 MΩ·cm) was collected from a Mili‐Q Biocel system.  Whatman (Whatman, Piscataway, NJ) Anodis membranes (0.2 μm pore size, 47 mm diameter) were used during filtration for support of fabricated papers. Cellulose Spectra/Por Membrane dialysis tubing (Spectrum Laboratories, Rancho Dominguez, CA), with a 6–8 kD molecular weight cutoff (MWCO), was utilized for removing excess ions after graphene oxide synthesis. Sonication was preformed using a Fisher Scientific FS60 (150 W) bath sonicator. An Eppendorf model 5804 R centrifuge was employed for centrifugation.  ##Synthesis of Materials: Graphite was oxidized to graphite oxide following a modified Hummers method.32-34 Graphite powder (5 g) was first pre‐oxidized by vigorously stirring for 6 h in a mixture containing concentrated H2SO4 (15 mL), K2S2O8 (10 g), and P2O5 (10 g). The pre‐oxidized powder was filtered and washed with water (3 × 50 mL) and dried at 50 °C overnight33 This powder was then stirred at 35 °C for 2 days in a mixture of concentrated H2SO4 (125 mL) and KMnO4 (17 g) to afford graphite oxide.34 This product was then purified by five cycles of resuspension in ultrapure deionized water (30 mL) and then centrifugation at 8,000 rpm for 30 min, to remove residual metal cations.  Exfoliation was achieved by sonicating an aqueous suspension of graphite oxide (250 mL, 10 mg mL−1) for 1 h in a bath sonicator. Un‐exfoliated aggregates were removed from solution via centrifugation at 8,000 rpm for 15 min, with the supernatant reserved. Dialysis of the supernatant in ultrapure deionized water was performed to remove any residual metal ions from the aqueous dispersion. The remaining dispersion of graphene oxide inside the dialysis tube was collected and used for sample preparation. Complete exfoliation of the graphene oxide nanosheets was confirmed by the absence of a diffraction peak in the XRD pattern of a freeze‐dried powder prepared from an aliquot of the dispersion.  To prepare the graphene oxide–polymer composites, the as‐prepared aqueous dispersion of graphene oxide was further diluted with ultrapure deionized water (9:1 v/v). Organic dispersions of graphene oxide were prepared by diluting the as‐prepared aqueous dispersion with DMF (9:1 v/v).35  ##Preparation of Composite Solutions: Composite solutions of graphene oxide and PVA were prepared by adding a diluted aqueous graphene oxide dispersion (30 mL, 1 mg mL−1) dropwise to the appropriate aqueous solution of PVA (10–90 mg in 20 mL of water).  Graphene oxide and PMMA composite solutions were formed by adding a diluted graphene oxide dispersion in DMF (30 mL, 1 mg mL−1) dropwise to the appropriate solution of PMMA (10–30 mg in 400 mL of DMF). Combining graphene oxide dispersions in DMF with solutions containing larger amounts of PMMA (>60 mg) resulted in the formation of PMMA aggregates, yielding papers with a bilayer structure and no increase in gallery spacing (see Figure S2).  ##Fabrication of Papers: Graphene oxide and polymer composite papers were prepared by filtering diluted graphene oxide dispersions (aqueous or DMF) or composite dispersions (graphene oxide with PVA or PMMA), respectively, through a Whatman Anodisc filter membrane.25 A Kontes Ultraware microfiltration apparatus equipped with a fritted‐glass support base and either a 250‐mL or a 500‐mL reservoir to hold the respective dispersions was utilized for vacuum filtration.  ##Fabrication of Polymer Films: PVA films were prepared by casting a 10 wt% aqueous solution (15 mL) in a Teflon petri dish (42‐mm diameter). Films were left to air‐dry for 4 days before removal from the dish.  PMMA films were prepared by casting a 1 wt% DMF solution (30 mL) in a glass petri dish (100‐mm diameter). Films were left to dry for 3 days before heating to 100 °C. The heated films were left to dry for 4 days before removal from the dish.  ##Characterization: TEM images were collected in the KECK‐II facility at NU using a Hitachi H‐8100 TEM instrument (composite PVA‐II) (Hitachi High Technologies America, Inc., Pleasanton, CA) and a Hitachi HD‐2300A (pure graphene oxide paper) STEM at 200 keV. Samples were prepared by slicing sections (55–80 nm thick) perpendicular to the ordered plane of graphene oxide or graphene oxide‐polymer nanocomposite papers using an ultramicrotome, followed by deposition onto a copper grid.  SEM images were gathered in the NEMS‐MEMS Facility at NU using a field‐emission gun Nova NanoSEM 600 (FEI Co., Hillsboro, OR) microscope. Samples were affixed vertically to an aluminum stub with the fracture edge of the paper oriented toward the electron gun.  Mechanical properties were evaluated using an RSA III (TA Instruments, New Castle, DE) dynamic mechanical analyzer (DMA). Samples for testing ( 2–6 mm wide and 20–40 mm long) were prepared from fabricated sheets of paper by compression cutting with the sharp edge of a razor blade. Uniaxial tensile measurements were carried out in air at ambient temperature (≈25 °C), circumventing the need for equilibration (see below).  Powder X‐ray diffraction (PXRD) patterns were collected in the J. B. Cohen X‐ray Diffraction Facility at NU. Data for 2θ values ranging from 1° to 5° were collected with a Rigaku 2000 diffractometer (Rigaku Americas, Inc., The Woodlands, TX) with nickel filtered Cu Kα radiation (λ = 1.5406 Å). Data from 5° to 20° were obtained using a Giegerflex Rigaku diffractometer with nickel filtered Cu Kα radiation (λ = 1.5406 Å)."]]], "doi": "10.1002/adfm.201000723", "figures": [["Figure 1", "Figure 1", "Figure 1. A schematic representation of the VASA fabrication of nanocomposite films/papers from a solution containing both graphene oxide nanosheets and dissolved polymer. The filter membrane immobilizes graphene oxide sheets, which in turn inhibit the ability of the polymer to pass through."], ["Figure 2", "Figure 2", "Figure 2. SEM images of graphene oxide paper (A) and nanocomposite PVA‐II (B), demonstrating increased thickness due to intercalation of PVA. C) Photographic image of nanocomposite PVA‐II after fabrication with removed sections used for mechanical analysis."], ["Figure 3", "Figure 3", "Figure 3. XRD patterns of papers and films prepared from: A) water and B) DMF. The labels on each pattern refer to the graphene oxide‐polymer nanocomposites listed in Table 1."], ["Figure 4", "Figure 4", "Figure 4. HR‐TEM images taken perpendicular to the width of a paper sample of: A) graphene oxide deposited from H2O and B) VASA‐prepared composite PVA‐II (60 wt% graphene oxide:34 wt% PVA). The inset shows the variation in grayscale along the line scan overlayed on the image, clearly demonstrating the increased interlayer spacing of the composite. The alternating dark‐and‐light stripe patterns in each image represent the graphene oxide nanosheets and the intergallery space, respectively."], ["Figure 5", "Figure 5", "Figure 5. Storage moduli and tensile strengths of: A) PVA‐based nanocomposites and pure‐component films/papers prepared from water and B) PMMA‐based nanocomposites and pure‐component films/papers prepared from DMF. The average and maximum values for the mechanical data are shown by the white and shaded bars, respectively. Theoretical modulus values are shown as calculated by the rule of mixtures (ROM, see calculation in the SI)."], ["Figure 6", "Figure 6", "Figure 6. Schematic diagram depicting the ability of different intercalating species to contribute to gallery‐spanning hydrogen bond bridges. All atoms engaging in hydrogen bonding are highlighted in red with the bonds themselves denoted by dashed white lines. Only hydrogens participating in hydrogen bonding are shown for clarity. A) Anhydrous stacked graphene oxide sheets can form a small number of hydrogen bonds between surface‐bound groups when the sheets are close enough to each other. B) Water molecules, which are both hydrogen‐bond donors and acceptors, between stacked graphene oxide sheets create a network of many hydrogen bonds that can readily adapt to mechanical stresses. C) DMF molecules between stacked graphene oxide sheets reduce the intersheet interactions due to the limited ability of DMF to hydrogen bond (it can only accept hydrogen bonds but not donate). D) PVA chains between stacked graphene oxide sheets increase the intersheet interactions, not only due to the ability of PVA to hydrogen bond in a similar fashion to water, but also strengthen the bond network with the covalent C–C bonds in the polymer (i.e., between the hydrogen‐bonding‐capable monomer units), creating a very stiff structure. E) PMMA chains between stacked graphene oxide sheets are similar to the DMF molecules in case C, because PMMA can only accept hydrogen bonds."]], "table_captions": [], "tables": []}