{"title": "Evolution of Order During Vacuum-Assisted Self-Assembly of Graphene Oxide Paper and Associated Polymer Nanocomposites", "abstract": "Three mechanisms are proposed for the assembly of ordered, layered structures of graphene oxide, formed via the vacuum-assisted self-assembly of a dispersion of the twodimensional nanosheets. These possible mechanisms for ordering at the filter-solution interface range from regular brick-and-mortar-like growth to complete disordered aggregation and compression. Through a series of experiments (thermal gravimetric analysis, UV-vis spectroscopy, and X-ray diffraction) a semi-ordered accumulation mechanism is identified as being dominant during paper fabrication. Additionally, a higher length-scale ordered structure (lamellae) is identified through the examination of water-swelled samples, indicating that further refinements are required to capture the complete formation mechanism. Identification of this mechanism and the resulting higher-order structure it produces provide insight into possibilities for creation of ordered graphene oxide-polymer nanocomposites, as well as the postfabrication modification of single-component graphene oxide papers. KEYWORDS: graphene oxide . polymer nanocomposite . self assembly . hierarchical structure . nanostructures ", "body": [["ABSTRACT", ["Three mechanisms are proposed for the assembly of ordered, layered structures of graphene oxide, formed via the vacuum-assisted self-assembly of a dispersion of the twodimensional nanosheets. These possible mechanisms for ordering at the filter-solution interface range from regular brick-and-mortar-like growth to complete disordered aggregation and compression. Through a series of experiments (thermal gravimetric analysis, UV-vis spectroscopy, and X-ray diffraction) a semi-ordered accumulation mechanism is identified as being dominant during paper fabrication. Additionally, a higher length-scale ordered structure (lamellae) is identified through the examination of water-swelled samples, indicating that further refinements are required to capture the complete formation mechanism. Identification of this mechanism and the resulting higher-order structure it produces provide insight into possibilities for creation of ordered graphene oxide-polymer nanocomposites, as well as the postfabrication modification of single-component graphene oxide papers. KEYWORDS: graphene oxide . polymer nanocomposite . self assembly . hierarchical structure . nanostructures "]], ["Introduction", ["Self-supporting papers (or thin films) of layered graphene-based nanosheets have been shown to have exceptional mechanical properties, with stiffness values comparable to that of concrete,1 tensile strengths rivaling that of cast iron,2 as well as a high degree of flexibility and ductility.3 These materials feature a nanoscale “brickand- mortar” structure, wherein intercalated solvent mediates the interaction between adjacent nanosheets.4,5 Although themechanical properties of such papers, along with strategies to enhance them, have been explored,5-8 a clear understanding of the formation mechanisms of these materials and the associated structure-property relationship is still lacking, making it difficult to improve their design. The fabrication of these papers typically entails the flowdirected filtration of an aqueous or organic dispersion of nanosheets over a supporting membrane, a technique that we termed vacuum-assisted self-assembly (VASA), as seen in Figure 1.5 In spite of the completely disordered nature of the nanosheet dispersion at the initial stage of the VASA fabrication, the assembly process generates highly ordered papers and polymer nanocomposites that possess the excellent mechanical properties mentioned above. The current lack of knowledge regarding this transition from disorder to order has motivated us to examine it in more detail. Limited insight into assembly of VASAfabricated films from a dispersion of nanosheets in different media can be garnered from the reverse process of intercalating solvent into graphite oxide, a solid featuring graphene oxide sheets in a layered structure not unlike that of graphene oxide paper. Published works in this area highlight the excellent ability of solvent molecules in the intersheet gallery to swell the layered structure and separate adjacent nanosheets.9-11 This swelling is reversible, as drying in air restores the original structure. Similarly, graphene oxide papers swell in the presence of organic media,12 and have been observed to reversibly swell (or shrink) as relative humidity increases (or decreases).13 These swelling and shrinking processes occur after the paper has been fabricated and do not appear to disturb the large-scale paper structure. Thus, an investigation into the actual assembly process is still needed to highlight new features of the formation mechanism, as well as parameters that may be varied to tune this process. Herein, we propose and test three possible formation mechanisms that span the wide range of possible ordering sequences during the VASA fabrication of graphene oxide paper. At one end lies highly ordered layering, the sequential development of order in a brick-and-mortar-like fashion, which is characterized by local static structure after nanosheet deposition. The other end of the spectrum is occupied by disordered concentration where complete disorder is present during filtration until geometric confinement triggers alignment across the entire nanosheet structure by the removal of solvent. A third mechanism, semi-ordered accumulation is intermediate between these two alternatives and entails the formation of a loose, semi-ordered aggregate of nanosheets at the filter surface, which undergoes compression during solvent removal to fully orient the nanosheets into a layered structure. The presence of this partially ordered nanosheet aggregate is supported by a series of experimental results that are discussed below after a detailed description of the proposed mechanisms. Thus, the semi-ordered accumulation mechanism is firmly established as the mode of nanosheet assembly during the VASA process.  ##Possible Mechanisms for Paper Formation. ###Mechanism 1: Highly Ordered Layering. Highly ordered layering in VASA fabrication corresponds to the direct ordering of graphene oxide nanosheets into a paper structure in a sequential manner as solvent is removed from the system via filtration (Figure 2). This mechanism was previously presented as a possibility in the formation of ordered polymer-graphene oxide nanocomposites,5 where dispersed graphene oxide sheets are immobilized on the filter through hydrostatic forces during solvent removal. When additional graphene oxide is brought into contact with the first layer of assembled nanosheets, hydrostatic forces, combined with solventmediated intersheet attractions,14 cause the new nanosheets to adhere as the film grows. This layering process then repeats itself until all of the excess solvent is removed and all dispersed nanosheets are incorporated into the paper structure. Importantly, the formation of a multilayer film creates a static local structure where the gallery spacing of the nanosheets remains constant during paper fabrication, preserving an ordered structure that restricts the flow through of solvent molecules in a regulated manner. ###Mechanism 2: Semi-ordered Accumulation. Semiordered accumulation represents a mechanism where removal of solvent through the filter brings graphene oxide nanosheets into close contact with one another as the local concentration of the nanosheets at the filter-solvent interface exceeds their solubility in water (Figure 2). However, the adhesion between adjacent nanosheets is weak, producing a loosely aggregated structure where the basal planes of the nanosheets are roughly aligned with each other, and the interlayer spacing is significantly larger than that of the final paper. As excess solvent is removed, and the solvent level contacts the top of the semi-ordered nanosheet mass, a second, compressive phase of paper formation begins. Since the aggregated nanosheet structure is loose and weak in the transverse direction, it cannot resist the compressive force generated by the lowering of the air-water interface and the structure undergoes compression. This compression serves to concurrently reduce the spacing between nanosheets while orienting themparallel to the air-water interface, producing a higher degree of order simultaneously throughout the structure. ###Mechanism 3: Disordered Concentration. This last mechanism assumes a completely disordered state throughout the fabrication process, where the graphene oxide nanosheets remain dispersed during solvent removal until fabrication is complete. Since the initial concentration of our aqueous dispersions are well below the solubility of graphene oxide (>15 mg mL-1),15 sheets that come into contact with the filter may redisperse back into solution. As solvent is continually removed via filtration and the concentration of graphene oxide approaches 10 vol %, these high-aspectratio nanosheets should start to form intersheet contacts.16 With further depletion of solvent, the previously isotropic dispersion becomes more aligned, where the nanosheets orient in plane with the reducing volume and perpendicular to the flow of solvent. As the air-water interface lowers, compression similar to that described for Mechanism 2 will produce increasingly aligned structures. This compression then continues until the final density of the self-supporting paper is reached. "]], ["RESULTS AND DISCUSSION", ["Identifying the most likely operating mechanism from the three proposed above for VASA fabrication is most easily achieved by process of elimination. To this end, we have performed a series of experiments designed to differentiate between the different formation options, with the goal of eliminating two and validating the remaining mechanism. ##Elimination of the Disordered Concentration Mechanism. A unique signature of the disordered concentration mechanism is the continuously increasing, homogeneous concentration of graphene oxide nanosheets in the solvent during filtration. However, UV-vis measurements of the above-filter portion of a graphene oxide dispersion (1 mg mL-1, 30 mL) (Figure 3A) reveal no change in concentration during filtration. Indeed, the spectra of the dispersion before and after 21 h of filtration are nearly identical, indicating that only nominal concentration has occurred despite the ∼83% decrease in dispersion volume during this period. The inset to Figure 3A contains a time-resolved plot that shows constant concentration over the whole 21 h of filtration, until the volume of the dispersion was so low that we could not remove an aliquot for measurement without taking up some of the graphene oxide aggregate (see discussion below). Such consistency in nanosheet concentrationstrongly suggests that the disordered concentration mechanism is not responsible for the formation of graphene oxide paper. To further confirm that graphene oxide papers do not form via the disordered concentration mechanism, the dynamics of filtration were also measured by observing the decrease in volume of the solution as a function of time. A plot of effluent (eluted) volume versus filtration time for an aqueous dispersion of graphene oxide (200 mL of a 0.005 mg mL-1 dispersion, Figure 3B) reveals that effluent volume does not follow a linear trend during filtration, as would be expected from the disordered concentration mechanism. In contrast, this nonlinear plot is consistent with both the highly ordered layering and the semi-ordered accumulation mechanisms, where the flow of solvent during paper formation appears as though the filtering medium (e.g., the filter membrane + paper) is constantly getting thicker. A modification of Darcy's Law for flow through a porous medium (modification details in Supporting Information (SI)) produces eq 1 for total effluent volume as a function of time.17  Here, V(t) is the effluent volume as a function of time, ρ is the paper density, A is the area of the filter/ paper, κ is the permeability coefficient of the [filter membrane + paper] assembly, ΔP is the pressure differential (assumed to be 1 atm for practicality), C is the concentration of graphene oxide in solution, and μ is the viscosity of the liquid (assumed to be 1 cP). The excellent fit of experimental data in Figure 3B to eq 1 indicates that the graphene oxide nanosheets form a porous filtration medium that gets thicker as solvent is continually removed from the system and more nanosheets are deposited. As such, this data and the UV-vis measurements discussed above eliminate disordered concentration as a possible formation mechanism for VASA-fabricated paper; however, further data are required to differentiate between the remaining two mechanisms as neither density of the porous medium nor permeability coefficient are independently known. ##Elimination of the Highly Ordered Layering Mechanism. To assess the size of pores in VASA-fabricated graphene oxide papers during their assembly, a key feature that can distinguish the semi-ordered and highly ordered mechanisms, poly(ethylene oxide) (PEO) chains of different molecular weights were cofiltered with graphene oxide to form polymer nanocomposites.5 PEO was chosen given its excellent water solubility and the availability of materials with narrow molecular weight distribution (PDI < 1.15) over four decades of repeating units (1 to 10 000 monomers/chain). Equivalent masses of graphene oxide and PEO were mixed in a homogeneous dispersion and VASA-fabricated to prepare thin-film samples of the nanocomposites, which were then subjected to thermogravimetric analysis (TGA) to evaluate the amount of polymer in the fabricated nanocomposite paper. TGA profiles for graphene oxide paper and five different graphene oxide-PEO nanocomposites, with approximately one decade of molecular weight variation between the PEO in each successive nanocomposite, all contain a mass-loss feature near 200 °C that corresponds to the loss of oxygencontaining functional groups from the graphene oxide nanosheets.18 Not present in the profile for the pure graphene oxide paper is a mass-loss feature near 400 °C that can be attributed to the pyrolysis of PEO (see Figure S1 in SI for TGA profiles of pure PEO at all molecular weights). For the different nanocomposites, the magnitude of this feature grows with increasing molecular weight of the intercalated polymer, demonstrating an increased retention of the polymer. The aforementioned variance in the amount of retained polymer can also be distinguished from differences in the spacing between the graphene oxide sheets in powder X-ray diffraction (PXRD) patterns (Figure 4B). As the molecular weight of the polymer increases, more polymer is retained in the gallery spacing of the paper and the PXRD peak shifts from the 7.5 Å spacing in single-component graphene oxide paper to 13.8 Å for the nanocomposite obtained with the longest PEO chains (Mn = 486k). A near-linear relation exists between the amount of retained polymer in the VASA-fabricated paper and the spacing of nanosheets in the nanocomposite structure (see Figure S3 in SI for plot), suggesting that such increases directly result from the presence of the polymer in the gallery spacing. While it is not surprising that short polymer chains are able to diffuse through the graphene oxide paper structure as it forms, we did not expect that very long polymer chains would also be able to navigate around the layered nanosheets. For example, over 40% of the 55-kD chains and nearly 20% of the 486-kD chains are lost during nanocomposite fabrication (see Table S1 in SI for all retained polymer wt % values in nanocomposites). Given that the 55-kD and 486-kD chains have radii of gyration of 12 and 44 nm, respectively, 19 it is unlikely that such large molecules could “snake” through the well-ordered nanosheet structure expected from the highly ordered layering mechanism, where a nanosheet periodicity of ca. 7.5-10 Å is expected, as measured for isolated, self-supporting graphene oxide paper.2,4-6 These results are inconsistent with the key assumption of the highly ordered layering mechanism, where the spacing between the layers of nanosheets would be constant and small after deposition. As such, it is likely that the VASA-fabricated graphene oxide paper does not form in a highly ordered fashion, but rather from compression of a loosely aggregated mass as suggested in the semi-ordered accumulation mechanism. ##Additional Support for the Semi-ordered Accumulation Mechanism. To conclusively establish the evolution of order from a semi-ordered aggregated mass, containing only nanosheets, as the basis for the structure of VASA-fabricated graphene oxide paper, we carried out a “simulated fabrication” of the assembly process. Here, the PXRD patterns of water-soaked samples of pure graphene oxide paper and a graphene oxide-PEO nanocomposite (Mn = 486k, polymer wt % = 41) were monitored during dynamic drying (Figure 5). While a more direct experiment would have been to examine the evolution of the PXRD pattern during VASA fabrication, the filtration apparatus required for preparing our papers, unfortunately, could not be fitted for direct PXRD measurements. As such, partially dried samples of the pure graphene oxide paper and graphene oxide - PEO nanocomposites were exposed to water for 10 min to restore the semi-ordered aggregate structure that presumably exists before solvent depletion/ nanosheet compression occurs. PXRD measurements (2θ = 1 to 15°) were then collected every minute as these samples dried in ambient air. For the pure graphene oxide paper, the initial PXRD pattern has no peak in this range, consistent with a structure having no significant order below 10 nm. However, a peak begins to emerge near 2θ = 1.5° (spacing =∼60 Å) after 7 min of drying and slowly shifts to smaller spacing at 9 min, while a weak shoulder begins to develop near 2θ = 6.5° (spacing = ∼13.5 Å). After 12 min of drying, two strong, distinct peaks emerged at 2θ = 6.3 and 11.2°. However, the existence of multiple weaker peaks and shoulders that concentrate on a few selective 2θ values (e.g., 4.3, 5.0, 7.0, and 8.2°) over the whole drying period also suggests that certain intersheet spacings are preferred. Thus, a likely explanation for the multiple peaks in the PXRD patterns is the formation of a hybrid structure where closely packed nanosheet lamellae are separated by residual water (see discussion below for the case of intercalated polymer). In this manner, reduction in water content is marked by rapid changes in local gallery spacings to these preferred spacings. In our VASA fabrication of graphene oxide - PEO nanocomposites, it is possible that interactions between the PEO chains and graphene oxide nanosheets could potentially influence the mechanism of nanocomposite assembly. However, as shown by the timeevolved PXRD experiment described above, we found this to not be the case: the presence of polymer during the VASA fabrication of graphene oxide nanocomposite paper does not diminish the presence of preferred gallery spacings, but only changes their magnitude. PXRD patterns illustrative of the drying process of a solvent-wetted graphene oxide - PEO nanocomposite sample (Mn = 486k, 41 wt % polymer) show the presence of order in all measurements from the very beginning (Figure 5B), presumably due to the multiple interactions between the graphene oxide sheets and PEO chains that can bridge adjacent layers. The initial diffraction peak near 2θ = 2° (spacing = ∼40 Å) slowly shifts to 2θ = 6.5° (spacing =13.6 Å) over 20 min of drying. As in the case of the wetted graphene oxide paper above, many smaller peaks and shoulders exist in the PXRD patterns that are best attributed to the intercalated polymer chains and water molecules, with the polymer chains playing a larger role. The presence of these additional features confirms that the semiordered accumulation mechanism operates for both the pristine graphene oxide and nanocomposite papers, while revealing that the highly ordered layering mechanism is far too simplistic to capture the rich ordering phenomena that occur during graphene oxide paper formation. Indeed, their observation suggests that a complicated, but systematic, ordering is induced during the VASA process on a semi-ordered mass of nanosheets separated by solvent molecules and/or additive polymer chains. The observed complex PXRD patterns are thus a reflection of the successive stages of solvent exclusion from the gallery, which coalesce into a simple single-peak pattern upon complete solvent removal. That our graphene oxide and graphene oxide - PEO nanocomposite papers can be formed by solventdepleted compression of a semi-ordered, aggregated mass suggested that exposing a graphene oxide paper to different solvents in a controlled manner could also result in orderedmaterials (see Figure S4 in SI for diagram). To verify this hypothesis, we affixed a sample of dried graphene oxide paper to a zero-background Kapton film that was then loaded into a sample holder holding a reservoir of solvent. We then observed the structure of the graphene oxide paper as it was submerged in the solvent of choice. Toluene, acetone, and water were selected as three distinct solvents that should interact differently with the graphene oxide paper. The paper was left soaking in the appropriate solvent reservoir for 15 min before PXRD data was collected on the solvent-immersed samples. As expected, the polar water medium interacts well with graphene oxide, penetrating the structure and removing practically all-observable order from the paper (Figure 6A, bottom PXRD patterns). In stark contrast, the nonpolar toluene solvent does not swell the paper, but rather contracts the structure and reduces intersheet spacing (Figure 6A, top PXRD patterns) within the same short time period. Soaking the paper in moderately hydrophilic acetone achieves intermediate results with only a small increase in nanosheet spacing (Figure 6A, middle PXRD patterns). The magnitude of the aforementioned solventinduced swelling can be correlated to the sum of the two Hansen solubility factors - the polarity cohesion factor (δp) and hydrogen-bonding cohesion factor (δh) - of the individual solvent, as has been suggested previously for organic dispersions of reduced graphene oxide.20 At low (δp + δh) values, little interaction between nanosheet and solvent occurs, leaving the paper structure unchanged or even inducing slight contraction. As (δp + δh) values increase, the paper increasingly swells from solvent intercalation, resulting in larger and larger spacings, until no order can be distinguished from the PXRD pattern. We note that while swelling has been observed when solvent intercalates into unexfoliated, solid graphite oxide “stacked” structure,9-11 the graphene oxide paper swells much more easily. For example, graphite oxide exposed to 100% relative humidity for 4 h retains an overall tight structure, with a limited gallery spacing increase of∼2 Å;11 in contrast, our water-soaked paper samples have little distinguishable order, with a gallery spacing increase of g50 Å. Although we only demonstrated the tuning of the intersheet gallery spacing in graphene oxide paper upon being immersed in three different solvents, this tunability should be highly beneficial in the fabrication of graphene oxide-based nanocomposites. Depending on the nature of the additive components, different solvents could be selected to limit the amount, or possibly the size and shape, of these additives to ensure their successful dispersion into (or exclusion out of) the paper structure. While the preceding results demonstrate that the nanoscale ordering phenomena in VASA follows the semiordered accumulation mechanism, further work will be necessary to refine this broad-stroke description of the mechanism. The current mechanism only addresses the nanoscale structure, which has been the focus of most graphene oxide paper research. The larger-scale structure of water-swollen graphene oxide papers can be easily observed via a scanning electron microscopy (SEM) image of a freeze-dried sample whose previously unobserved, swollen state was “locked in” by the lyophilization process. This sample has an accordion-like structure with massive voids over 1 μm in width that resulted in an overall thickness of ∼80 μm (Figure 6D), eight times larger than the ∼10 μm thickness of the parent as-synthesized piece of graphene paper (Figure 6B). While the magnified SEM images are too low in resolution to show the behavior of individual sheets, they do reveal a longer-length scale feature. These lamellae, whose presence in the paper structure has thus far gone unnoticed, consist of hundreds of layers of individual graphene oxide nanosheets. They must be formed during the filtration process as in the as-synthesized parent sample; the lamellae are visible and observed to pack tightly in an ordered fashion, with minor inhomogeneities distinguishable as white lines in the SEM image (Figure 6C). After soaking in water, separations occur along these inhomogeneous regions, giving rise to a complex network of lamellae that are separated by thin bridges of graphene oxide. The complex swelling behavior affects both the nanoscale ordering (as observed in the PXRD) and the lamellar ordering (from SEM). This longer length-scale ordering, which was outside the considerations of the basic mechanism of formation, hint at an even more complex formation mechanism that produces hierarchical structure at two length scales (1 nm sheet - sheet layering and ∼100 nm lamellae). "]], ["CONCLUSION", ["The evolution of order during the VASA-fabrication of graphene oxide paper and its associated nanocompositesmost likely follows a semi-ordered accumulation mechanism, wherein loosely aggregated, semi-ordered lamellae of graphene oxide sheets are compressed into the final, highly oriented structure through the removal of solvent. A constant nanosheet concentration during paper preparation and nonlinear filtration dynamics eliminated the alternative disordered concentration mechanism. In addition, the ability of long chain polymers to intercalate through the graphene oxide aggregate structure during paper fabrication, together with the complete lack of any reflections in the diffraction pattern of graphene oxidepaper prior todrying, disqualified the second alternative highly ordered layering pathway. A key support to the semi-ordered accumulation mechanism can be found in the complex evolution of the PXRD patterns during the drying of a water-soaked graphene oxide paper sample, which suggests the formation of a semi-ordered hybrid structure of nanosheets separated by residual water. When the sample is a graphene oxide\u0001PEO nanocomposite paper, the adjacent nanosheets are separated by a combination of polymer chains and water, which preferentially expel water first and retain the polymer during the compression process. That the mass of the retained polymer in a series of nanocomposite films varies linearly as a function of polymer molecular weights suggests that the aggregated mass of nanosheets that form during the VASA fabrication possesses a level of order that can accommodate the appropriate amount of polymer, a consequence expected from the semiordered accumulation mechanism. The close interactions between the solvent and the graphene oxide nanosheets during the VASA fabrication process can provide a facile means for tuning the gallery spacing between adjacent nanosheets in the final paper structure. Based on the sum of Hansen solubility factors (δsum = δp + δh), the gallery spacing of graphene oxide paper can undergo contraction when being exposed to solvents with low δsum values (toluene), minor swelling in the presence of solvent with moderate δsum values (acetone), and complete loss of all order when being wetted by solvent with high δsum values (water). This behavior can be quite important in the fabrication of new types of graphene oxide-based nanocomposites, as the intersheet spacing within the structure can be varied to accommodate additive molecules or nanoparticles of different size and shapes. The presence of lamellae with a larger length-scale than the nanosheets also suggests that new composite materials with larger features than their individual componentsmay be fabricated via vacuum(or pressure) filtration. Since the semi-ordered accumulation mechanism likely requires sheet interactions to compete with solvent swelling, hierarchically assembled structures should become accessible, taking advantage of the equilibrium, nonstatic assembly mechanism. Work focusing upon the manipulation of the gallery spacing during graphene oxide paper fabrication to prepare new nanocomposites with unique structures is underway and will be reported separately."]], ["EXPERIMENTAL SECTION", ["##Materials. SP-1 graphite powder was used as received from Bay Carbon, Inc. (Bay City, MI). Narrow molecular weight standards (PDI < 1.15) of poly(ethylene oxide) with varying molecular weights were obtained from American Polymer Standards Corporation (Mentor, OH). Ultrapure deionized water (resistivity > 18MΩ cm) was obtained from a Milli-Q Biocel system. Anodisc membranes (0.2 μm pore size, 47 mm diameter) from Whatman PLC (Maidstone, Kent, UK) were used during filtration for support of fabricated papers. Spectra/Por dialysis tubing (6-8 kD molecular weight cutoff (MWCO)) was utilized to remove excess ions from solution. Sonication was performed using a VC505 Vibra-cell probe sonicator (500 W) equipped with a solid titanium-aluminum-vanadium tip (Sonics & Materials, Inc., Newton, CT). An Eppendorf model 5804 R centrifuge was employed for centrifugation. ##Preparation of Graphene Oxide Dispersions. Graphite oxide (GO) was prepared using a modified Hummers procedure, where graphite powder (5.6 g) was vigorously stirred with mixture of concentrated H2SO4 (130 mL) and KMnO4 (17 g) at 30 °C for 20 h to yield GO (see SI for synthetic details).21-23 An aqueous graphene oxide dispersion was prepared according to a modified literature protocol24 by suspending the synthesized GO in water and sonicating for 30 min (30% amplitude, 10-s pulses alternating with 10-s rest periods). This dispersion was purified via centrifugation and dialysis (see SI for purification details). Complete exfoliation of GO into graphene oxide in the dispersion was confirmed by the absence of a diffraction peak in the PXRD pattern of a freeze-dried aliquot. Preparation of Composite Dispersions. Composite solutions of graphene oxide and PEO were prepared by adding a diluted aqueous graphene oxide dispersion (30 mL, 1 mg mL-1) dropwise to an aqueous solution of PEO (30 mg in 20 mL of water). All initial polymer loadings were equal to the amount of graphene oxide. ##Fabrication of Graphene Oxide Paper and Associated Nanocomposites. Graphene oxide2 and polymer composite papers5 were prepared by filtering diluted graphene oxide dispersions or composite dispersions, respectively, through a Whatman Anodisc filter membrane. A Kontes Ultraware microfiltration apparatus with a fritted glass support base was utilized for vacuum filtration. After filtration, samples were air-dried until they could be peeled off the membrane for analysis. ##Soaking of Papers. Graphene oxide papers were soaked in solvent during the collection of some PXRD patterns. A special sample holder was prepared for this purpose, featuring a thin aluminum slab with a window and small slit for solvent addition (see Figure S4 in SI for diagram). A Kapton polyimide film (Argon Masking, Inc., CA) was affixed to one side of the slab with epoxy and allowed to cure overnight, thus covering one side of the window. Then the graphene oxide paper sample was affixed to another Kapton film by taping along the sample edge. This film was then affixed to the other side of the aluminum slab using epoxy, with the sample facing inside the window. After curing overnight, the now sealed window served as a reservoir for solvent, which was added through the aforementioned slit. Papers were soaked for at least 15 min prior to PXRD pattern collection. ##Characterization. UV-vis spectra were collected using a Cary Bio 300 UV-visible spectrophotometer (Vairan, Inc., Palo Alto, CA). Aliquots (1 mL) were collected from a concentrated graphene oxide dispersion (1 mg mL-1) and diluted in water (100 mL) to give a translucent dispersion (0.01 mg mL-1). A calibration curve was prepared from dispersions of known graphene oxide concentration to correlate absorbance at 235 nm to concentration (see Figure S2 in SI for curve). Thermogravimetric analysis (TGA) was performed in the Polymer Characterization Laboratory at Northwestern University (NU) using a Mettler-Toledo TGA/SDTA851 analyzer (Columbus, OH) with samples heated in alumina crucibles from 50 to 800 °C in a N2 atmosphere and a scanning rate of 10 °C min-1. PXRD patterns were collected in the J. B. Cohen X-ray Diffraction Facility at Northwestern University. Patterns with reflections below 2θ = 5° were collected with a Rigaku ATX-G Thin Film diffractometer (Rigaku Inc., The Woodlands, TX) with Cu KR radiation (λ = 1.5406 Å), while all remaining patterns were collected using a Rigaku 2000 diffractometer with nickel-filtered Cu KR radiation. Scanning electron microscope (SEM) images were gathered in the NEMS-MEMS Facility at NU using a field-emission gun Nova NanoSEM 600 (FEI Co., Hillsboro, OR) microscope."]]], "doi": "10.1021/nn202040c", "figures": [["Figure 1", "Figure 1", "Figure 1. A schematic representation illustrating the conversion of a disordered aqueous graphene oxide dispersion into a well-ordered paper via VASA fabrication. Adapted from ref 5 (Copyright 2010, WILEY-VCH Verlag GmbH & Co.)."], ["Figure 2", "Figure 2", "Figure 2. A scheme presenting the three proposed mechanisms for the formation of graphene oxide paper (ρ = density).  Highly ordered layering (mechanism 1) proceeds by the sequential stacking of the graphene oxide nanosheets in an ordered  fashion with the density of the paper structure being constant throughout the paper fabrication process. Semi-ordered  accumulation (mechanism 2) proceeds by the formation of a loose aggregate mass at a density that is intermediate between  the density of the dispersion and that of the final paper. After the air—solvent interface comes into contact with the top of the  loose aggregate, compression simultaneously aligns the nanosheets perpendicular to the flow direction and closes gaps  between the nanosheets. Disordered concentration (mechanism 3) is characterized by a homogeneous density of graphene  oxide sheets throughout the dispersion that increases over time. Eventually, geometric constraints force the alignment of the  nanosheets in a process that produces a highly aligned paper.   "], ["Figure 3", "Figure 3", "Figure 3. (A) UV-vis spectra of a graphene oxide dispersion that is undergoing VASA-fabrication, before (black, solid), and after 21 h of filtration (red, dash-dot). Aliquots (1 mL) were collected from the top of the filtering solution and diluted to 100 mL to produce a translucent sample for measurement. Inset: A plot of concentration vs filtration time for a VASA-filtered graphene oxide dispersion, illustrating the constant concentration of nanosheets in solution during paper fabrication. (B) A plot demonstrating the filtration dynamics of a graphene oxide dispersion with a nanosheet concentration of 0.005 mg mL-1. The solid line represents a fit using eq 1 to show the excellent agreement between theory and experiment (see Supporting Information)."], ["Figure 4", "Figure 4", "Figure 4. (A) TGA profiles and (B) PXRD patterns of graphene oxide paper and a series of five graphene oxidepoly(ethylene oxide) nanocomposites. The molecular weight of the polymer in the nanocomposite is denoted in panel A with chain lengths varying from one monomer to ca. 10 000 monomers. The prefiltered mixture for each of the nanocomposites was 50 wt% graphene oxide and 50 wt % polymer. A plot of the final composite composition vs chain length of the PEO is available in the SI (Figure S3B)."], ["Figure 5", "Figure 5", "Figure 5. Time-evolved PXRD patterns for (A) pure graphene oxide paper and (B) a graphene oxide-PEO nanocomposite paper containing 41 wt % of 486-kD poly(ethylene oxide), illustrating the evolution of order as each sample dries. Arrows are included to indicate increasing drying time, along with a color-coded relative time indicator bar. The presence of multiple small shoulders and multiple peaks demonstrates the complexity of the evolution of order in graphene oxide paper and its nanocomposites."], ["Figure 6", "Figure 6", "Figure 6. (A) PXRD patterns of as-prepared and solvent-immersed graphene oxide demonstrate the effect of three different solvents (water, acetone, and toluene) on intersheet spacing. (B) The entire width of as-prepared graphene oxide paper spans 11 μm, as shown in this SEM image. (C) A magnified image of the boxed area in panel B, revealing the inherent inhomogeneous structure of the as-prepared graphene oxide paper. (D) A water-swollen sample of the same paper is nearly 100 μm thick. (E) A magnified image of the boxed region in panelDreveals thin tendrils of graphene oxide stacks that made up a graphene oxide lamellae network structure. Both the untreated and water-soaked samples were prepared from the same strip of graphene oxide paper."]], "table_captions": [], "tables": []}