{"title": "Sacrificial Bonds in Stacked-Cup Carbon Nanofibers: Biomimetic Toughening Mechanisms for Composite Systems", "abstract": "Many natural composites, such as nacre or bone, achieve exceptional toughening enhancements through the rupture of noncovalent secondary bonds between chain segments in the organic phase. This “sacrificial bond” rupture dissipates enormous amounts of energy and reveals significant hidden lengths due to unraveling of the highly coiled macromolecules, leaving the structural integrity of their covalent backbones intact to large extensions. In this work, we present the first evidence of similar sacrificial bond mechanisms in the inorganic phase of composites using inexpensive stacked-cup carbon nanofibers (CNF), which are composed of helically coiled graphene sheets with graphitic spacing between adjacent layers. These CNFs are dispersed in a series of high-performance epoxy systems containing trifunctional and tetrafunctional resins, which are traditionally difficult to toughen in light of their highly cross-linked networks. Nonetheless, the addition of only 0.68 wt % CNF yields toughness enhancements of 43 - 112% for the various blends. Analysis of the relevant toughening mechanisms reveals two heretofore unseen mechanisms using sacrificial bonds that complement the observed crack deflection, rupture, and debonding/pullout that are common to many composite systems. First, embedded nanofibers can splay discretely between adjacent graphitic layers in the side walls; second, crackbridging nanofibers can unravel continuously. Both of these mechanisms entail the dissipation of the π - π interactions between layers in the side walls without compromising the structural integrity of the graphene sheets. Moreover, increases in electrical conductivity of ~ 7 - 10 orders of magnitude were found, highlighting the multifunctionality of CNFs as reinforcements for the design of tough, inexpensive nanocomposites with improved electrical properties. KEYWORDS: stacked-cup carbon nanofibers · nanocomposite · toughness · sacrificial bonds · multifunctional · toughening mechanisms · biomimetic ", "body": [["ABSTRACT", ["Many natural composites, such as nacre or bone, achieve exceptional toughening enhancements through the rupture of noncovalent secondary bonds between chain segments in the organic phase. This “sacrificial bond” rupture dissipates enormous amounts of energy and reveals significant hidden lengths due to unraveling of the highly coiled macromolecules, leaving the structural integrity of their covalent backbones intact to large extensions. In this work, we present the first evidence of similar sacrificial bond mechanisms in the inorganic phase of composites using inexpensive stacked-cup carbon nanofibers (CNF), which are composed of helically coiled graphene sheets with graphitic spacing between adjacent layers. These CNFs are dispersed in a series of high-performance epoxy systems containing trifunctional and tetrafunctional resins, which are traditionally difficult to toughen in light of their highly cross-linked networks. Nonetheless, the addition of only 0.68 wt % CNF yields toughness enhancements of 43 - 112% for the various blends. Analysis of the relevant toughening mechanisms reveals two heretofore unseen mechanisms using sacrificial bonds that complement the observed crack deflection, rupture, and debonding/pullout that are common to many composite systems. First, embedded nanofibers can splay discretely between adjacent graphitic layers in the side walls; second, crackbridging nanofibers can unravel continuously. Both of these mechanisms entail the dissipation of the π - π interactions between layers in the side walls without compromising the structural integrity of the graphene sheets. Moreover, increases in electrical conductivity of ~ 7 - 10 orders of magnitude were found, highlighting the multifunctionality of CNFs as reinforcements for the design of tough, inexpensive nanocomposites with improved electrical properties. KEYWORDS: stacked-cup carbon nanofibers · nanocomposite · toughness · sacrificial bonds · multifunctional · toughening mechanisms · biomimetic "]], ["MAIN", ["Through the course of evolution, nature has optimized the design of composite materials to attain a strong synergy between their constituents. Among these natural composites are nacre (in the abalone shell) and bone, which have exceptionally high toughness despite being composed principally of stiff, brittle phases.1 The toughness of these materials arises in part from secondary “sacrificial” bonds between chain segments in the coiled organic phase (Figure 1a).2 Under an applied stress, these sacrificial bonds rupture in lieu of the primary covalent bonds holding together the macromolecular backbones, allowing large hidden lengths to unravel and dissipating significant amounts of energy while maintaining structural integrity to large strains.3 A number of studies have sought to reproduce this behavior through the design of biomimetic composites incorporating small amounts of an organic phase between layers of stiff, hard inorganic particles, yielding materials with high toughness and stiffness.4 - 6 Despite the remarkable properties attainable by such means, these systems are polymerspecific in that the organic phase of such synthetic composites must have the capacity for significant secondary bonding between neighboring chain segments. Although sacrificial bonding behavior has only been observed in organic materials to date, the unique structure of stackedcup carbon nanofibers (CNF) offers the potential to demonstrate similar behavior. Rather than taking advantage of secondary bonds between coiled organic macromolecules, CNFs are composed of helically coiled graphene sheets with weak π - π interactions between stacked layers (Figure 1b).7 Under the proper conditions in a nanocomposite system, the weak interlayer interactions may be overcome without damage to the integrity of the graphene sheets to dissipate significant amounts of energy for enhanced toughness. Moreover, CNFs are amenable to virtually any matrix material through a variety of processing techniques and offer the added benefit of multifunctionality (e.g., enhancements in modulus and both electrical and thermal conductivity).8,9 The balance of multifunctionality and low-cost make CNFs good candidates for a variety of other applications such as fuel cells, batteries, and chemical sensors, which underlines the importance of understanding their mechanical performance.9 - 13 In this paper, we present the first evidence for sacrificial bond behavior in the inorganic phase of a composite by incorporating stacked-cup carbon nanofibers into a series of high-performance, aerospace-grade epoxy blends containing various amounts of trifunctional and tetrafunctional resins cured with a diamine hardener. Because the existence of a turbostratic carbon outer layer on stacked-cup CNFs prevents the sliding of adjacent graphene layers,14,15 CNFs synthesized without this outer layer were employed in the present study.16 The epoxy networks used in this study cannot themselves participate in a sacrificial bonding mechanism due to their exceptionally high cross-link densities and concomitant resistance to deformation. Thus, these systems serve as a good indicator of the robustness of CNF-induced toughening. Moreover, we further demonstrate electrical percolation of a conducting CNF network in the nanocomposites, leading to electrical conductivity enhancements of up to 10 orders of magnitude over the corresponding neat system with the addition of only 0.68 wt % CNFs."]], ["RESULTS", ["The epoxy systems used in this study contained blends of two high-performance resinsOhigh-viscosity tetraglycidyl 4,4=-diaminodiphenyl methane (TGDDM, hereafter designated as resin A) and low-viscosity triglycidyl para-aminophenol (TGPAP, hereafter designated as resin B)Ocross-linked with a stoichiometric amount of 3,3=-diaminodiphenyl sulfone (3,3=-DDS). Chemical structures are presented in Figure S1 (Supporting Information). For each epoxy system, the mass fraction of resin A in the resin mixture (mA) is defined as where MA and MB are the masses of resin A and resin B in the resin mixture, respectively. Dispersion of bundled CNFs was achieved through a combination of shear mixing and bath sonication prior to curing due to the range in viscosity of the epoxy precursors. Figure 2a shows a ~ 7 - 10 order of magnitude increase in dc electrical conductivity for nanocomposite systems relative to manufacturer specifications for neat epoxy based on resin A (see Supporting Information), verifying that the dispersion in all nanocomposite systems was sufficient for establishing electrically percolated networks. The nanocomposite electrical conductivity decreases monotonically with increasing mA (i.e., increasing viscosity of the epoxy precursor mixture), which indicates differences in dispersion brought about by (1) varying efficacy of the processing methods employed due to epoxy precursor viscosity17 or (2) resin-dependent reagglomeration of well-dispersed CNFs brought about by the curing process. 18 Scanning electron microscopy (SEM) images of nanocomposite fracture surfaces confirm a small amount of CNF agglomeration for all blend systems with decreasing agglomerate size at higher mA (Figure 2b,c). Other nanocomposite studies have similarly shown more substantial electrical conductivity improvements in the presence of nanoparticle networks than in systems with individually dispersed particles;9,19,20 thus, in the present study, it is likely that the improved dispersion with increasing mA disrupts the continuity of the CNF network, thereby adversely affecting the conductivity enhancements brought about by the CNFs. In addition to imparting electrical conductivity, the CNFs yield larger than expected enhancements in fracture toughness, considering the highly cross-linked network structures (Figure 3). The incorporation of 0.68 wt % CNF increases the critical stress intensity factor (KIc) by approximately 45 - 80% with respect to the corresponding neat systems, as illustrated in Figure 3a. Similarly, Figure 3b shows improvements of approximately 43 - 113% in the critical strain energy release rate (Gc) for the nanocomposites. Toughness enhancements in nanocomposites are often dependent on the state of nanoparticle dispersion,22 yet the improvements in this study are nearly identical for all epoxy systems despite the observed differences in dispersion (Figure 2). In order to understand the mechanisms by which CNFs toughen the epoxy systems, the influence of CNFs on matrix properties was investigated. Dynamic scanning calorimetry (DSC) results indicate that the cure extent is slightly higher in the nanocomposites than in the corresponding neat systems, resulting in more highly cross-linked networks with the addition of CNFs (Table S1 in Supporting Information). Increased crosslink density typically reduces toughness by further constraining plastic deformation of the matrix,23 which suggests that changes in cross-link density induced by the nanoparticles are not responsible for the toughness enhancements. Interfacial interactions between the nanoparticles and matrix often result in modified polymer properties near the nanoparticle surfaces, yielding an interphase zone.24 - 29 Due to the large surface area of nanoparticles, these modified properties can percolate throughout the bulk material at low nanoparticle contents. Interphase effects are often manifested by changes in glass transition temperature (Tg) or deviations from modulus values expected from traditional composite models. Figure 3c shows Tg as a function of resin blend composition for both neat and nanocomposite samples. Each of the samples demonstrates a high Tg in light of the highly cross-linked structures. The neat Tg values follow a roughly linear trend, demonstrating the success of statistically varying the network structures with intermediate chain dynamics between the two pure resin systems. The incorporation of 0.68 wt % CNF exhibits a negligible effect on Tg for the various blends, indicating the suppression of interphase effects as previously observed in highly cross-linked systems.30 The storage modulus at 50 °C for the neat and nanocomposite systems as a function of resin blend composition is presented in Figure 3d. Both the neat and nanocomposite systems show a linear trend between the two pure systems, and only small enhancements in modulus were observed with the addition of CNFs. These results are in good agreement with predictions for the nanocomposite moduli as predicted by the Mori - Tanaka model, which is a commonly used micromechanics model implemented for polymer composite systems (see Supporting Information for details).31,32 Thus, the storage modulus results confirm the lack of interphase creation."]], ["DISCUSSION", ["##Determination of Toughening Mechanisms. Because interphase effects were not observed in the nanocomposites, it is unlikely that an altered polymer network contributes significantly to toughening, which instead suggests the importance of nanofiber-centric toughening mechanisms. Figure 4 illustrates several commonly observed mechanisms in nanocomposite systems containing high aspect ratio nanoparticles. Deviations from the mirror-like fracture surfaces typical of highly crosslinked polymers in the vicinity of individual or clustered CNFs are indicative of crack deflection, which introduces mode II or mode III loading, thereby increasing the stress and energy required for continued crack propagation.33 CNF rupture and pullout of CNF segments after debonding from the matrix are also observed, as is often the case in CNT-based nanocomposites.34 - 36 A small amount of plastic void growth is indicated by exposed CNF segments with gaps surrounding the embedded ends, demonstrating that voids were nucleated by debonding of the CNF - matrix interface. These processes are all characterized by local deformation of the nanoparticles, matrix, and/or interface between the two phases, thereby dissipating a portion of the energy available for crack propagation. However, in light of the unique stacked-cup structure, CNFs can also dissipate energy by failure modes that are unavailable to CNTs or other nanoparticles. We posit two additional mechanisms that to the best of our knowledge have not been observed previously in nanoparticles, both of which entail overcoming of the secondary π - π interactions between adjacent graphene layers in the CNF side walls. This process can occur discretely or continuously, giving rise to either “splaying” or “unraveling”, respectively. While similar in effect, these two mechanisms require different conditions to be activated during nanocomposite failure. Figure 5a presents a schematic illustration of a crack front propagating from right to left through a nanocomposite containing CNFs. Region 1 in the schematic corresponds to the material that is unaffected by the propagating crack and thus contains undistorted CNFs. Region 2 shows the process zone where large stress concentrations arise due to the presence of the crack. Transfer of these high stresses to the CNFs can thus overwhelm the relatively weak π - π interactions between layers. However, the deformation of the CNFs is constrained by the surrounding matrix, thereby preventing continuous unwinding in favor of discrete splaying between individual layers. Figure 5b shows a time-elapsed series of transmission electron micrographs (TEM) of a CNF embedded in an epoxy matrix: as the electron beam warps the matrix, the resultant strain induces splaying near the bottom of the CNF. The fifth image in the sequence shows the splayed region at higher magnification, clearly delineating the inclined angle of the splayed graphene layers with respect to the CNF axis. This process is analogous to the fragmentation observed in CNT-based nanocomposites but with an important difference: whereas fragmentation limits the portion of a CNT that can take part in crack bridging, the primary backbone of a splayed CNF is still intact, indicative of a sacrificial bond mechanism. If a CNF is aligned with the crack plane, such as the CNF marked “3” in Figure 5a, then splayed regions may act as weak points along the backbone. Because the CNF - matrix interfacial interactions are noncovalent in the systems studied, debonding is expected such that CNFs aligned with the direction of crack propagation may be plucked from one crack surface, leaving a groove. However, rupture of the weak points caused by splaying breaks the CNF into multiple segments along its axis that can be individually plucked from either surface. Figure 5c shows a CNF that has undergone piecewise rupture, leaving a segment in the center of a groove with missing segments on either side. Alternatively, if a CNF in the path of crack propagation is perpendicular to the crack front, the two ends may remain embedded in the matrix as the crack opens, resulting in bridging of the propagating crack by the nanofiber. Crack bridging imparts a tensile stress along the CNF axis, which yields a crack-closing force in the wake. In light of the stacked-cup structure, the graphitic layers can unravel continuously along the axis, as shown schematically by the CNF marked ‘4’ in Figure 5a. This unraveling phenomenon has been previously observed by TEM of GANF1 CNFs dispersed on a TEM grid, revealing an uncoiled nanoribbon of graphene sheets,7 and thus should be active in nanocomposite systems under the proper conditions. Eventually, the unraveled sheets may fracture by rupture of the inplane carbon - carbon bonds, leaving dangling graphene sheets at the ruptured ends, as illustrated schematically by ‘5= in Figure 5a. Dangling ends of various lengths are also observed directly via SEM, as shown by the arrows in Figure 5d. Even though the energy dissipation associated with overcoming the π - π interactions between stacked layers is low on an incremental basis, a single CNF can unravel significantly since rupture of the graphene sheets is energetically unfavorable by comparison. As the graphene sheets unwind, they reveal a hidden length that can span many times the length of the initially coiled CNF, as representative of a sacrificial bonding mechanism. CNT/CNF Crack Bridging Comparison. Crack bridging is a well-established toughening mechanism in CNT-based nanocomposite systems, as illustrated in Figure 6. During loading but prior to crack propagation, CNTs often fragment to a critical length, thereby reducing their effective aspect ratio (Figure 6a).37,38 Fragments lying in the path of crack propagation may then bridge the two sides, thereby imparting a crack-closing force (Figure 6b). Thereafter, short fragments are pulled out during crack growth (Figure 6c), whereas fragments with longer embedded lengths or at a high angle to the fracture surface are more likely to rupture (Figure 6d).39 - 41 CNFs synthesized with a CVD-thickened outer layer behave similarly to CNTs in that crack bridging readily induces pullout or rupture due to the low strain to failure of the outer layer.15,16,42 However, CNFs with an unadulterated stacked-cup structure are able to respond differently than CNTs, as evidenced by the electron micrographs in Figure 5. We thus postulate an analogous scheme for CNF bridging, as shown schematically in Figure 6e - h. First, initial loading of the nanocomposite prior to crack propagation yields splaying rather than fragmentation in response to deformation of the surrounding matrix due to the preferential rupture of the secondary bonds (Figure 6e). Because of the sacrificial bond character of splaying, the graphene sheets in CNFs may remain intact such that they can still participate in crack bridging (Figure 6f). Subsequent bridging may thereafter unravel the coiled graphene sheets due to preferential rupture of the sacrificial π - π interactions (Figure 6g). Even though the resultant force opposing separation of the crack faces is smaller in magnitude compared to a bridging CNT due to the sliding of adjacent graphene layers during unraveling, the significant hidden lengths of coiled graphene enable CNF bridging to much larger crack-opening displacements (Figure 6h), yielding a longer bridging zone and significant energy dissipation. Moreover, whereas strict interfacial interactions are required for significant energy dissipation by CNT bridging, the low activation energy required for CNF unraveling relaxes the constraints on the nanoparticle - matrix interface while still ensuring significant toughening. In systems characterized by a weak or repulsive nanoparticle - matrix interface, CNTs readily undergo debonding and pullout without significant toughening, whereas CNFs may still unravel due to the incrementally weak interlayer interactions. Strong interfacial interactions, on the other hand, bring about premature rupture of CNTs but may have little effect on CNF unraveling since the majority of the loadbearing graphene sheets are hidden internally, allowing for facile debonding from the matrix. Thus, unraveling may be a significant mechanism in a variety of matrices with differing affinities for the exposed graphene edges of stacked-cup CNF surfaces. Quantitative Evaluation of Toughening Mechanisms. In order to verify the significance of the proposed mechanisms in toughening of polymer systems, calculations were carried out to compare their expected toughness improvements with the various other mechanisms observed. Using average parameters for the CNFs as determined by Vera-Agullo et al.,7 conservative estimates for the energy dissipated, and thus the increase in Gc, through CNF unraveling and splaying during nanocomposite fracture yield approximately 2.0 and 1.5 Jm-2, respectively, assuming that the energy dissipation arises solely from graphite exfoliation (calculations 1 and 2 in Supporting Information). These conservative calculations likely underestimate the energy dissipation by graphite exfoliation since imperfections in the graphitic side walls (e.g., catalyst atoms or intersheet bonding) may increase the strength of the interlayer interactions. In fact, the lack of any observed degradation to the CNFs during processing by vigorous shear mixing and sonication points to the resilience of the interlayer interactions compared with pure graphitic π - π interactions, which yield weak resistance to exfoliation in single-crystal graphite. Despite the conservative estimates reported for splaying and unraveling, these results are comparable to, or greater than, the expected energy dissipation by each of the other mechanisms (i.e., crack deflection, plastic void growth, pullout, and rupture), as shown in the Supporting Information. Interestingly, the total energy dissipation by all mechanisms seems to underestimate the experimental results, which points to the difficulty in accurately modeling these complex, nanoscale toughening processes. Furthermore, the interdependence of these mechanisms adds to this complexity. For example, an unraveling CNF requires progressive debonding from the matrix, and the final step of unraveling as the crack faces separate requires either pullout of one embedded end or rupture of the unraveled graphene sheets. Both the unraveling and splaying phenomena, as well as their influence over other toughening mechanisms, may be tailored by a number of factors such as the geometry of the nanofibers (including inner and outer diameters, as well as the angle between the graphene sheets and CNF axis), the existence and thickness of a turbostratic outer layer, internal defects in the side walls, the strength of interfacial interactions between the CNF and matrix, and the plastic deformation that can be accommodated by the matrix. Future research is warranted to explore these avenues."]], ["CONCLUSIONS", ["In this paper, we have shown the first reported evidence of sacrificial bond behavior in an inorganic nanoparticle, which contributes to toughening of highperformance epoxy nanocomposites. We have thus posited two toughening mechanisms unique to the stacked-cup carbon nanofiber structure that involve preferential disruption of the π - π interlayer interactions rather than rupture of the graphene sheets that make up the CNF side walls. First, the CNFs can undergo discrete splaying in response to stress induced by straining of the surrounding polymer matrix; second, crack-bridging CNFs can unravel continuously as the crack faces separate. Heretofore, synthetic nanocomposites implementing the sacrificial bond mechanism have done so in a soft organic phase using biomimetic approaches and have mostly been restricted to film morphologies due to the complexity of the processing techniques involved.4,43 Polymer nanocomposites containing stacked-cup CNFs offer unique features with respect to these other synthetic systems. First, the sacrificial bond mechanisms take place in the nanoparticle itself and are thus amenable to virtually any polymer system in either thin film or bulk form. Second, the electrical and thermal properties of CNFs enable multifunctionality for the design of tough nanocomposite materials with enhanced mechanical, electrical, and thermal properties. Finally, because the sacrificial bond nature of splaying and unraveling leaves the primary graphene structure intact, CNF-based nanocomposites may hold the potential for sustaining significant damage prior to experiencing degradations in conductivity."]], ["EXPERIMENTAL DETAILS", ["##Materials: High-performance epoxy systems were prepared by mixing a low-viscosity resin (triglycidyl of para-aminophenol, Araldite MY0510, Huntsman) and a high-viscosity resin (tetraglycidyl 4,4=-diaminodiphenyl methane, Araldite MY721, Huntsman) at different mass ratios with a diamine hardener (3,3=- diaminodiphenyl sulfone, (3,3=)-DDS, Aradur 9719-1, Huntsman). Resin mixtures ranged from 0 to 100 wt % MY721 with increments of 25 wt % MY721. The ratio of H+ equivalents in the diamine to epoxide equivalents was kept constant at 0.778:1 (as recommended by the manufacturer) in order to minimize variations in extent of cure for different resin blends. Carbon nanofibers (GANF1, Grupo Antolı´n Ingenierı´a) produced by Nicatalyzed carbon vapor deposition with 20-200 nm diameters, 1-6 μm lengths, and ~35:1 aspect ratio were used as received. For each resin ratio, both a neat (0 wt % CNF) sample and nanocomposite with 1 part per hundred resin (phr), or 0.68 wt %, of CNFs were prepared. Sample Preparation: Each nanocomposite sample was prepared by hand-mixing the predetermined amount of the two resins with the appropriate amount of CNFs until homogeneous, followed by bath sonication for 1 h to ensure thorough mixing of the resins and to aid in dispersion of the nanoparticles. Then the hardener was added by hand, followed by shear mixing at 9000 rpm for ~3 min. The samples were bath sonicated again for 1 h and degassed overnight in a vacuum oven. Finally, each mixture was poured into a preheated mold and cured at 80 °C for 30 min, 100 °C for 30 min, 120 °C for 1.5 h, and finally 177 °C for 2 h, followed by an additional 177 °C postcure for 3 h. Neat samples were prepared using the same procedure without the addition of nanoparticles, except the degassing step was reduced to 1-1.5 h until the release of gas was complete. Both the neat and nanocomposite samples based on pure TGDDM resin (mA = 1) were processed at ~80 °C rather than room temperature in order to reduce viscosity. Characterization: Differential scanning calorimetry (DSC) was performed using a Mettler Toledo 822 with sample sizes of 4-5 mg under a nitrogen flow of 50 mL min-1. Extent of cure was determined via 10 °C min-1 temperature ramps from room temperature to 320 °C. Glass transition temperatures were unattainable by DSC due to obfuscation of the glass transition by exothermic peaks indicative of incomplete cure, as well as degradation of the polymer networks above the glass transition. Two to three specimens were tested for each sample. Alternating current impedance spectroscopy was used to probe the electrical properties of the nanocomposites at room temperature. Samples were sandwiched between copper leads in a vice with a layer of colloidal graphite paste to ensure good electrical contacts. Electrodes were then attached to a Solartron 1260 impedance analyzer with a Solartron 1287 dielectric interface, and the complex impedance was measured at an alternating potential of 0.1 V between frequencies of 0.01 Hz and 1 MHz. The plateau value for the real part of the impedance at low frequencies (as capacitive and inductive effects become negligible) was taken as the dc resistance, from which dc electrical conductivity was calculated using the following equation: where σ is the transverse electrical conductivity, L is the length between electrodes (given by sample thickness), R is the real part of the impedance as the frequency approaches 0, and A is the cross-sectional area of the copper leads. Fracture experiments were performed via three-point bending of single edge notched beam (SENB) specimens according to ASTM D 5045. Specimens measuring 3mm × 10mm × 45mmwere machined from cured plaques using a precision diamond saw, followed by polishing of machined surfaces using 600-grit sandpaper. Two millimeter notches were machined using a precision saw with a 0.4 mm thick diamond-coated blade, and naturally sharp precracks were introduced by tapping a razor blade into machined notches. Fracture testing was done using an MTS-6 universal testing machine at a loading rate of 5 mm min-1 under ambient conditions. Stereomicroscopy was used post-mortem to image fracture surfaces, and image analysis software was used to determine the average precrack length through the thickness. At least two specimens for each sample met ASTM standards modified to include precrack lengths between 35 and 65% of the specimen width. This modification was required due to an inability to observe, and thus control, precrack length of nanocomposite samples before testing because of opacity. Dynamic mechanical analysis (DMA) was performed on an RSA3 (TA Instruments) in three-point bending with a 40 mm span. Temperature ramps were carried out from 30 to 320 °C at a heating rate of 3 °C min-1 with 0.1% strain amplitude and 1 Hz frequency. Specimens were machined from cured plaques using a precision diamond saw with cross sections of ~3 mm × 3 mm and a length of ~50 mm. At least three DMA specimens were tested for each sample. Scanning electron microscopy of fracture surfaces was performed using a LEO Gemini 1525 SEM under an accelerating voltage of 3 kV at a working distance of 5 mm. In addition, thin slices (~90 nm) of the nanocomposite samples were cut using an ultramicrotome and deposited on 3 mm copper grids. Transmission electron microscopy was then performed using a Hitachi H-8100 TEM at 200 kV."]]], "doi": "10.1021/nn100661a", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Schematic illustration of sacrificial rupture of secondary bonds (red circles) in the initially coiled organic phase of natural composite materials, revealing a large hidden length, and (b) stacked-cup carbon nanofiber (CNF) structure showing coiled graphene sheets along the CNF axis with graphitic interlayer spacing. The weak π-π interactions between stacked layers in the CNF side walls may act as sacrificial bonds similar to those in (a), thereby allowing significant hidden lengths of graphene to uncoil."], ["Figure 2", "Figure 2", "Figure 2. (a) Electrical conductivity of epoxy nanocomposites as a function of resin blend composition. The dashed line respresents the conductivity of neat epoxy based on resin A according to manufacturer specifications and acts as an approximate reference for the conductivity of the neat systems in this study. The changes in nanocomposite conductivity are attributed to differences in dispersion as determined by fracture surfaces of nanocomposites for (b) mA = 0 and (c) mA = 1. Black and white ellipses show regions of high and low CNF concentration, respectively, indicating a lower free space parameter in (c), and the arrows show fracture steps typical of brittle polymers."], ["Figure 3", "Figure 3", "Figure 3. Toughness and thermomechanical properties of both neat epoxy (blue squares) and epoxy nanocomposites (red  circles) as a function of resin blend composition: (a) Critical stress intensity factor, (b) critical strain energy release rate, (c)  glass transition temperature, and (d) storage modulus at 50 °C. The solid blue line in (d) represents a linear least-squares fit  for the neat storage moduli, and the red dashed line represents the nanocomposite moduli predicted by the Mori—Tanaka    model.   "], ["Figure 4", "Figure 4", "Figure 4. Fracture surface of epoxy nanocomposite (mA = 0) showing evidence for toughening mechanisms imparted by CNFs: the  circled region indicates crack deflection around a cluster of CNFs,  (1) CNF rupture, (2) a hole remaining after pullout of a CNF originally aligned perpendicular to the crack front, (3) a groove remaining after pullout of a CNF originally aligned parallel to the crack  front, and (4) void growth, as indicated by a small gap between a  debonded CNF and the surrounding matrix."], ["Figure 5", "Figure 5", "Figure 5. Counterclockwise from upper left: (a) schematic illustration of interaction between a propagating crack and CNFs  in a polymer matrix (not to scale), (b) time-elapsed images of a CNF embedded in epoxy as it undergoes splaying, (c) nanocomposite fracture surface showing piecewise CNF rupture resulting in multiple segments, (d) nanocomposite fracture surface revealing ruptured CNFs with dangling graphene sheets at ends (arrows), possibly due to unraveling. Scale bars are 100  nm in (b) and 200 nm in (c) and (d).   "], ["Figure 6", "Figure 6", "Figure 6. Schematic representation of crack bridging in  nanocomposites containing carbon nanotubes (a—d,  adapted from ref 35) and carbon nanofibers (e—h). (a) CNT  embedded in a polymer matrix after loading-induced fragmentation, (b) straining of a bridging fragment as it debonds  from the matrix during opening of the crack front, (c) complete debonding of one end of a CNT segment followed by  pullout, and (d) rupture within the strained region of the  CNT. (e) CNF embedded in a matrix after loading-induced  splaying, (f) crack bridging of the splayed CNF during opening of the crack front, (g) unraveling of the CNF once the π-π interactions are overcome, and (h) eventual rupture of the unraveled region.   "]], "table_captions": [], "tables": []}