{"title": "Junction-Controlled Elasticity of Single-Walled Carbon Nanotube Dispersions in Acrylic Copolymer Gels and Solutions", "abstract": "Oscillatory shear rheometry is used to study the mechanical response of single-walled carbon nanotubes dispersed in solutions of acrylic diblock or triblock copolymers in 2-ethyl-1-hexanol. Thermal transitions in the copolymer solutions provide a route for the easy processing of these composite materials, with excellent dispersion of the nanotubes as verified by near-infrared photoluminescence spectroscopy. The nanotube dispersions form elastic networks with properties that are controlled by the junction points between nanotubes, featuring a temperature-dependent elastic response that is controlled by the dynamic properties of the matrix copolymer solution. The data are consistent with the formation of micelle-like aggregates around the nanotubes. At low temperatures the core-forming poly(methyl methacrylate) blocks are glassy, and the overall mechanical response of the composite does not evolve with time. At higher temperatures the enhanced mobility of the core-forming blocks enables the junctions to achieve more intimate nanotube-nanotube contact, and the composite modulus increases with time. These aging effects are observed in both diblock and triblock copolymer solutions but are partially reversed in the triblock solutions by cooling through the gel transition of the triblock copolymer. This result is attributed to the generation of internal stresses during gelation and the ability of these stresses to break or weaken the nanotube junctions. ", "body": [["ABSTRACT", ["Oscillatory shear rheometry is used to study the mechanical response of single-walled carbon nanotubes dispersed in solutions of acrylic diblock or triblock copolymers in 2-ethyl-1-hexanol. Thermal transitions in the copolymer solutions provide a route for the easy processing of these composite materials, with excellent dispersion of the nanotubes as verified by near-infrared photoluminescence spectroscopy. The nanotube dispersions form elastic networks with properties that are controlled by the junction points between nanotubes, featuring a temperature-dependent elastic response that is controlled by the dynamic properties of the matrix copolymer solution. The data are consistent with the formation of micelle-like aggregates around the nanotubes. At low temperatures the core-forming poly(methyl methacrylate) blocks are glassy, and the overall mechanical response of the composite does not evolve with time. At higher temperatures the enhanced mobility of the core-forming blocks enables the junctions to achieve more intimate nanotube-nanotube contact, and the composite modulus increases with time. These aging effects are observed in both diblock and triblock copolymer solutions but are partially reversed in the triblock solutions by cooling through the gel transition of the triblock copolymer. This result is attributed to the generation of internal stresses during gelation and the ability of these stresses to break or weaken the nanotube junctions. "]], ["Introduction", ["Single-walled carbon nanotubes (SWNTs) have many useful properties including high tensile strength, modulus, electrical conductivity, and thermal conductivity.1–3 Many of these properties have been predicted since nanotubes were first observed4 and motivate their use as fillers in nanocomposite materials. These applications require that the nanotubes be well dispersed, but obtaining good dispersion of either single-walled or multiwalled tubes remains a significant challenge. Many methods have been introduced for dispersing SWNTs in a continuous matrix, once they have been separated from the bundles in which they reside after synthesis.5 These methods include chemical functionalization,6–9 wrapping with DNA10–12 or with other polymers,13–15 and the use of various charged surfactant molecules12 and block copolymers.16 These methods are necessary because the nanotubes themselves are not soluble in aqueous or organic solvents. In fact, there are very strong interactions between nanotubes in bundles, on the order of 40 kBT/nm, though those interactions have a relatively short range, with a length scale of several nanometers.16 Methods for characterizing the resulting dispersion include small-angle X-ray scattering (SAXS),17,18 small-angle neutron scattering (SANS),5,19–23 near-infrared photoluminescence spectroscopy (NIR-PLS),5,12 optical absorption spectroscopy,5,10,12 and Raman scattering.5,16,24–26 A recent thorough study of dispersion conducted by Fagan et al. points to SANS and NIR-PLS as the best techniques for studying dispersion.5 In this previous study, the SWNTs were wrapped with single-stranded DNA and stabilized in poly(acrylic acid) solutions. The degree of aggregation was controlled by varying the solution pH. Because nanotubes have very large aspect ratios, even a welldispersed system with a low nanotube volume fraction will have a large number of nanotube contacts. Furthermore, because the nanotubes have relatively high bending moduli, the mechanical properties of dispersions are often controlled by the torsional stiffness of the junctions.27 This stiffness will be affected by the molecules that are used to create the dispersion, and as a result end up at the nanotube junctions, in ways that are not currently well understood or controlled. In this paper we address these issues with a model system consisting of SWNTs in solutions of acrylic diblock or triblock copolymers. We have been able to achieve and characterize a similar state of dispersion to the high levels achieved by Fagan et al.5 In addition, the observed temperature dependence of the mechanical response of the diblock solutions confirms the notion that the composite response is controlled by the mechanical properties of the junctions. Finally, the gelation of the triblock-based systems provides a significant advantage from a processing standpoint, relative to other SWNT copolymer dispersions.16 This study focuses on a poly(methyl methacrylate)-b-poly(nbutyl acrylate)-b-poly(methyl methacrylate) (PMMA-PnBAPMMA) triblock copolymer and two diblock copolymers PMMA-PnBA and poly(methyl methacrylate)-b-poly(tert-butyl acrylate) (PMMA-PtBA) in 2-ethyl-1-hexanol. The triblock copolymer forms a highly elastic gel upon cooling.28,29 We utilize a polymer volume fraction of 0.15 (φP = 0.15) which is readily dissolved in solvent at high temperatures. The PMMA blocks are the least soluble of the three types of polymer, PnBA and PtBA have similar solubilities, and all of these polymers are soluble at high temperatures. When the polymer solution is cooled, the PMMA blocks have a less favorable interaction with the solvent and tend to aggregate. The tendency to form these aggregates depends on the length of the PMMA block.28 If the PMMA block length is sufficiently long, PMMA-PnBA or PMMA-PtBA diblocks form micelles in alcohols at temperatures below the critical micelle temperature (cmt)30 (Figure 1A). Upon further cooling, the glass transition temperature (Tg) of the PMMA aggregates is crossed. The net result is very strong temperature dependence of the exchange time for PMMA blocks in and out of a micelle. At low temperatures the exchange of PMMA blocks between micelles is completely suppressed. This thermal transition between a solution of isolated diblock copolymer molecules at elevated temperatures and a suspension of fixed micelles at low temperatures is completely thermoreversible. A triblock copolymer with a PnBA midblock and sufficiently long PMMA end blocks undergoes a similar transition to that of the diblock. The distinguishing feature of the triblock copolymers is that the PMMA aggregates are linked to one another by the PnBA midblocks (Figure 1B). As a result, the triblock undergoes a thermoreversible physical gelation process when cooled, changing from a low-viscosity liquid to an elastic solid.28 In this study, SWNTs are dispersed in the copolymer/solvent systems described above via sonication (Figure 1C), and their rheological properties are studied with oscillatory shear rheometry at different temperatures. Near-infrared photoluminescence spectroscopy is used to characterize the state of the SWNT dispersions. These systems enable us to relate the mechanical properties of the composite materials to the known thermal response of the block copolymer solutions. For the triblock copolymer solutions we are able to separate the mechanical response due to the nanotube network itself, observed at high temperatures, from the elastic response of the triblock gel, which is observed only at low temperatures. Because the diblock copolymer solutions do not have an elastic character at any temperature, these systems provide a means for studying the effects of nanotube junction mechanics on the overall response of the composite materials. An understanding of the junction properties is also necessary when designing nanocomposites with the desired electrical properties because these properties will be strongly affected by the presence of insulating copolymer at the junctions between conducting nanotubes. "]], ["Experimental Section", ["##Materials. 2-Ethyl-1-hexanol (99.6% pure) was purchased from Aldrich Chemical Co. PMMA-PnBA-PMMA triblock and the PMMA-PnBA diblock copolymers were donated by Kuraray Co., Ltd., Japan. The triblock copolymers have PMMA end blocks with a molecular weight of 8.9 kg/mol and a PnBA midblock with a molecular weight of 53 kg/mol. Diblock 1 has a PMMA block with a molecular weight of 4.9 kg/mol and a PnBA block with a molecular weight of 65 kg/mol. Diblock 2 was synthesized in our laboratory via living anionic polymerization. This diblock has PtBA with a molecular weight of 56 kg/mol and a PMMA block with a molecular weight of 12 kg/mol. The molecular weights and compositions of the three different block copolymers are summarized in Table 1. Purified HiPCO single-walled carbon nanotubes (SWNT) (bucky pearls) were purchased from Carbon Nanotechnologies, Inc. All chemicals and fillers were used without further purification. ##Instrumentation. The carbon nanotubes used in this study were dispersed via sonication in a Branson 1510 Bransonic Ultrasonic Cleaner bath-type sonicator. Rheological measurements were taken on an Anton Paar Physica Modular Compact Rheometer 300 with a double gap Couette fixture and a Peltier heating/cooling element. The heating cycle data were collected at 1 °C/min with an angular frequency of 10 rad/s and strain amplitudes ranging between 0.1% and 1%. The storage and loss moduli for the nanotube dispersions were not strongly dependent on the frequency, and the value of 10 rad/s was chosen so that a sufficient torque signal could be obtained in the rheometer. NIR-PLS data were obtained using a Horiba Jobin- Yvon Nanolog-3 fluorimeter with a double excitation-side and a single emission-side monochromator, both set to band-pass slit width of 10 nm. The reflected photoluminescence was detected using a liquid nitrogen cooled InGaAs photodiode. The excitation wavelength was varied from 525 to 825 nm every 6 nm. The emission spectrum was collected with an integration time of 1 s for each integer wavelength from 900 to 1310 nm. Small-angle X-ray scattering (SAXS) experiments were conducted at Argonne National Laboratory on the DND-CAT beamline 5ID-D at the Advanced Photon Source, with a beam energy of 17 keV. The scattering was obtained from samples loaded into borosilicate glass capillary tubes with diameters of 1.5 or 2 mm. The 2D scattering patterns were integrated over all azimuthal angles for each sample. ##Sample Preparation. 2-Ethyl-1-hexanol was used as the solvent throughout this work, and the polymer solutions and composites all had polymer volume fractions of 0.15. In a typical preparation of a SWNT/triblock/2-ethyl-1-hexanol composite, 0.01 g of SWNT, and 1.5 g of triblock (with molecular characteristics shown in Table 1) are added to 7.1 g of 2-ethyl-1-hexanol in a 25 mL glass vial. This procedure gives a composite with a SWNT weight fraction (wNT) of 1.2 × 10-3 and a polymer volume fraction (φP) of 0.15, with the remainder being solvent. This mixture is warmed and stirred at 100 °C for 2 h. The solution is suspended in a sonication bath at 70 °C, sonicated for at least 75 min, and then cooled under continued sonication. The sonication continues until the temperature of the bath reaches a value close to room temperature. The nanotube suspensions appear evenly black in both the diblock and triblock systems and do not settle over the course of at least 4 months. The composite samples have not been centrifuged to attempt to remove any nanotubes remaining in bundles or impurities from the nanotube synthesis."]], ["Experimental Results", ["##Matrix Solution Characterization. The gel transition for a triblock copolymer solution with no nanotubes (wNT = 0) is illustrated in Figure 2 in the form of a temperature sweep at constant frequency and strain under small-angle oscillatory shear. At low temperatures the storage modulus (G′) is significantly greater than the loss modulus (G′′). At high temperatures the opposite is true. The gelation transition can be defined rheologically as the crossover point (see Figure 2) and is denoted as the gel temperature (TGEL). This rheologically defined gel temperature is below the critical micelle temperature and corresponds to the temperature where the exchange time for the PMMA blocks within different micellar aggregates is comparable to the inverse of the experimental frequency.28 The diblock solutions cannot form gels in the same way as the triblock solutions because the molecular architecture does not allow for bridging of the micellar aggregates. Nevertheless, there is still a rheological signature of micellization for the solutions of diblock 2. Because the diblock copolymer solutions have very little elastic character, we plot the temperature dependence of the zero shear viscosity (η0) rather than the temperature dependence of the storage and loss moduli at a fixed frequency. This temperature dependence is plotted in Figure 3 for pure 2-ethyl-1-hexanol and for the solutions of diblock 1 and diblock 2. A rheological signature of micelle formation in diblock 2 is observed near 60 °C, with a marked increase in viscosity observed at lower temperatures. The viscosity of the diblock 1 solution, however, has a temperature dependence that closely mirrors the temperature dependence of the solvent viscosity over the entire temperature range between 0 and 100 °C. There is no clear rheological signature of micellization for diblock 1. The small-angle X-ray scattering results are also consistent with the notion that the diblock 1 solution is not micellar at room temperature. This result is illustrated in Figure 4, which shows a comparison of the SAXS patterns for the diblock 1 and diblock 2 solutions. The scattering behavior for the diblock 2 solution is similar to the behavior observed for the gel-forming triblock solution.28 The characteristic features representative of scattering from the ordered PMMA domains that form below the cmt are not observed in the diblock 1 solutions. The relevant structural characteristic of diblock 1 is that its PMMA block length (4900 g/mol) is significantly lower than the PMMA block length for diblock 2 (12 000 g/mol) or the triblock (8900 g/mol). As a result, the overall insolubility of the PMMA block is not large enough for micelles to form. This result is consistent with the different gel temperatures that have been observed previously for varying lengths of PMMA in different triblock copolymers.28 ##Composite Rheology. ###SWNT/Triblock Composites. When SWNTs are added to the triblock copolymer/solvent mixture and sonicated, there is a new rheological signature observed at high temperatures (Figure 5). For wNT = 0, G′ is significantly less than G′′ above TGEL (as in Figure 2). The addition of nanotubes results in an elastic response, with G′ > G′′ for temperatures up to at least 100 °C. We attribute this behavior to the formation of a nanotube network. The data in Figure 5 were obtained by cooling the sample first, and then heating, as indicated by the arrows in the figure. At temperatures below about 45 °C the response is dominated by gelation of the triblock copolymer, and no substantial difference is observed between heating and cooling. At temperatures above 60 °C, where the elasticity is dominated by the nanotube network, we see an interesting difference between the heating and cooling curves. During the initial cooling sequence G′ increases as the temperature is decreased from 100 to 60 °C. Upon continued cooling we observe the gel formation of the triblock copolymer with a corresponding 1000-fold increase in the modulus. After temperature equilibration in the sample at 0 °C for 10 min the composite is then heated back to 100 at 1 °C/min. At 60 °C the modulus of the nanotube/gel composite is actually less than it was during the cooling step, indicating that some structural rearrangement of the nanotube network has occurred during the gel formation and gel disordering cycle. As the gel is heated further, the modulus increases in spite of the increasing temperatures, a result that we attribute to the aging of the nanotube network. The aging in these systems is an evolution of the nanotube-nanotube junctions where the nanotubes get closer to one another with time at high temperatures. The overall response of the nanotube network in the triblock copolymer system can be described as a continuous evolution of the elastic modulus above the gel point that is partially “reset” by the thermoreversible gelation of the triblock copolymer during the cooling and reheating cycle. In order to rule out the possibility that the applied oscillatory shear was itself affecting the network structure, we conducted experiments where the system was probed intermittently while the temperature was held constant at 85 °C. Identical aging results were obtained in this case. In Figure 6 we plot the rheological data as a function of time during successive heating and cooling cycles. Each cycle shows a similar drop in G′ directly after the dissolution of the gel and an increase thereafter. The overall magnitude of G′ at high temperatures also increases slightly from cycle to cycle. These data indicate that while the elasticity of the nanotube network is partially “reset” during the formation and dissolution of the polymer gel, there is still some irreversibility in the nanotube network as it evolves over time. The value of the hightemperature storage modulus that we attribute to the formation of the nanotube network increases with increasing SWNT concentration, as illustrated by the temperature ramp data shown in Figure 7. ###SWNT/Diblock Composites. Use of the diblock instead of the triblock eliminates the large additional contribution to the elasticity from the triblock gel network and enables us to more carefully investigate the temperature dependence of the mechanical response of the nanotube network itself. Figures 8 and 9, which have wNT = 1.2 × 10-3 and utilize matrix solutions of diblocks 1 and 2, respectively, show data from temperature cycles identical to those used to generate the triblock data in Figure 6. The storage modulus increases significantly on cooling for both diblock composite samples. In addition, the storage modulus at a given temperature always increases with cycling in these SWNT/diblock composites. This result further confirms our hypothesis that the formation of the polymer gel network in the triblock-based system forces the nanotube network apart and is responsible for the modulus decrease illustrated in Figures 5 and 6. The use of both diblock copolymers also illustrates the relationship of the elastic properties of the nanotube network to the internal structure and related dynamic properties of the base matrix solution. As shown in Figure 10, the temperature dependence of the storage modulus of the nanotube networks correlates with the temperature dependence of the viscosity of the matrix diblock copolymer solution. A purely elastic nanotube network (no polymer) would not have a strongly temperaturedependent G′. In the copolymer cases presented here G′ changes significantly with temperature, which can only be attributed to the nanotube network’s interaction with the copolymers located at the nanotube junctions. The copolymers by virtue of their temperature-dependent relaxation times control the elasticity of the entire network by altering the local torsional stiffness of the junctions. For the composite based on the diblock 2 matrix solution a signature of micellization is observed as an increase in the storage modulus at ∼55 °C. No corresponding signature is observed for the composite based on the diblock 1 matrix solution, a result that is consistent with the absence of a micelle transition in this solution. ##Characterization of Nanotube Dispersion. In order to study the state of dispersion, photoluminescence spectra were collected from the diblock 1 sample with wNT = 1.2 × 10-3. Photoluminescence has been used previously to examine the dispersion of surfactant-stabilized SWNT systems.5,11,12 The peaks in the contour plot shown in Figure 11 correspond to tubes with the chiralities (m,n) listed in Table 2. On average, the peaks have been red-shifted in the emission and excitation wavelengths by 14 and 6 nm, respectively, in relation to the van Hove optical transitions predicted by Weisman et al.31 The location of these peaks is quite similar to the locations presented by Fagan et al.,5 who also used SWNT purchased from CNI. These results lead us to believe that we have well-dispersed individual nanotubes within our composite samples."]], ["Discussion", ["The composites that we have studied show qualitatively high levels of dispersion as indicated by NIR-PLS (Figure 11) and by the relatively high values of G′ exhibited by these composites at such low concentrations of SWNTs. We attribute the high levels of dispersion to adsorbed polymer coatings on the SWNTs after sonication (Figure 1C). The notion of PnBA-PMMA and PtBA-PMMA coatings on the nanotubes is consistent with previous studies of composites of PMMA and carbon nanotubes and other related materials,26,32–38 where PMMA has been shown to have a favorable interactions with the carbonaceous component. We believe that the SWNTs in these solutions serve as adsorption sites for the PMMA blocks of the copolymers. This would yield a suspension similar to the SWNT/diblock system studied and simulated by Nativ-Roth et al. where the polymer surfactants used a nonwrapping mechanism to encapsulate each nanotube.16 We also attribute the low levels of SWNTs required for the observed rheological signal to the adsorbed polymer coatings, which increase the size of our nanotubes by increasing their effective diameters. As stated in Hough et al.,27 the elasticity of a suspension of sufficiently rigid rods comes from the bonds formed between the rods and not from the tensile or bending moduli of the rods themselves. The concentration dependence of the modulus of the nanotube network (Figure 7) is qualitatively similar to that observed by Hough et al.27 and others, which have seen for sodium dodecylbenzenesulfonate (NaDDBS), oxidized nanotubes, 39 or bulk polymer nanotube composites.37 Hough et al. were able to build a simple model of their system based on a network of stiff rods. From which they were able to estimate a bond energy related to a previous prediction from Girifalco et al.40 If we assume that the elasticity of our SWNT networks also comes from the connections between nanotubes, we can provide some insight into the aging of the elastic response that we observe. Adsorbed polymers at each nanotube junction determine the bond stiffnesses of these junctions. The temperature dependence of those bond stiffnesses is therefore correlated with the relaxation times observed in the bulk copolymer solutions. The relaxation times of micellar aggregates of PMMAcontaining triblock copolymers in 2-ethyl-1-hexanol have been observed to increase by as much as 10 orders of magnitude over a small temperature range.28 This effect is due to the temperature dependence of the solvation of PMMA by alcohols, coupled with a plasticization effect of the solvent molecules that affects the glass transition temperature of the PMMA aggregates. At room temperature the PMMA domains are glassy and the dynamics of the solvated PMMA blocks are extremely slow. Under these conditions the adsorbed molecules are pinned to the nanotubes as illustrated in Figure 12A, providing longterm stabilization against aggregation or aging of the junction properties. A consequence of this phenomenon is that the nanotube suspensions are stable for months at room temperature. At higher temperatures the mobility of the PMMA increases, and polymers in the vicinity of the nanotubes are able to exchange with neighboring molecules (Figure 12B). As a result, the nanotube junctions are able to evolve toward a state where individual tubes are in direct contact with one another (Figure 12C). An increase in the number and stiffness of the nanotube junctions leads to an increase in the elastic stiffness of the overall nanotube network. Polymer molecules are not completely excluded from the junction region, however, so the temperature dependence of the junction stiffness is still mediated by the local dynamics of the polymer molecules. While these dynamics are complicated by the presence of the nanotubes themselves, they are very well-understood in neat gel solutions. This understanding provides a useful starting point for understanding the ways in which the junction structure and the related electrical response of the overall composite can be understood and controlled."]], ["Conclusions", ["We have examined dispersions of SWNTs in solutions of acrylic diblock and triblock copolymers in 2-ethyl-1-hexanol. The photoluminescence data and the overall rheological behavior of the composites are consistent with the existence of a high fraction of well-dispersed individual nanotubes. The rheological data show that the elasticity of the nanotube network is correlated with the dynamic behavior of the base solutions and that the aging of the mechanical properties is very sensitive to the temperature. Our model for the composite structure is that the PMMA blocks interact preferentially with the nanotubes, generating a coating with dynamic properties that are very highly temperature dependent. This coating provides a steric barrier to aggregation at low temperatures, where the relaxation times of the adsorbed polymer are very long. These composites remain stable for at least several months when kept at room temperature. The mobility of the PMMA blocks increases dramatically at high temperatures and enables the nanotube network to evolve toward a situation where direct contacts are forged between nanotubes, resulting in an increase in the overall elastic modulus of the nanotube network. Solutions using diblock and triblock copolymers give similar results at high temperatures, but the gelation of the triblock copolymer solutions at low temperatures masks the much smaller elasticity associated with the nanotube network. In addition, gelation of the triblock copolymer solutions reduces the modulus of the nanotube network, an effect that we attribute to internal stresses during gelation that disrupt the nanotube junctions."]]], "doi": "10.1021/ma800298x", "figures": [["Figure 1", "Figure 1", "Figure 1. Schematic illustration of the temperature-dependent transitions for (A) diblock copolymers and (B) triblock copolymers in 2-ethyl-1-hexanol. (C) Representation of the elastic network formed by copolymer-coated nanotubes."], ["Figure 10", "Figure 10", "Figure 10. Temperature dependence of the storage modulus for diblockbased composites with wNT = 1.2 × 10-3 (solid lines) and the viscosities of the base diblock solutions wNT = 0 (dashed lines)."], ["Figure 11", "Figure 11", "Figure 11. Photoluminescence plot for SWNT/diblock 1 composite with wNT = 1.2 × 10-3. These data were collected at 25 °C."], ["Figure 12", "Figure 12", "Figure 12. Illustrations of (A) nanotube surfaces that are fully coated by diblock copolymer, (B) the exchange kinetics of the PnBA-PMMA diblock copolymers which depends on the interaction between the PMMA blocks and the nanotube surface, and (C) nanotube surfaces that are in intimate contact due to aging through the exchange of the diblock and the favorable nanotube-nanotube interaction."], ["Figure 2", "Figure 2", "Figure 2. Temperature dependence of the storage (solid line) and loss (dashed line) moduli for a triblock copolymer solution in the absence of nanotubes (wNT = 0). Strain amplitude 0.1%."], ["Figure 3", "Figure 3", "Figure 3. Temperature dependence of the zero-shear viscosity for the pure solvent and for solutions of diblock 1 and diblock 2 (wNT = 0 for all curves)."], ["Figure 4", "Figure 4", "Figure 4. Small-angle X-ray scattering patterns from the diblock 1 and  diblock 2 solutions with wNT = 0.   "], ["Figure 5", "Figure 5", "Figure 5. Temperature dependence of G′ and G′′ for a SWNT/triblock composite with wNT ) 1.2 × 10-3. The sample was cooled at 1 °C/min and subsequently heated at the same rate. Strain amplitude 1.0%."], ["Figure 6", "Figure 6", "Figure 6. Evolution of the storage modulus (A) and phase angle (B) during the temperature cycle illustrated by the dashed line in (B), for the SWNT/triblock composite with wNT = 1.2 × 10-3. Strain amplitude 1.0%."], ["Figure 7", "Figure 7", "Figure 7. Temperature dependence of the storage modulus for SWNT/triblock composite systems with nanotube loadings (wNT) ranging from = 1.2 × 10-4 to 5.8 × 10-3. Strain amplitude 1.0%."], ["Figure 8", "Figure 8", "Figure 8. Evolution of the storage modulus (A) and phase angle (B) during the temperature cycle illustrated by the dashed line in (B), for the SWNT/diblock 1 composite with wNT = 1.2 × 10-3. Strain amplitude 1.0%."], ["Figure 9", "Figure 9", "Figure 9. Evolution of the storage modulus (A) and phase angle (B) during the temperature cycle illustrated by the dashed line in (B), for the SWNT/diblock 2 composite with wNT = 1.2 × 10-3. Strain amplitude 0.2%."]], "table_captions": [["Table 1", "Table 1", "Table 1. Molecular Characteristics of the Different Block Copolymers"], ["Table 2", "Table 2", "Table 2. Assignment of the Photoluminescence Peaks from Figure 11"]], "tables": []}