{"title": "Enhanced Electrical Conductivity of Nanocomposites Containing Hybrid Fillers of Carbon Nanotubes and Carbon Black", "abstract": "Nanocomposites reinforced with hybrid fillers of carbon nanotubes (CNTs) and carbon black (CB) are developed, aiming at enhancing the electrical conductivity of composites with balanced mechanical properties while lowering the cost of the final product. Epoxy-based nanocomposites were prepared with varying combinations of CNTs and CB as conducting fillers, and their electrical and mechanical properties were evaluated. It was shown that the addition of CNTs in CB composites enhanced the electrical conductivity of composites: a low percolation threshold was achieved with 0.2 wt % CNTs and 0.2 wt % CB particles. The CB particles also enhanced the ductility and fracture toughness of nanocomposites, confirming the synergistic effect of CB as a multifunctional filler. The novelty of this work lies in the synergy arising from the combination of two conducting fillers with unique geometric shapes and aspect ratios as well as different dispersion characteristics, which have not been specifically considered previously. KEYWORDS: conducting nanocomposites, carbon nanotubes, carbon black, synergic effect ", "body": [["Abstract", ["Nanocomposites reinforced with hybrid fillers of carbon nanotubes (CNTs) and carbon black (CB) are developed, aiming at enhancing the electrical conductivity of composites with balanced mechanical properties while lowering the cost of the final product. Epoxy-based nanocomposites were prepared with varying combinations of CNTs and CB as conducting fillers, and their electrical and mechanical properties were evaluated. It was shown that the addition of CNTs in CB composites enhanced the electrical conductivity of composites: a low percolation threshold was achieved with 0.2 wt % CNTs and 0.2 wt % CB particles. The CB particles also enhanced the ductility and fracture toughness of nanocomposites, confirming the synergistic effect of CB as a multifunctional filler. The novelty of this work lies in the synergy arising from the combination of two conducting fillers with unique geometric shapes and aspect ratios as well as different dispersion characteristics, which have not been specifically considered previously. KEYWORDS: conducting nanocomposites, carbon nanotubes, carbon black, synergic effect "]], ["Introduction", ["Electrically conducting polymers, consisting of conducting fillers in an insulating polymer matrix, are considered to be an important group of relatively inexpensive materials for many engineering applications such as electrical conducting adhesives, sensors and actuators, antistatic coatings and films, electromagnetic interference shielding materials for electronic devices, thermal interface materials, etc. (1-3). Conventional conducting fillers are usually micrometer-scale metal powders, carbon black (CB), or graphite. In order to achieve the percolation threshold and satisfactory electrical conductivity, the conventional filler content needs to be as high as 10−50 wt % (4, 5), which results in a composite with poor mechanical properties and high density. The use of nanoscale conducting fillers, such as exfoliated clay (6), carbon nanofibers (7), carbon nanotubes (CNTs) (8-10) and graphite nanoplatelets (11) to replace the conventional fillers has proven to be effective in reducing the filler content required for adequate conductivity and minimizing the problems associated with mechanical properties. CNTs, in particular, have attracted much attention as a conducting filler for conducting composites (12). The percolation threshold for typical CNT-filled conducting nanocomposites is below 1.0 wt % (9, 10, 12), which is much lower than those containing conventional microscale conducting fillers because of the inherently high conductivity and high aspect ratios of CNTs. The potential of employing CNTs as conducting fillers, however, has been severely limited for the following reasons: (i) difficulties associated with the dispersion of entangled CNTs during processing; especially, when the CNT content is higher than about 1.0 wt %, the solution viscosity becomes too high to produce void-free composites (13, 14); (ii) the high cost of CNTs, although the price for this material has fallen continuously in recent years. This paper is part of a larger project on the development of conducting composites hybridized with nanoscale fillers (14, 15). In this study, epoxy-based nanocomposites containing hybrid fillers of CNTs and CB were developed, aiming at enhancing the electrical conductivity of composites with balanced mechanical properties and lowering the cost of the final product. The electrical and mechanical properties of the nanocomposites were evaluated and favorably compared with those of neat epoxy and those containing either CNTs or CB alone."]], ["Experimental Section", ["## Materials and Composite Fabrication CNTs used in this study were prepared by a chemical vapor deposition method (multiwalled CNTs, supplied by Iljin Nanotech Co., Ltd., Seoul, Korea). The diameter and length ranged between 10 and 20 nm and between 10 and 50 μm, respectively, with an estimated aspect ratio of 500–5000, according to the supplier’s specification. CB (Vulcan XC72, Cabot Corp., Boston, MA) was used as another conducting filler, which has a spherical shape with a diameter in the range of 20−60 nm. Typical images of these fillers taken from a transmission electron microscope (TEM; JEOL 2010F) are shown in Figure 1. The composites were made from epoxy, a diglycidyl ether of bisphenol A (DGEBA, Epon 828; Shell Chemicals, London, U.K.), and a curing agent, m-phenylenediamine (mPDA; Sigma-Aldrich, St. Louis, MO). Figure 2 shows the processing steps used to fabricate the nanocomposites containing different weight fractions of CNT and CB reinforcements. The conducting filler and DGEBA were mixed in 200 mL of acetone, and then the mixture was dispersed using a high-speed shear mixer (HSM-100 L, Ross, Hauppauge, NY) at 3000 rpm for 1 h. The mixture was distilled at 80 °C to remove the solvent, which was followed by degassing in a vacuum oven at 80 °C for 5 h to eliminate the remaining solvent and entrapped air. The mPDA hardener was added into the mixture in a ratio of 14.5:100 by weight with gentle stirring of the mixture. The composite was molded into a flat plate and cured at 80 °C for 2 h, followed by postcure at 150 °C for 2 h. ## Characterization The direct-current (dc) electrical conductivity of nanocomposites was measured at room temperature using a programmable curve tracer (Sony Tektronix 370A). Square specimens of 10 mm × 10 mm were cut from the plate and were polished on both sides into a thickness of 0.8 mm. Silver paste of a thickness of about 0.05 mm was applied on the sample surface to reduce the contact resistance between the sample and the electrodes. To minimize any potential problems associated with the silver paste, the samples were heated at 40 °C to remove the solvent quickly. Then, the edges of the samples were grinded again to remove the silver paste that was possibly attached on them. The alternating-current (ac) conductivity of nanocomposites was measured with a precision LCR meter (Hewlett-Packard 4284A) in the frequency range of 20−106 Hz. The equipment was calibrated using an internal calibration calculator during the measurement. The electrical conductivities of CNTs and CB particles were also measured by employing a four-probe resistivity/Hall measurement system (HL5500PC, Bio-Rad, Hercules, CA). Sheet samples with thickness of 40–60 μm were prepared by pressing 5 mg of CNT or CB particles between two iron plates at a pressure of 150 KN/cm2. Measurements were made at five different positions on a given sample, and the mean values are reported here. The dispersion states of fillers in nanocomposites were evaluated on a TEM (JEOL 2010F). The electrical conducting networks in the nanocomposites were visualized by examining the polished samples with a thickness of 0.1 mm using the transmission mode of an optical microscope (Leica Quantimet 500+ Image Processing System). The three-point flexure test was performed to measure the mechanical properties of neat epoxy and nanocomposites according to the specification, ASTM Standard D790. The Charpy impact fracture toughness of nanocomposites was measured according to the specification, ASTM Standard D 6110-04. Specimens were tested on an impact tester (Zwick-Roell HIT5.5P) with an impact energy of 2.7 J. A scanning electron microscope (SEM; JEOL-6700F) was employed to examine the morphologies of fracture surfaces."]], ["Results and Discussion", ["## dc Conductivity of Nanocomposites The electrical conductivity of nanocomposites is plotted as a function of the filler content in Figure 3. The incorporation of CNT alone increased the conductivity of the composite by almost 9 orders of magnitude, from 5.6 × 10−13 to 8.3 × 10−4 S/cm, when the CNT content was increased from 0 to 1.0% with a percolation threshold at about 0.3% (curve A in Figure 3). This observation was consistent with our previous work on CNT nanocomposites based on a similar matrix material (9, 10). For the same range of filler content, the nanocomposite with CB exhibited a much smaller, about 6 orders of magnitude, improvement in conductivity (8.3 × 10−7 S/cm). A further increase of the CB content from 1.0 to 2.0% contributed only a marginal increase in the conductivity (curve B in Figure 3). The percolation threshold of CB particles was around 0.6%. The poor performance in electrical conductivity of the CB composites compared to the CNT counterpart was expected. The reasons behind this observation are 2-fold: (i) the poor contact of the CB particles due to their spherical shape along with a low aspect ratio of unity makes it difficult for them to form conducting networks in the polymer (3-5, 9); (ii) the inherently lower conductivity of CB than CNT. The measured bulk electrical conductivity of the CB particles was 0.58 (±0.14) S/cm, which was only one-eighth that of CNTs (5.15 ± 0.37 S/cm). Further experiments were carried out to investigate the influence of hybrid fillers on the conductivity of the composites. Hybrid nanocomposites were prepared by adding varying contents of CB into the composites with fixed CNT contents of 0.2 and 0.4%, corresponding to those below and above the percolation threshold, respectively. The results shown in Figure 3 indicated that there was a remarkable increase in the electrical conductivity by almost 6 orders of magnitude (from 9.42 × 10−13 to 2.75 × 10−7 S/cm) with only an additional 0.2% CB particles in the nanocomposite containing 0.2% CNTs (curve C in Figure 3). A further increase of the CB content from 0.4 to 2.0% enhanced the conductivity by a greater degree than the composites containing CB only. While a further increase in the filler content above the percolation threshold could enhance the electrical conductivity of the composites, the solution viscosity of the filler/DGEBA epoxy mixture became too high to produce void-free composites. The above observations confirmed a synergistic effect of incorporating hybrid conducting fillers with largely different shapes and aspect ratios in nanocomposites. However, if the CB particles were added into the nanocomposite with a fixed CNT content of 0.4% (curve D in Figure 3), there was only a marginal positive effect of electrical conductivity improvement. This indicated that once the conducting networks were extensively formed with the CNT content above the percolation threshold, the addition of spherical CB particles up to about 2.0% contributed little to enhancement of the conductivity. ##ac Conductivity of Nanocomposites Figure 4 shows the frequency-dependent ac conductivities of nanocomposites for different conducting fillers and varying filler contents, which indicates the overall connectivity of conducting networks in composites. Two different behaviors can be identified for the CNT/epoxy composites (Figure 4A). For the CNT contents below the percolation threshold (i.e., 0.1% and 0.2%), the nanocomposite exhibited a typical dielectric behavior: the ac conductivity increased almost linearly (from ∼10−11 to 10−8 S/cm) as the frequency increased from 20 Hz to 1 MHz. For CNT contents near and above the percolation threshold (from 0.3 to 1.0%), the ac conductivity remained constant, suggesting an effective connection of the conducting networks in the composite. Higher ac conductivity values of the nanocomposites were observed with increasing CNT content above 0.3%, which is consistent with those obtained from dc conductivity measurement (curve A in Figure 3). In contrast, the ac conductivities of nanocomposites containing CB showed three distinct variations with respect to the frequency (Figure 4B). The first group presented a typical behavior for an insulating polymer where the conductivity increased almost linearly (from ∼10−12 to 10−8 S/cm) with increasing frequency. The second group showed that when the CB content was approximately in the percolation transition range (0.6−1.0% CB), where both isolated CB particles and tunneling conduction pathways existed in the composites, the ac electrical conductivity became constant at low frequencies of 20−100 Hz, whereas in the higher frequency range of 1 kHz to 1 MHz, the conductivity increased with the frequency because of the growing importance of polarization effects (16, 17). At CB contents above the percolation threshold (CB content = 2.0%), the conductivity remained constant, with the absolute value similar to that of composites containing CNT content = 0.5%. The ac conductivities of nanocomposites filled with hybrid fillers are presented in Figure 4C,D. Percolation was achieved when a CB content of 0.2% or above was added into 0.2% CNT over the whole range of frequencies studied (Figure 4C). In this case, the ohmic conduction pathways were prevalent (18), resulting in frequency-independent ac conductivities. When the CNT content was maintained at 0.4%, the composite exhibited full percolation regardless of the CB content (Figure 4D), confirming the formation of conducting networks in the composite (19). All of these observations are in agreement with the dc conductivities (Figure 3) To support the above observations, the conducting mechanisms are schematically illustrated in Figure 5, where all fillers are assumed to be well dispersed in the matrix. In the composite containing CB alone (Figure 5A), the fillers are dispersed randomly, but conducting pathways are not formed because of the insufficient filler content (note that the percolation threshold of this composite is about 0.6%; see Figures 3 and 4B). Even with the CB content above the percolation threshold, the electrical conductivity would remain low because the conducting networks are formed by the point-to-point contact of spherical particles. In contrast, the ways in which the conducting networks are formed in the composite containing CNTs are largely different because of the high aspect ratios of CNTs. A high aspect ratio is known to be an important parameter that is favored for a high electrical conductivity (9, 14) (note that this composite has a very low percolation threshold of about 0.3%; see Figures 3 and 4A). However, Figure 5B currently presents no conducting networks because of the insufficient CNT content. Once these CNT and CB particles are incorporated together, as shown in Figure 5C, the CB particles effectively link the gaps present between the unconnected CNTs, resulting in the formation of conducting networks. Judging from the conductivity values of the CNT−CB hybrid nanocomposites with varying CB contents (Figure 4C), a small quantity of CB particles is sufficient to serve this purpose and a more pronounced result would be expected for the CNT content below the percolation threshold. The combination of CNT and CB presents uniquely different geometric shapes and aspect ratios as well as different dispersion characteristics, which are mainly responsible for the synergy arising from the hybrid fillers. A further discussion on the synergy will be made in the following section. ## Distribution of Conducting Fillers in Nanocomposites The TEM images in Figure 6 present the real distribution of conducting fillers in the respective nanocomposites. They may shed some insight into the mechanisms behind the remarkable synergy in enhancing the conductivity of nanocomposites due to the hybrid fillers of CNT and CB. In the nanocomposite containing 0.2% CNT alone (Figure 6A), there were both randomly dispersed individual CNTs and a round CNT agglomerate, and conducting pathways were not formed under this condition. For the nanocomposite containing 0.2% CB alone (Figure 6B), the CB particles tended to gather to form chainlike agglomerates. This should be the reason why the nanocomposites filled with spherical CB particles showed a relatively lower percolation threshold (around 0.6%) compared to the results reported in the literature (20, 21), where the percolation values were over 5 wt %. However, the connectivity between CB particles was weak because of the point-to-point contact of spherical particles (22). Therefore, the conductivity of the composites containing agglomerated CB particles was lower than those containing the same content of CNTs, and there was a broader range of transition from insulator to conductor for the former composites (Figure 3). When CB nanoparticles were added into the nanocomposites containing CNTs, the gaps between the CNTs were effectively filled and the CNTs are linked together, resulting in the formation of conducting networks (Figure 6C). The formation of conducting networks in the composites with hybrid CNT−CB particles was further confirmed by optical examination of the polished specimens. Figure 7 presents the macro- and microscopic morphologies of nanocomposites containing different fillers, illustrating the overall distributions of the nanoparticles in the matrix. It is interesting to note that the dispersion states of nanoparticles in the polymer matrix are different depending on the magnification used. The nanocomposite containing 0.2% CNTs showed typical resin-rich regions and CNT agglomerates, as seen from the transparent and dark parts of the images (Figure 7A,B): only a small portion of the total area was covered by isolated CNT agglomerates, which is also consistent with Figure 6A. The distribution of CB particles in the matrix appeared to be more uniform than those containing CNTs on the macroscopic scale (Figure 7C). However, some agglomerates were observed at a higher magnification, and the size of agglomerates was relatively smaller (Figure 7D). When hybrid fillers were introduced into the matrix, the particle dispersion was in the intermediate state between those containing CNT and CB alone on the macroscopic scale (Figure 7E). However, examination at a higher magnification revealed largely different dispersion characteristics (Figure 7F): long, chainlike agglomerates were linked together across the whole window to form solid conducting networks. It is suspected that the nanoparticles in the composite attracted each other because of van der Waals and Coulomb attractions (9, 23-25), and this process was time-dependent. The TEM image shown in Figure 6C also suggests that the well-dispersed CNT and CB particles during the mixing stage tended to reagglomerate to form conducting networks during curing at a high temperature. ## Mechanical Properties of Nanocomposites Apart from the electrical conductivity, mechanical properties of conducting composites are important requirements for many applications in electronic components and assemblies. Table 1 summarizes the elastic modulus and strength measured from the flexural test of nanocomposites. Both the flexural modulus and strength did not show drastic changes within the data scattering when either CNTs or CB particles were added. They remained at around 3.30 GPa and 110 MPa, respectively, with less than about 8.0% variation, suggesting that the mechanical properties of nanocomposites were not sacrificed by employing the fillers. The relatively low modulus and strength obtained here for the nanocomposites containing CNTs alone, compared to our previous studies (10), were attributed to the fact that CNTs were not properly functionalized in this study in an effort to maintain a high electrical conductivity. Functionalization using silane and amine molecules resulted in a significant reduction in the composite conductivity because of the reduction of the CNT aspect ratio and the coating of CNTs with the insulating, low-molecular-weight polymers (10, 14). The incorporation of CB particles into the neat epoxy or CNT nanocomposites offered additional benefits of enhancing the ductility of the final product. Figure 8 shows typical stress−strain curves of nanocomposites containing either single fillers or hybrid fillers. The CNT nanocomposites (curves B and C in Figure 8) showed higher flexural strength than the neat epoxy (curve A in Figure 8) before catastrophic failure. When CB was introduced into the epoxy, the nanocomposites (curves D−F in Figure 8) consistently showed much larger deformation than those without. This behavior was most pronounced in the composites containing hybrid fillers of CNTs and CB (curve F in Figure 8). These observations strongly suggested that (i) the CB particles played an important role in changing the fracture behavior of nanocomposites from brittle to ductile failure and (ii) hybridization of CNTs with CB particles improved the fracture resistance, enhancing the energy dissipation capacity of the nanocomposites. The above suggestions were verified by measuring the Charpy impact fracture toughness of the nanocomposites, as illustrated in Figure 9. The nanocomposites showed a substantial increase in the impact fracture toughness, especially those containing both CNT and CB particles. The nanocomposite containing hybrid fillers of 0.2% each of CNT and CB exhibited a remarkable improvement of the impact toughness by more than 55% (from 4.82 to 7.57 kJ/m2, which was the highest among the materials with a total filler content of 0.4%, further confirming the synergistic effect of hybrid fillers in enhancing the fracture resistance of nanocomposites. The fracture surface morphologies of the nanocomposites after Charpy impact tests were examined using a SEM at different magnifications to understand the toughening mechanisms stemming from the CNT and CB nanoparticles. The fracture surface of neat epoxy displayed small riverlike patterns along the crack propagation direction with a relatively smooth surface, representing a typical brittle fracture behavior (A and B in Figure 10). Ridges and valleys were seen along the direction of crack propagation for the nanocomposite filled with CNTs (Figure 10C). The presence of well-dispersed CNTs and large CNT agglomerates (Figure 10D) indicates that cracks bypassed these CNTs, creating a fracture surface rougher than that of the neat epoxy. More irregular and smaller ridges were the main features for the nanocomposites containing CB particles (Figure 10E,G), suggesting a ductile nature of the modified epoxies. The ridges were seen as more tortuous with an increased frequency in the nanocomposite filled with hybrid fillers of CNT and CB (Figure 10G). There are several toughening mechanisms that are responsible for the improved toughness in the hybrid composites. They include crack pinning and deflection arising from the spherical CB particles (solid arrows in Figure 10I), as well as localized CNT pullout mechanisms (dotted arrows in Figure 10I). When these mechanisms are operative, the cracks are forced to take a long and irregular path to propagate (10, 26, 27), giving rise to significant plastic deformation and a rough fracture surface. Examination of the fracture surface at a higher magnification (Figure 10I) revealed the presence of cavitations around the fillers (circles in Figure 10I), which may further increase the energy dissipation upon impact (28), thus resulting in significantly enhanced fracture toughness."]], ["Conclusions", ["Epoxy-based nanocomposites containing hybrid fillers of CNT and CB were developed, and their electrical and mechanical properties were evaluated. It was shown that when CB nanoparticles were added into the nanocomposites containing CNTs, the gaps between the CNTs were effectively filled and the CNTs were linked together, resulting in the formation of solid conducting networks. A low percolation threshold was achieved with hybrid fillers of 0.2% CNTs and 0.2% CB. The distinct geometric shapes and aspect ratios as well as different dispersion characteristics of the two conducting fillers offered unique synergy, giving rise to the enhanced electrical conductivity of nanocomposites. Apart from the improvement in the electrical conductivity of composites with a low total filler content, the CB particles also greatly enhanced the ductility and fracture toughness of hybrid nanocomposites while maintaining high flexural modulus and strength, confirming the synergistic effect of CB as a multifunctional filler."]]], "doi": "10.1021/am9000503", "figures": [["Figure 1", "Figure 1", "Figure 1. Typical TEM images of fillers used in this study: (A) CNT; (B) CB."], ["Figure 10", "Figure 10", "Figure 10. Fracture surface morphologies of nanocomposites containing different fillers: (A and B) neat epoxy; (C and D) 0.2% CNT alone; (E and F) 0.2% CB alone; (G−I) hybrid fillers of 0.2% CNT and 0.2% CB."], ["Figure 2", "Figure 2", "Figure 2. Fabrication process of epoxy-based nanocomposites."], ["Figure 3", "Figure 3", "Figure 3. dc electrical conductivities of nanocomposites containing either CNT or CB alone and fixed CNT contents of 0%, 0.2%, and 0.4% plus varying CB contents."], ["Figure 4", "Figure 4", "Figure 4. ac conductivity of nanocomposites filled with different fillers: (A) CNT only; (B) CB only; (C) hybrid fillers of 0.2% CNT and varying CB contents; (D) hybrid fillers of 0.4% CNT and varying CB contents."], ["Figure 5", "Figure 5", "Figure 5. Schematics of conducting networks in nanocomposites containing hybrid fillers of CB and CNT with the individual filler contents below the respective percolation thresholds: (A) CB only; (B) CNT only; (C) hybrid fillers of CB and CNT."], ["Figure 6", "Figure 6", "Figure 6. Distributions of conducting fillers in nanocomposites: (A) CNT agglomerates are found in the composites containing 0.2% CNT alone; (B) a better filler dispersion is shown in the composites containing 0.2% CB alone; (C) individual CNTs (dotted arrows) are connected by CB agglomerates (solid arrows) in the composites containing hybrid fillers of 0.2% CNT and 0.2% CB."], ["Figure 7", "Figure 7", "Figure 7. Transmission-mode optical microscope images of nanocomposites filled with different fillers at different magnification: (A and B) 0.2% CNT only; (C and D) 0.2% CB only; (E and F) hybrid fillers of 0.2% CNT and 0.2% CB."], ["Figure 8", "Figure 8", "Figure 8. Stress−strain curves of nanocomposites containing different fillers."], ["Figure 9", "Figure 9", "Figure 9. Impact fracture toughness of nanocomposites containing different fillers."]], "table_captions": [["Table 1", "Table 1", "Table 1. Flexural Properties of Nanocomposites Containing Different Fillers"]], "tables": []}