{"title": "Quantitative equivalence between polymer nanocomposites and thin polymer films", "abstract": "The thermomechanical responses of polymers, which provide limitations to their practical use, are favourably altered by the addition of trace amounts of a nanofiller. However, the resulting changes in polymer properties are poorly understood, primarily due to the non-uniform spatial distribution of nanoparticles. Here we show that the thermomechanical properties of ‘polymer nanocomposites’ are quantitatively equivalent to the well-documented case of planar polymer films. We quantify this equivalence by drawing a direct analogy between film thickness and an appropriate experimental interparticle spacing. We show that the changes in glass-transition temperature with decreasing interparticle spacing for two filler surface treatments are quantitatively equivalent to the corresponding thin-film data with a non-wetting and a wetting polymer–particle interface. Our results offer new insights into the role of confinement on the glass transition, and we conclude that the mere presence of regions of modified mobility in the vicinity of the particle surfaces, that is, a simple two-layer model, is insufficient to explain our results. Rather, we conjecture that the glass-transition process requires that the interphase regions surrounding different particles interact. ", "body": [["Abstract", ["The thermomechanical responses of polymers, which provide limitations to their practical use, are favourably altered by the addition of trace amounts of a nanofiller. However, the resulting changes in polymer properties are poorly understood, primarily due to the non-uniform spatial distribution of nanoparticles. Here we show that the thermomechanical properties of ‘polymer nanocomposites’ are quantitatively equivalent to the well-documented case of planar polymer films. We quantify this equivalence by drawing a direct analogy between film thickness and an appropriate experimental interparticle spacing. We show that the changes in glass-transition temperature with decreasing interparticle spacing for two filler surface treatments are quantitatively equivalent to the corresponding thin-film data with a non-wetting and a wetting polymer–particle interface. Our results offer new insights into the role of confinement on the glass transition, and we conclude that the mere presence of regions of modified mobility in the vicinity of the particle surfaces, that is, a simple two-layer model, is insufficient to explain our results. Rather, we conjecture that the glass-transition process requires that the interphase regions surrounding different particles interact. "]], ["Main", ["Computer simulations1 on the thermomechanical behaviour of polymers with regularly spaced nanoparticles suggest that they should be akin to thin polymer films. This result is found to hold regardless of whether the polymer wets the filler or not. Although this theoretical prediction is apparently well known, it has not been quantitatively verified because experiments typically deal with nanoparticles or nanosilicates, which are nonuniformly distributed in space2–12. We are motivated to quantify experimentally this analogy as it could simplify our understanding of both of these situations, especially polymer nanocomposites, which are of significant practical interest. Considerable effort has been focused on delineating the role of confinement on the glass transition temperature, Tg, of thin planar polymer films13–32. Two experimental observations are now recognized as being universal: (i) Tg is a function of the film thickness, h; and (ii) themagnitude and sign of the Tg shift depends upon polymer–substrate interactions. Polymer films can either be free standing, supported on a substrate or sandwiched between two hard walls. The largest reductions are observed for free-standing films, with the change being twice as large as that found for supported films of the same h (ref. 20). A film properly sandwiched between two impenetrable, wetting walls, on the other hand, shows essentially no change in Tg for any h (ref. 33). These data support the notion that a free surface, or a non-wetting interface between a hard surface and a polymer, is necessary for reductions in Tg (refs 15,16,34). On the basis of this conjecture, surface-layer models that postulate a mobile ‘liquid-like’ layer have been developed and found to explain the experimental observations of a reduction in Tg (ref. 20): Tg(h) = Tg bulk + 2ξ(Tg(h))/h(Tg surf − Tg bulk) (1) where Tg bulk is the bulk Tg and ξ(Tg(h)) is the thickness of the surface region with a glass-transition temperature of Tg surf. Here, we focus on the changes in polymer Tg with increasing filler content in a polymer nanocomposite. For untreated silica surfaces, which are non-wetting to polystyrene (PS), we show that the Tg changes with filler content closely track the results obtained for planar free-standing films. In contrast, for modified silica surfaces that provide intimate surface–polymer contact, the changes in Tg with filler content quantitatively follow the trends for capped surfaces. We therefore argue for a quantitative equivalence of the Tg values of thin polymer films and nanocomposites, an analogy we assert will have powerful, potentially far-reaching consequences for our understanding of these closely related situations. We prepared silica/polystyrene nanocomposites over a broad range of silica loadings and characterized their Tg and viscoelastic behaviour (see the Methods section for specific details). Differential scanning calorimetry (DSC), in both heating and cooling modes, gave identical estimates of the Tg. We first focus on fillers with untreated surfaces. Planar PS thin films are known to dewet from flat SiOx substrates. Similarly, scanning electron microscope (SEM) images (Fig. 1a) of a fracture surface show cavities around silica nanoparticles that formed during brittle fracture, suggesting that there is imperfect wetting, and hence imperfect bonding, between the polymer and the untreated nanoparticles. Further credence for this assignment comes from X-ray photon correlation spectroscopy results, which assert that the particle mobility increases by an order of magnitude at 160 ◦C when the concentration of filler increases from 2 wt% to 15 wt% silica. On the basis of these findings, we conjecture that there is no polymer inside particle aggregates. (This last issue is further substantiated later.) Consistent with these ideas, and with the literature findings on thin capped films with imperfect polymer–surface bonding25, we find that the nanocomposite Tg decreases with increasing filler content (Fig. 2). Although the inherent errors in ourmeasurements (typically ±1 K) are relatively large, the overall change in Tg over the range of silica compositions studied is much larger, ∼11 K. This gives us confidence that our trends are robust and well outside experimental error. Note that there is some scatter in the data. For example, the 25 wt% SiO2 sample shows a higher Tg than the 15 wt% and 40 wt% samples. We shall discuss this aspect below and establish that it is not a consequence of data scatter but rather due to differences in the spatial distribution of particles. Qualitatively similar results are obtained regardless of the solvent used to prepare the nanocomposites, that is, methylethylketone (MEK) versus tetrahydrofuran (THF). Such decreases in Tg upon addition of nanofillers with a non-wetting interface have been reported previously3,9. However, the analogy between these results and those for thin films have not been quantified. To compare our findings with the literature values of Tg on thin films, we characterized the distribution of interparticle spacings (h) from transmission electron microscope (TEM) images for each sample (representative examples are shown in Fig. 3a–c). Note that the extent of particle agglomeration increases with increased silica loading. Microtomed samples establish that the particles are uniformly present across the film thickness and that there is no preferential surface segregation of the particles (see Supplementary Information). To quantify the distribution of interparticle spacings we drew lines between pairs of nearest-particle faces, so that each particle was at the centre of a minimally closed polygon (Fig. 3d). This construction, which is similar in spirit to the Voronoi tessalation of space, allows us to identify the maximal confinement experienced by each volume of polymer. We further need to account for the fact that the extent of confinement created by two particles changes as we traverse their curved contours. A convenient approximation, which avoids this somewhat ambitious exercise, is to use the minimal value of the face-to-face distance or interparticle spacing. We create a probability distribution for this quantity (Fig. 3e) and find that the distribution does not change monotonically with filler content. Rather, the 25 wt% composite has a distribution that falls above the 15 wt% sample. This satisfactorily resolves the trend seen in Fig. 2 where the 25 wt% sample has a smaller Tg drop than the 15 wt% or the 40 wt% samples. The most obvious means to complete the analogy between nanocomposites and thin films is to obtain an arithmetic average of the distribution of interparticle spacings, that is, h* = <hi>, where <..> denotes an ensemble average. An equivalent geometric definition is h** = volume of PS (from TEM) / surface area of SiO2 (from TEM). We are motivated to study this second definition as it allows us to study critically the applicability of two-layer models. To elaborate on this point, we note that if each particle/aggregate has a layer of thickness ξ with modified Tg associated with it, then the net fraction of material that would be affected would be proportional to surface area of SiO2 (from TEM) / volume of PS (from TEM) ≡ 1/h** . In the simple case where we consider two planar films with the same surface area but different thicknesses, it follows that h** =h*. Thus, we expect that both h* and h** should provide equivalent descriptions of the nanocomposite data. Figure 4a, which compares thin-film data with the nanocomposite data when h* and h** are used to characterize the nanocomposites, indeed verifies this assertion, but demonstrates that quantitative agreement is not achieved between the thin films and the nanocomposites on this basis. Instead, when h* or h** are used, the nanocomposite data seem to fall at the right-hand extreme of the thin-film results. We are further persuaded that neither h* nor h** are accurate descriptors because they predict that the Tg of the nanocomposites do not reach the bulk values for h* (and hence h**) that are as large as 200 nm; in contrast, the thin-film data become dependent on thickness only for films thinner than 100 nm. To make further progress, and as no general theory has been proposed for the depression of Tg in confined systems, we use the form of equation (1) to describe the h dependence of Tg. Thus, we assume that the Tg for each ligament (or the region between two particle aggregates), with thickness hi, is described by a thin film of the same thickness. Following equation (1), we therefore hypothesize that the local distribution of Tg values in the nanocomposites directly reflects the distribution of the function (1/h) (Fig. 3e). It then follows that the mean glass transition temperature of the nanocomposite, <Tg>, should be quantitatively related to a mean spacing, h***, which is a harmonic mean of the interparticle spacing: 1/h*** = <1/hi>. The Tg values for the nanocomposites prepared from the two solvents and two different PS molecular weights are shown as a function of h*** in Fig. 4a. It is clear that the nanocomposite data as characterized by this h*** value fall at the extreme left of the thin film, thus providing an incomplete analogy to the thin films. At this juncture it is important to realize that, even though we have treated the TEM pictures as being two-dimensional snapshots of the nanocomposite, in fact each TEMslice is a filmof thickness ∼50 nm. The h*** values, and also the h* and h** values, must be modified to include this third dimension. We assume that the centres of the nanoparticles are uniformly distributed in the direction normal to the TEM surfaces, z. The h values that are derived from the TEM pictures must therefore be modified to account for the variation of this z component. For the correction of h* we reasonably assume that each h is represented by the average hz = ∫√h2+z2dz / ∫dz; the corresponding average h value we denote as hz*. Similarly, for the correction of h*** we use 1 / hz = ∫(dz/√h2+z2) / ∫ dz, and the average denoted as hz***. We do not calculate an analogous value of hz**, but conjecture that its behaviour tracks that of hz*. The results of this calculation are shown in Fig. 4b. It is immediately clear that this method of accounting for the thickness of the TEM slices allows hz*** to explain quantitatively the nanocomposite data in the language of the thin films, although hz* shifts even further to the right-hand extreme of the thin-film data.We therefore conclude that the data from the thin films and the nanocomposites follow the same quantitative trend within experimental uncertainties. Furthermore, although the two solvents MEK and THF yield different extents of aggregation of the nanoparticles and hence different interparticle spacings (Fig. 5), they are found to follow the same relationship, emphasizing its apparent generality. Figure 4c, which compares the normalized width of the glass transition in the two cases, makes this connection even stronger. A particular concern, which has been addressed previously, is the intercalation of PS into the aggregates. If PS has intercalated into the aggregates, then the reduction of Tg for a composite with higher aggregation should be more severe than for a composite with lower aggregation. This is not the case for samples of 15 wt% silica prepared from MEK and THF. The THF samples are much more aggregated (Fig. 5), but show amuch smaller Tg shift than theMEK samples. More importantly, Fig. 4b shows that data from both the solvents fall on the thin-film curve when the nanocomposite data are quantified in terms of hz∗∗∗. Similar findings are made when the 15 wt% and 25 wt% silica samples (both cast from MEK) are compared. Thus, we conclude that, even though different solvents and molecular weights yield different extents of agglomeration of nanoparticles in the polymermatrices, and hence different values of the interparticle spacing, the size of the agglomerates does not affect the results obtained. Rather, the dominant physics is embodied in the appropriately averaged interparticle separation, hz∗∗∗. To provide further support for the analogy between nanocomposites and thin films, we performed experiments with SiO2 nanoparticles that had high-molecular-weight PS grafted from them (called SiO2-g-PS; see the Methods section). These modified particles provide a wetting interface between the particles and a 250,000 g mol−1 molecular weight PS matrix. This assignment is verified by scanning electron microscopy showing a wetting interface (Fig. 1b) and X-ray photon correlation spectroscopy, which suggests that particle mobility in these cases is unaffected by an increase in particle concentration. Tg data from these systems are plotted in Fig. 4a and compared with PS films sandwiched between metal layers. Within experimental error, our hypothesis is supported by the fact that no decrease in Tg is observed for wetting interfaces. Note also that the width of the glass-transition process is decreased when compared with the case of the non-wetting films (Fig. 4c). It is interesting that the nanocomposite results agree with the thin-film data given the curvature of the particles and their inherent surface topography. Although we expect topography to play a minor role for the case of dewetting interfaces, the result for the case of wetting interfaces is less clear. However, we note that Tg is a local property driven by events on the 1–2 nm length scale. Because the particle sizes are ∼15 nm and the smallest interparticle spacings are ∼25 nm, curvature effects should not play a role here. However, much smaller wetting particles might provide critical information on the role of curvature effects. Similarly, we are not completely surprised that surface roughness (or local curvature effects on the nanometre length scale) plays no role as no such effects have been observed for thin planar films. Our results provide important new insights into glasstransition behaviour in confined geometries. Our primary conclusion is that generic ‘two-layer’ models, which have been used to interpret equation (1) in the context of thin-film Tg data, do not embody the physics of these situations15. To explain this potentially far-reaching conclusion, we begin by accepting the conjecture that there is a local layer of altered polymer mobility surrounding each nanoparticle10,15,19. For the unfunctionalized silica particles this would correspond to a region of enhanced mobility. As discussed above, the volume fraction of polymer with altered mobility is proportional to 1/h∗. However, because neither h∗ nor h∗ z explain the nanocomposite data in Fig. 4, we conclude that the mere presence of regions of enhanced mobility, that is, a simple two-layer model, is insufficient to explain our results. As a consequence, we are forced to require that the ‘liquid-like’ regions surrounding different particles interact. We conjecture that such interactions could follow the ideas put forward in ref. 24, where it is suggested that the Tg process on heating occurs when mobile domains percolate across the specimen. In the nanocomposites, the smallest interparticle spacings, which would percolate first, would dominate behaviour. In the case of the functionalized particles, we argue that similar interaction effects could continue to apply, except that the region in close proximity to the particles has reduced mobility when compared with the bulk. We therefore propose that the glass-transition process in confined geometries requires the interaction of near-surface regions of altered mobility."]], ["METHODS", ["PS samples of two difference average molecular weights, 282,000 g mol−1 (polydisperity, PDI=1.04) and 92,000 g mol−1 (PDI=1.10), were synthesized using anionic polymerization methods. The silica particles (Nissan Chemicals) with an average diameter of 14±4 nm as measured by TEM, and 20 nm asmeasured by light scattering, were obtained as 30 wt%suspensions inMEK. These were diluted with MEK, sonicated and mixed with a 10% PS solution in MEK. The resulting solution was further sonicated for 2 min, cast on petri dishes and dried at room temperature. To study the effect of surface modification, SiO2 nanoparticles were end grafted with PS (Mw =160,000 g mol−1, PDI=1.11, grafting density σ∼0.57 chains nm−2 ). Details of this preparation method can be found in ref. 35. The films were peeled from the petri dish and dried in a vacuum oven (<30mmHg) at 373 K for 24 h to remove the residual solvent. Subsequent thermal gravimetric analysis (TGA) showed no evidence of residual solvent. Finally, the dried films were compression moulded into 0.5-mm-thick samples at 443 K. No changes in properties on subsequent annealing were observed, suggesting that these moulded samples are well equilibrated to the best of our abilities. It must be noted here that if the untreated SiO2-PS-MEK solution was allowed to equilibrate in a vial at room temperature, the nanoparticles phase segregated to the bottom. This means that the suspensions that are cast on petri dishes do not represent the equilibrium state and that the dispersion of SiO2 in PS will evolve over the course of evaporation. This balance will be different for different solvents used (that is, THF versus MEK). However, once the dried composite is formed, its state of dispersion does not change upon moulding or upon further annealing. The dispersions of the grafted particles, on the other hand, are stable for extended periods of time, indicating good compatibility of the grafted silica with PS. The molecular weight of PS was measured before and after sonication. Gel permeation chromatography showed that the Mw values shifted from 282,000 to 252,000 g mol−1 (named PS (250 K)) and 92,000 to 90,000 g mol−1 (named PS (90 K)) after sonication. However, the sample polydispersity was unchanged. Similar results were found for PS in the nanocomposites (after dissolution).We have used the sonicated polymer solutions to prepare both the control samples and the nanocomposites. DSC and dynamic mechanical analysis (DMA) were used to characterize the Tg. The Tg of the filled PS was characterized as themid point of the change in specific heat froma DSC scan or the peak position of the loss modulus from DMA. Both these measures were in quantitative agreement (±1 K). For DSC experiments, the moulded samples were heated to 453 K and soaked for 2 min followed by cooling at 10 K min−1. The reported Tg was from the second heating at a rate of 10 K min−1. Both cooling and heating experiments yielded identical results. Experiments to determine the effect of heating rate are in progress. Furthermore, DSC on unmoulded nanocomposites run up to 453 K revealed only the glass-transition endotherm and TGA revealed that the thermal degradation of the PS filled with SiO2 was identical to that of neat PS.We are therefore confident that no chemical reaction took place between SiO2 and PS. DMA (Rheometrics DMTA V) was performed in tensilemode (6mm(length)× 0.5 mm(thickness)×3 mm(width)) with a frequency of 1 Hz. Temperature was ramped from300 to 453 K at 2 K min−1. A dynamic strain of 0.03%was imposed to measure the dynamicmodulus in the linear viscoelastic regime. TEM (JOEL 840) was used to quantify the average interparticle spacing between SiO2 particles in the nanocomposites. The moulded samples were cut to a thickness of ∼50 nm using an ultramicrotome system (MTXL, Boeckeler Instruments) and studied by TEM. Negatives were scanned at a resolution of 1,200 d.p.i. giving a pixel/nm ratio of ∼1:1 (at 22,000 magnification). The edges of the nanoparticles were discernable to the naked eye and interparticle spacings were measured by an image analyser (Scion Image software) using at least 600 independent ligaments. We note that, in each nanocomposite, the sizes of the agglomerates were comparable and in most instances much larger than the film thickness. This rules out any artefacts in the measurement of interparticle spacings arising due to the three-dimensional nature of the SiO2 dispersion. Furthermore, atomic force microscopy images of samples sectioned through their thickness have revealed a uniform distribution of the nanoparticles in the entire thickness (see Supplementary Information, Fig. S1)."]]], "doi": "10.1038/nmat1447", "figures": [["Figure 1", "Figure 1", "Figure 1 SEM images showing fracture surfaces. a, A 15 wt% untreated SiO2/PS nanocomposite. Nanoparticles reside inside voids indicating dewetting of PS from SiO2 surfaces. b, A 2wt% SiO2-g-PS/PS nanocomposite (see the Methods section). The contrast between the filler and matrix is low because the surface is covered by a layer of polymer. Furthermore, in contrast to the untreated surface, the particle surface of the SiO2-g-PS is well adhered to the PS. The surfaces were prepared by breaking nanocomposite samples under liquid nitrogen."], ["Figure 2", "Figure 2", "Figure 2 The glass-transition behaviour of SiO2/PS nanocomposites. a, Representative DSC traces of SiO2/PS nanocomposites showing only a single endothermic transition (the Tg) and a distinct reduction in average Tg. b, Tg of SiO2/PS nanocomposites as a function of filler loading. There is some scatter in the data associated with different degrees of aggregation. Samples prepared from MEK and THF show the same trend in depression of Tg but the quantitative difference can be accounted for by variations in particle aggregation. The error bars represent one standard deviation."], ["Figure 3", "Figure 3", "Figure 3 Representative TEM micrographs of SiO2/PS nanocomposites at various filler concentrations prepared using MEK. a, 2wt%. b, 5wt%. c, 15wt%. d, An example of measured ligaments for a 5 wt% SiO2/PS nanocomposite sample. e, Distribution of interparticle spacings measured for four representative concentrations. The plot shows the distribution of 1/h. Note that these distributions are not monotonic with increasing silica content, which is consistent with the results shown in Fig. 2."], ["Figure 4", "Figure 4", "Figure 4 A comparison between the glass-transition responses of PS nanocomposite and thin PS films. a, The change in Tg of SiO2/PS and SiO2-g-PS/PS nanocomposites as a function of average ligament thickness. The x error bars represent a 95% confidence level. In the legend, the number in parentheses is the molecular weight of the matrix in 1,000s. Data from the literature on free-standing20 and supported14,30 films are shown as open circles: following ref. 20 the thickness for supported films has been multiplied by two to account for the relative surface area of the free surfaces in the two cases. Data are also shown for sandwiched films as open triangles in the case where proper surface–polymer bonding was obtained. The film thicknesses are not shifted in this case. b, The change in Tg for SiO2/PS nanocomposites as a function of hz∗∗∗ and hz∗. The error bars represent one standard deviation. c, The corresponding comparison of the normalized width of the glass-transition process. Please refer to Supplementary Information for DMA results of silica/PS nanocomposites. Open circles represent dielectric data from a variety of frequencies on supported films revealing that frequency had no bearing on the relative width of the relaxation: note that the films had a Tg drop similar to those of supported films. The thickness was therefore multiplied by two to account for the surface effects."], ["Figure 5", "Figure 5", "Figure 5 The effect of solvent on the agglomeration of nanoparticles. a,b, TEM images of 15 wt% SiO2/PS nanocomposites prepared by MEK (a) and THF (b). Although the extents of agglomeration are quite different in the two cases, we note that their Tg shifts can be rationalized by calculating the hz∗∗∗ values. These results emphasize that particle size is a secondary concern in this context."]], "table_captions": [], "tables": []}