{"title": "Comparison of theoretical predictions and experimental values of the dielectric constant of epoxy/BaTiO3 composite embedded capacitor films", "abstract": "Polymer/ceramic composites are the most promising embedded capacitor material for organic substrates application. Predicting the effective dielectric constant of polymer/ceramic composites is very important for design of composite materials. In this paper, we measured the dielectric constant of epoxy/BaTiO3 composite embedded capacitor films with various BaTiO3 particles loading for 5 different sizes BaTiO3 powders. Experimental data were fitted to several theoretical equations to find the equation useful for the prediction of the effective dielectric constant of polymer/ceramic composites and also to estimate the dielectric constant of BaTiO3 powders. The Lichtenecker equation and the Jayasundere-Smith equation were useful for the prediction of the effective dielectric constant of epoxy/BaTiO3 composites. And calculated dielectric constants of the BaTiO3 powders were in the range of 100 to 600, which were lower than the dielectric constant of BaTiO3 bulk ceramics probably due to the presence of voids or pores. ", "body": [["Abstract", ["Polymer/ceramic composites are the most promising embedded capacitor material for organic substrates application. Predicting the effective dielectric constant of polymer/ceramic composites is very important for design of composite materials. In this paper, we measured the dielectric constant of epoxy/BaTiO3 composite embedded capacitor films with various BaTiO3 particles loading for 5 different sizes BaTiO3 powders. Experimental data were fitted to several theoretical equations to find the equation useful for the prediction of the effective dielectric constant of polymer/ceramic composites and also to estimate the dielectric constant of BaTiO3 powders. The Lichtenecker equation and the Jayasundere-Smith equation were useful for the prediction of the effective dielectric constant of epoxy/BaTiO3 composites. And calculated dielectric constants of the BaTiO3 powders were in the range of 100 to 600, which were lower than the dielectric constant of BaTiO3 bulk ceramics probably due to the presence of voids or pores. "]], ["Introduction", ["In recent, interest in passive components is increasing for miniaturization and better electrical performance of electronic packages. This is because the number of passive components is much more than that of active components, and is steadily growing. For example, the ratio of passive components to active components in mobile cellular phone is over 20 [1]. Currently most of these passive components are surface-mounted as discrete forms. Therefore, they take up large area of substrate, lower electrical performance due to long interconnection length, and cause reliability problem due to many solder joints. To solve these problems, embedded passive technology, which is to form passive components in multi-layer substrates, has been actively investigated. Among various kinds of passive components, special interest is focused on capacitors, because they are used in large numbers for various important functions, such as decoupling, by-passing, filtering, and timing. In particular, decoupling capacitors, which are used for simultaneous switching noise suppression, are considered as the most important application area of embedded capacitors [2, 3]. One of the promising embedded capacitor materials for organic substrates is a polymer/ceramic composite, which is a ceramic particle-filled polymer. It is a hybrid material utilizing both high dielectric constant of ceramic powders and good processability of polymers. It has advantages of low process temperature, low cost, and fairly good electrical performance. Particularly epoxy/ceramic composites have been intensively investigated due to their compatibility with printed wiring boards (PWBs) currently widely used [4–7]. Up to now, however, there are no materials meeting two important requirements, high dielectric constant and low (capacitance) tolerance, for embedded capacitors. Recently, epoxy/BaTiO3 composite embedded capacitor films (ECFs) have been reported for high dielectric constant and low tolerance (less than ±5%) embedded capacitors fabrication by the authors of this paper [8]. It is a B-stage and transferable film with good adhesion strength. It can be used for embedded capacitor fabrication on a whole area or selective areas of organic substrates. It is very important for composite materials design to precisely predict the effective dielectric constant of polymer/ceramic composites. Several quantitative rules of mixture models had been proposed for predictions of the dielectric constant of heterogeneous twocomponent systems on the basis of dielectric properties of each component [9–12]. However, while different models had been developed, usually little or no experimental evidence was provided to support the derived equations. Therefore it is still controversial which model is more useful for predictions of the effective dielectric constant of polymer/ceramic composites. Another problem in predicting the effective dielectric constant of polymer/ceramic composites using theoretical equations is the fact that the dielectric constant of ceramic powders is not available. When it comes to epoxy/BaTiO3 composite, the dielectric constant of epoxy can be obtained easily by capacitance measurement of an epoxy film, but there is no direct method to measure the dielectric constant of BaTiO3 powders. Because of this problem, in most of literatures the dielectric constant of BaTiO3 bulk ceramics has been used instead of the dielectric constant of BaTiO3 powders. But this is not proper, because it is not certain that the dielectric constant of BaTiO3 powders is same as that of BaTiO3 bulk ceramics and the dielectric constant of ferroelectric polycrystalline BaTiO3 changes with grain sizes at room temperature [13, 14]. According to our previous work [15], the dielectric constant of BaTiO3 powders also changes with particle sizes as the dielectric constant of BaTiO3 ceramics changes with grain sizes. In this paper, experimental data of the dielectric constant of epoxy/BaTiO3 composite ECFs were compared with predictions by theoretical equations. The dielectric constant of epoxy/BaTiO3 composite ECFs with various BaTiO3 particles loading for 5 different sizes BaTiO3 were measured and these experimental data were fitted to several theoretical equations for prediction of the effective dielectric constant of polymer/ ceramic composites As a result, the best-fitting equation was suggested and the dielectric constants of the 5 BaTiO3 powders were estimated inversely."]], ["Theoretical background", ["In the simplest case, it is easy to calculate ε for a model of a capacitor whose dielectric system consists of two different homogeneous dielectrics connected in parallel or in series. In this case the ε of the composite, consisting of two phases with ε1 and ε2 dielectric constants, is expressed by Equation 1: where ν1 and ν2 are the volume fractions of phases 1 and 2. For a more general case of m various dielectrics, Equation 1 is transformed into Equation 2 [9]. εn = ν1ε1n + ν2ε2n (1) εn = Σ m i=1 (νiεin) (2) Equations 1 and 2 can be useful in a number of practical cases. However in most general cases, composite dielectrics are chaotic or statistical mixtures of several components. Then the true value of dielectric constant of a statistic composite should lie between the values determined by Equation 2 for n = 1 and n = −1. A great variety of formulas have been suggested for the calculation of the dielectric constant of statistic composites. These formulas are derived on the basis of various theoretical assumptions and experimental data. However, in this paper, only the following 4 equations which have been frequently mentioned in literatures will be discussed. The Lichtenecker logarithmic lawof mixing has been widely recognized for a composite of two components, log ε = ν1 log ε1 + ν2 log ε2 (3) or, in a general form a mixture of m components, log ε = Σ m i=1 νi log εi (4) However, the mixing rule (3) can be applied only if ε1 differs slightly from ε2 [9]. Effective dielectric constant εeff for a dielectric with polymer dielectric constant εp incorporating uniformly distributed spherical inclusions of ceramic material with dielectric constant εc can be also calculated from the Equation 5 εeff = εp (2εp + εc + 2νc(εc − εp))/(2εp + εc − νc(εc − εp)) (5) which is known as the Maxwell-Wagner mixing rule [9]. Yamada and his coworkers have studied the binary system consisting of a PZT powder embedded in a polymer matrix of PVDF, with respect to their dielectric, piezoelectric and elastic properties [10, 11]. In this work, a model was proposed to explain the behavior of the properties of the composite using the properties of its constituent materials. Considering the binary system composed of ellipsoidal particles dispersed in a continuous medium, the dielectric constant of the composite was shown to be given by εeff = εp[1 + (ηνc(εc − εp))/(ηεp + (εc − εp)(1 − νc))] = εp[1 + (νc(εc − εp))/(εp + n(εc − εp)(1 − νc))] (6) where n(=1/η) is the morphology factor dependent on the shape of the ellipsoidal particles and their orientation in relation to composite film surface, while νc is the volume fraction of the ceramic. The other symbols εeff, εc, and εp, refer to the magnitude of the dielectric constant in composite, ceramic, and polymer, respectively. Jayasundere and Smith derived following equation for the dielectric constant of a binary piezoelectric 0–3 composite by modifying the well-known Kerner equation by including interactions between neighboring spheres [12]. εeff = (νpεp + νcεc[3εp/(εc+2εp)][1 + (3νc(εc−εp))/(εc+2εp)])/(νp + νc[3εp/(εc+2εp)][1 + (3νc(εc−εp))/(εc+2εp)]) (7) where νp is the volume fraction of polymer."]], ["Materials and fabrication processes", ["Materials and fabrication processes of epoxy/BaTiO3 composite embedded capacitor films will be briefly mentioned, and detailed information was published elsewhere [8]. ##3.1. Materials Polymer/ceramic composite ECFs are made from ceramic powder, dispersant, polymer resin, curing agent and solvent. Specially formulated epoxy resin was used as polymer matrix. This resin is composed of solid bisphenol-A type epoxies and a liquid bisphenol-F type epoxy. As a curing agent, dicyandiamide (DICY: NH2NHCNHCN from Aldrich Chemical Company, Inc.), a latent curing agent, was used. 5 different size (0.1–1.0 μm) BaTiO3 powders produced by hydrothermal synthesis were used as a high dielectric constant ceramic powder. Fig. 1 shows scanning electron microscope (SEM) images of the BaTiO3 powders and some characteristics of these powders are summarized in Table I. Phosphate ester was used as a dispersant for BaTiO3 powder and the mixture of methylethyl- Figure 1 SEM images of the 5 BaTiO3 powders used in this study: (a) S1, (b) S2, (c) S3, (d) S(4), and (e) S5. ketone (MEK: CH3COC2H5) and toluene (C6H5CH3) was used as solvent. ##3.2. Epoxy/BaTiO3 composite ECF formation and capacitor fabrication A comma roll-coater was chosen for the fabrication of epoxy/BaTiO3 composite ECFs with uniform thickness. Fabrication procedures are as follows. First, a suspension containing BaTiO3 powder, the dispersant, and the solvents was prepared in a plastic bottle. Ultrasonic power was applied to the suspension to break down BaTiO3 powder agglomerates, and then the suspension was ball-milled for 2 days. After that, epoxies and curing agent were added and the mixed solution was ball-milled again. The prepared slurry was coated on a releasing film using the comma roll-coater. The ECF coated on the releasing film passed a dying zone at 100 ◦C and was continuously rewound. Volume fractions of BaTiO3 powder in epoxy/BaTiO3 composite ECFs were 0, 0.1, 0.2, 0.3, 0.4, 0.5, 0.55, and 0.6 for each powder. Capacitor fabrication procedure using an epoxy/ BaTiO3 composite ECF is as follows. First, the ECF fabricated on the releasing film was dried again at 100 ◦C for 30 min in a vacuum oven to remove solvent residues. And then the dried ECF was laminated on a copper clad laminate (CCL) using heat and pressure at 180 ◦C and 345 kPa (50 psi). After the lamination, the releasing film was removed, and metal (Cu) top electrodes were deposited by a sputtering method using a shadow mask. Area of one metal dot for a top electrode was 0.126 cm2.  ##3.3. Measurement and estimation of the dielectric constant of the BaTiO3 powders Thickness of epoxy/BaTiO3 composite ECFs was measured using a surface profilemeter (Alpha-step 500). Capacitance and dielectric loss were measured by using a HP 4284A LCR meter at 100 kHz. The number of tested metal dots was 40. Dielectric constant of ECFs was calculated from measured thickness and capacitance. Variation of the dielectric constant of epoxy/BaTiO3 composite ECFs with the various BaTiO3 loadings for each BaTiO3 powder were measured, and the results were fitted to the 4 equations using a least square method. The best fitting equationwas suggested and the dielectric constants of BaTiO3 powders were estimated."]], ["Results and discussion", ["##4.1. Dielectric constant of epoxy/BaTiO3 composite vs. BaTiO3 volume fraction Fig. 2 shows the dielectric constant of epoxy/BaTiO3 composite ECFs as a function of volume fraction of each BaTiO3 powder. The dielectric constant of the epoxy film (εp) with no BaTiO3 particle was measured as 4.5. As expected, the dielectric constant of epoxy/BaTiO3 composite ECFs increased with the increase in volume fraction of BaTiO3 powder. But it showed the maximums around 50–60 vol%, and then decreased with more powder addition. This reduction is presumably due to pores or voids introduced by excess powder addition [16, 17]. When we estimated the dielectric constant of BaTiO3 powders by data- fitting, only the data where the dielectric constant of epoxy/BaTiO3 composite increased with the volume fraction of BaTiO3 powder were used. The dielectric constants of the epoxy/BaTiO3 ECFs using S4 powder are higher than those using the other powders. This means that the dielectric constant of S4 powder is highest among the 5 powders. Particle size dependence of the dielectric constant of BaTiO3 powders was investigated in a previous paper [15]. ##4.2. Fitting to the Lichtenecker equation Equation 3 can be rewritten as log εeff = νp log εp + νc log εc = log εp + νc log(εc/εp) (8) This equation indicates that logarithm of the effective dielectric constant of epoxy/BaTiO3 composites is linearly proportional to volume fraction of BaTiO3 powder (νc), and y-intercept and slope correspond to log εp and log(εc/εp), respectively. Therefore the dielectric constant of epoxy (εp) can be calculated from the yintercept, and the dielectric constant of BaTiO3 powder (εc) can be calculated from the slope and the obtained εp. Fig. 3a shows the logarithm of the dielectric constant of epoxy/BaTiO3 composite ECFs as a function of volume fraction of each BaTiO3 powder. These data are consistent with the log-law relationship proposed by Lichtenecker. The data were fitted to the Equation 8 to obtain y-intercept and slope. Table II shows the dielectric constants of epoxy and the 5 BaTiO3 powders calculated from the y-intercept and slope. The dielectric constant of S4 powder, whichwas expected to show the highest dielectric constant, was estimated to be 340, and the dielectric constant of S1 powder, the smallest, was estimated to be 176. The dielectric constants of S2, S3, and S5 powders were estimated to be 222, 250, and 275, respectively. These values are smaller in one order of magnitude than the dielectric constant of BaTiO3 bulk ceramics. In Fig. 3b, the experimental data for S1 and S4 powders are compared with the predictions by the Lichtenecker equation using the εcs estimated by fitting. The predictions by the Lichtenecker equation are in good agreement with the experimental data in all volume fractions of BaTiO3 particles. For the other powders, predictions by the Lichtenecker equation agree well with experimental data, although they are not shown in this figure. Therefore, it is concluded that the Lichtenecker equation is useful for predictions of the effective dielectric constant of polymer/ceramic composites, although there are limitations that the Lichtenecker equation can be applied only if the dielectric constant of polymer matrix differs slightly from the dielectric constant of particle inclusions [9]. ##4.3. Fitting to the Maxwell-Wagner mixing rule In Fig. 4, the experimental data of the dielectric constant of epoxy/BaTiO3 composite ECFs for S1 and S4 powders are compared with predictions by the Maxwell-Wagner mixing rule. As shown in this figure, there is large difference between the predictions by the Maxwell-Wagner equation and the experimental data even if we take the dielectric constant of BaTiO3 powder as infinite. The predictions by the Equation 5 were much smaller than the experimental data. Therefore fitting was almost impossible. In conclusion, the Maxwell-Wagner equation is indequate for the prediction of the dielectric constant of epoxy/BaTiO3 composite ECFs. ##4.4. Fitting to the Yamada equation There are two unknownparameters in theYamada equation. One is the dielectric constant of BaTiO3 powder (εc) and the other is the morphology factor (n).We tried to determine these two parameters by fitting with a least square method. Results are summarized in Table III. Dielectric constants of S4 and S5 powders could not be determined by fitting, because the more numberwetook as the dielectric constant of BT powder, the smaller the total deviation between the experimental data and predictions by the Yamada equation. Dielectric constants of S1, S2, and S3 could be determined but the obtained results showed no consistency. This is probably due to the effect of the morphology factor (n), because the effective dielectric constant in the Yamada equation is greatly affected by the change of the morphology factor. Small change in the value of the morphology factor gives large difference. In Fig. 5, the experimental data for S1 and S4 powders are compared with the predictions by the Yamada equation. In the case of S1, when we take the dielectric constant of BaTiO3 powder and the morphology factor as 2457 and 0.19, respectively, the predictions are consistent with the experimental data for S1. In the case of S4, when we take the dielectric constant of BaTiO3 powder and the morphology factor as infinite and 0.16, respectively, the predictions only below Figure 6 (a) Total deviations between measured data and predicted data, (b) Comparison of the predictions by the Jayasundere-Smith equation with the experimental data. 40 vol% are consistent with the experimental data for S4. However, significant difference between the experimental data and the predicted data are observed above 40 vol%, where the experimental data are higher than the predictions. Nagata [18] also reported that the dielectric constant for LDPE-BaTiO3 composite system above 40 vol% remarkably deviated from the theoretical values calculated by the Yamada equation. In conclusion, the Yamada equation is considered to be inadequate for predictions of the dielectric constant of polymer/ceramic composites because the morphology factor should be determined and predicted values deviate from measured values at high powder loading. ##4.5. Fitting to the Jayasundere-Smith equation The experimental data were fitted to the Jayasundere- Smith equation with a least square method, and dielectric constants of the BaTiO3 powders were estimated. Fig. 6a shows total deviation between predictions by the Jayasundere-Smith equation and the experimental data of the dielectric constant of epoxy/BaTiO3 composite ECFs as a function of the dielectric constant of BaTiO3 powders. For all powders except for S4 powder, the dielectric constants of BaTiO3 powder that minimized the total deviation could be obtained. Results are summarized in Table IV. Dielectric constants of S1, S2, S3, and S5 were estimated to be 160, 282, 415, and 562, respectively. For S4 powder, as the dielectric constant of BaTiO3 powder increased, total deviation decreased. Therefore it was impossible to determine the dielectric constant of S4 powder by the fitting to the Jayasundere- Smith equation. In Fig. 6b, the experimental data for S1 and S4 powders are compared with predictions by the Jayasundere-Smith equation. When we substitute 160 for the dielectric constant of BaTiO3 powder, the predictions agree well with the experimental data for S1 in all volume fractions. When we substitute 282, 415, and 562 for the dielectric constant of BaTiO3 powder, the predictions are in good agreement with the experimental data for S2, S3, and S5, respectively, although they are not shown in the Fig. 6. In the case of S4 powder, predictions approach to the experimental data for S4 more closely as the dielectric constant of BaTiO3 powder increases. However the experimental data for S4 are slightly bigger than the predictions even if we substitute infinite for the dielectric constant of BaTiO3 powder. Therefore, it is concluded that the Jayasundere-Smith equation is useful to predict the dielectric constant of polymer/ceramic composites, but this equation has a limitation that it makes no difference when the dielectric constant of ceramic powder is over thousand. ##4.6. Summary discussion about the dielectric constant of BaTiO3 powders The dielectric constants of BaTiO3 powders calculated from the Lichtenecker equation and the Jayasundere- Smith equation are within 100–600. These values are much smaller than the dielectric constant of BaTiO3 bulk ceramics even if the particle size effects are considered. Actually, there is no way to know whether these values are correct or not. Assuming that these values are reasonable to a certain extent, the difference between the dielectric constants of BaTiO3 powders and BaTiO3 bulk ceramics can be explained as follows. Fig. 7 shows the cross section image of the epoxy/BaTiO3 composite ECF containing 40 vol% of S5 powder. Some voids and pores are observed in this figure. These voids or pores are generated due to solvent evaporation or powder agglomeration. They lower the dielectric constant of epoxy/BaTiO3 composites substantially, even if the amount of voids or pores is small. Effects of voids or pores were not considered in previous dielectric constant calculations. Therefore the calculated dielectric constants of BaTiO3 powders include the effects of voids and pores, so they are a little lower than actual dielectric constants of BaTiO3 powders."]], ["Conclusion", ["Experimental data of the dielectric constant of epoxy/BaTiO3 composite ECFs were fitted to the several theoretical equations and dielectric constants of BaTiO3 powders were also estimated. The experimental data could be well fitted to the Lichtenecker equation and the Jayasundere-Smith equation, but not to the Maxwell-Wagner equation and the Yamada equation. Therefore, the Lichtenecker equation and the Jayasundere-Smith equation are useful for predictions of the dielectric constant of epoxy/BaTiO3 composites. The dielectric constants of BaTiO3 powders calculated from the Jayasundere-Smith equation are 160, 282, 415, and 562 for S1 (0.15 μm), S2 (0.25 μm), and S3 (0.32 μm), and S5 (0.92 μm), respectively. These values are a little lower than the dielectric constant of BaTiO3 bulk ceramics."]]], "doi": "10.1007/s10854-005-6454-3", "figures": [["Figure 1", "Figure 1", "Figure 1 SEM images of the 5 BaTiO3 powders used in this study: (a) S1, (b) S2, (c) S3, (d) S(4), and (e) S5."], ["Figure 2", "Figure 2", "Figure 2 Dielectric constant changes with BT particle loading."], ["Figure 3", "Figure 3", "Figure 3 (a) Logarithm of the dielectric constant of epoxy/BaTiO3 composite ECFs, (b) Comparison of the predictions by Lichtenecker equation with the experimental data."], ["Figure 4", "Figure 4", "Figure 4 Comparison of the prediction by Maxwell-Wagner equation with the experimental data."], ["Figure 5", "Figure 5", "Figure 5 Comparison of the predictions by Yamada equation with the experimental data."], ["Figure 6", "Figure 6", "Figure 6 (a) Total deviations between measured data and predicted data, (b) Comparison of the predictions by the Jayasundere-Smith equation with the experimental data."], ["Figure 7", "Figure 7", "Figure 7 Cross section image of the epoxy/BaTiO3 composite ECF (S5 40 vol%)."]], "table_captions": [], "tables": []}