{"title": "Rheology and biodegradation of polylactide/silica nanocomposites", "abstract": " Silica-filled polylactide (PLA) nanocomposites were prepared by melt compounding. The oscillatory rheological properties and biodegradation behavior were then investigated. As the silica loadings reach up to 5 wt%, percolated silica network structures form. For the percolated PLA/silica nanocomposites sample (the silica content was >5 wt%), the modulus enhances with an increase of temperature evidently. Moreover, it is interesting to find that the biodegradation rates have been enhanced obviously in the PLA/silica nanocomposites than in neat PLA. The erosion mechanism of neat PLA and the PLA/silica nanocomposites was further discussed.  ", "body": [["Abstract", [" Silica-filled polylactide (PLA) nanocomposites were prepared by melt compounding. The oscillatory rheological properties and biodegradation behavior were then investigated. As the silica loadings reach up to 5 wt%, percolated silica network structures form. For the percolated PLA/silica nanocomposites sample (the silica content was >5 wt%), the modulus enhances with an increase of temperature evidently. Moreover, it is interesting to find that the biodegradation rates have been enhanced obviously in the PLA/silica nanocomposites than in neat PLA. The erosion mechanism of neat PLA and the PLA/silica nanocomposites was further discussed.  "]], ["INTRODUCTION", [" Most of the biodegradable synthetic polymers are mainly aliphatic polyesters, which are promising materials for the production of high-performance and environmentally friendly plastics [1-3]. As one of those aliphatic polyesters, poly(lactic acid) (PLA) has the most excellent comprehensive performance. It is biodegradable, compostable, and nontoxic to the human body and to the environment; moreover, it can be produced from renewable plant resources (mainly starch and sugar). This polymer possesses reasonably good mechanical and optical properties, thermal plasticity, and processability, so it has tremendous market potential for packaging materials, fibers, agricultural films, and biomaterials. Consequently, PLA is considered highly promising as a commercial commodity polymer with biodegradable characteristics [4-6]. However, other properties of PLA, such as toughness, dimensional stability, gas barrier properties, and slow biodegradation rate, are often not sufficient for its further processing and end-use applications.  Several techniques including copolymerization and blending with other polymers have been developed to further improve the physical properties of PLA, aiming at extending its end-use applications [1, 7]. Besides, compounding with nanofillers, such as layer silicate [8], carbon nanotubes (CNTs) [9], and polyhedral oligomeric silsesquioxanes [10], is also an effective way of fabricating PLA materials with high performance. In recent years, fumed silica has been used as the new-generation nanofiller to prepare polymer composites because it possesses advantages of a light mass, low price, rich resource, high strength and modulus, and good thermal stability [11]. Many polymer/silica nanocomposites have hitherto been prepared successfully via various approaches, also including PLA/silica nanocomposites [12, 13]. Yan et al. prepared PLA/silica nanocomposites via two steps: the grafting of L-lactic acid oligomer onto the surface of silica followed by melt blending with PLA [14]. The resulting nanocomposites had improved crystallization and mechanical properties. Subsequently, the same research group, in another study, successfully synthesized plasticized PLA/silica nanocomposite materials by a sol–gel process [15]. They found that the presence of even small amount of silica largely improves the tensile strength of the samples. Wu et al. prepared and characterized PLA/silica nanocomposites via in situ melt polycondensation of L-lactic acid in the presence of acidic silica sol [16]. In our previous work [17, 18], poly(L-lactide) (PLLA)/silica nanocomposites were prepared by melt compounding. Some properties of the PLLA/silica nanocomposites, such as thermomechanical properties and optical transparency, have been explored preliminarily. Moreover, the thermal stabilization mechanism of biodegradable PLLA/silica was further studied. The thermal stabilization mechanism was attributed mainly to the barrier effect of the network formed, which was demonstrated by the improved barrier properties and rheological performance.  It is well established that rheology is a powerful tool to investigate microscopic and mesoscopic structure of the filled polymer systems because the viscoelastic properties are highly related to both the dispersion state of filler and the interactions between filler and polymer matrix [19]. Hitherto numerous rheological studies have been reported on various polymer composites with silica [20-22]. Similar to those observed on the polymer composites containing clay, nanotubes, a solid-like flow behavior can also be observed on the polymer/silica nanocomposites. The rheological behaviors of the PLLA/silica nanocomposites have also been studied preliminarily in our previous work to further discuss the thermal stabilization mechanism. When the silica loading is higher than 7 wt%, a transition from liquid-like to solid-like viscoelastic behavior has been observed in the nanocomposites, indicating a rheological percolation threshold formed. However, are there any other aspects also influencing the viscoelastic behavior of a polymer/silica system? This is worthy of further study. In addition, both the processing and the application also require further information on rheological responses of the PLA/silica nanocomposites. Therefore, in this work, the PLA/silica nanocomposites were prepared via melt mixing for the rheological study. The oscillatory rheology was then used as a probe to further explore the rheological behavior and its temperature dependence. Moreover, the biodegradation experiments were performed to study the effect of the incorporation of silica in the polymer matrix on the biodegradation of PLA, aimed at relating the macroscopic biodegradation performance to the mesoscopic and microscopic structures of the silica in the PLA matrix. "]], ["EXPERIMENTAL", ["##Materials  The PLA (4060D) used in this study was a commercial product of Natureworks, USA. It was amorphous and had a weight-average molecular weight (Mw) of 155,000 g mol−1 and polydispersity of 1.30 [by gel permeation chromatography (GPC) analysis]. The nanosilica (AEROSIL 200) was supplied by Degussa AG (Hanau, Germany) and was a hydrophilic pyrogenic silica with specific surface area of 200m2 g−1 and silica content of >99.8%. The nanosilica was aggregates with average primary particle size of 12 nm. They were used as received without any surface pretreatment.  ##Sample Preparation  Melt compounding of PLA with 1, 3, 5, 7, and 9 wt% of nanosilica was conducted using a Haake batch intensive mixer (Haake Rheomix 600, Karlsruhe, Germany). Before blending, PLA and nanosilica were dried in vacuo for 24 h at 50 and 110°C, respectively. The two components were mixed at 140°C for 5 min with a screw speed of 50 rpm. The torque was continuously monitored during the mixing process. For comparison, the neat PLA was subjected to the same mixing treatment so as to have the same thermal history as its nanocomposites. After mixing, all samples were cut into small pieces and compression molded, at 150°C and 10 MPa, into thick sheets for the various measurements. For convenience, the processed neat PLA and PLA/silica nanocomposites are, respectively, designated as neat PLA and PLAx in the following discussion, x representing the silica content (wt%) of the nanocomposite.  ##Characterizations  Isolation of PLA from PLAx for molecular weight parameter determination was carried out according to the previous work [18]. The molecular weight parameters of neat PLA and various samples were measured using GPC with a Waters 410 GPC instrument equipped with two Waters Styragel columns (HT6E and HT3) and a differential refractometer detector. Measurements were performed at 25°C and at a flow rate of 1.0 mL min−1 using chloroform as eluent. The molecular weight was calibrated according to polystyrene standards (Polyscience).  The morphologies of fracture surfaces of neat PLA and its nanocomposites were observed using a field emission scanning electron microscopy (XL30 ESEM FEG, FEI). The samples were fractured in liquid nitrogen and the fracture surfaces were coated with gold before ESEM observation.  Rheological measurements were carried out on the rheometer (AR2000EX, TA Instruments-Waters LLC, USA) equipped with a parallel plate geometry using 20-mm diameter plates. The sheet samples in thickness of 1.0 mm were molten at 120 and 140°C for 3 min in the fixture to eliminate residual thermal histories and then experienced dynamic strain sweep to determine their linear viscoelastic region. In the dynamic frequency sweep, the small amplitude oscillatory shear (SAOS) was applied at the strain level of 1%.  For biodegradation experiments, films (ca. 150-μm thickness) were placed in vials filled with 5 mL of 0.05 M Tris buffer solution (pH = 8.6) containing 1.0 mg of proteinase K [23]. The vials were placed in an oven thermostated at 37°C. The buffer/enzyme system was charged every 12 h to restore the original level of enzymatic activity. For a given experiment, three replicate specimens were withdrawn from the degradation medium and washed with distilled water. After wiping, the specimens were weighed and vacuum dried to a constant weight at 50°C. Biodegradation was evaluated by measuring weight loss values (mg) per unit area (cm2) of the film sheet. The weight of released silica was excluded from the weight loss of PLA in evaluating biodegradation.  Thermal analysis was performed using a TA Instruments differential scanning calorimetry (DSC) Q20 with a Universal Analysis 2000. Indium was used for temperature and enthalpy calibration. All operations were performed under nitrogen purge, and the weight of the samples varied between 5 and 8 mg. The samples were heated from 20 to 190°C at a heating rate of 20°C min−1. "]], ["RESULTS AND DISCUSSION", ["##Morphology of PLA/Silica Nanocomposites  It is well known that the dispersion of silica nanoparticles in the polymer matrix is the key factor influencing the physical properties of polymer matrix. A homogeneous dispersion of silica nanoparticles, together with strong interfacial interactions between polymer matrix and silica nanoparticles, can effectively improve the thermal, mechanical, and rheological performances of the polymer matrix. To investigate the dispersion of silica nanoparticles in the PLA matrix, the fracture surfaces of the PLA/silica nanocomposites were observed by field emission scanning electron microscopy (ESEM). The morphology of the PLA/silica nanocomposites with various silica loadings is shown in Fig. 1. Figure 1a shows ESEM micrograph of the neat PLA fracture surface, which is smooth and featureless. As for the nanocomposites, silica particles were detected as white dots. When the silica content was <5 wt% (Fig. 1b and c), the nanoparticles dispersed evenly in the PLA matrix and exhibited only aggregates with particle size of less than 100 nm. However, at a higher silica content (>5 wt%), the number of large aggregates increased markedly. Some of the aggregates even exceeded the size of 250 nm. This result supports the view that the higher the silica content is, the larger the silica aggregate becomes because of the strong interaction among the nanoparticles [24, 25]. A very similar dispersion of silica nanoparticles in the polymer matrix was also observed in the PLLA/silica nanocomposites and poly(3-hydroxybutyrate-co-4-hydroxybutyrate)/silica nanocomposites [17, 26].  ##Linear Viscoelasticity of PLA/Silica Nanocomposites  The presence of those dispersed silica nanoparticles has large influence on the linear viscoelasticity of PLA matrix. The linear viscoelastic region of the nanocomposite system is determined via dynamic amplitude scan measurements. Figure 2 shows the dependence of dynamic storage modulus (G′) of the PLA/silica nanocomposites on the strain (γ) at 120 and 140°C, respectively. Obviously, on the one hand, G′ increases monotonously with increase of silica loadings, which is due to the reinforcement effect of silica. On the other hand, increasing the loading of silica and decreasing the temperature decrease the linear viscoelastic region of PLA matrix. Thus, the following dynamic frequency sweep was conducted at γ = 1%.  Figure 3a and c and b and d shows the dependence of dynamic storage modulus (G′) and complex viscosity (η*) for the neat PLA and PLAx samples at 120 and 140°C, respectively. Similar with those already observed on other polymer/silica systems, the low-frequency G′ of PLAx also increases with addition of silica greatly. It is seen that the neat PLA sample shows typical terminal behavior at low frequencies with the scaling properties of G′ ∞ ω2, which is in consistent with the linear viscoelastic theory. However, this terminal behavior disappears gradually with increase of silica loadings. As the silica loadings reach up to 7 wt%, the PLAx exhibit evident solid-like response in the low frequency region, indicating the occurrence of an elastic deformation-dominated flow. At this loading level, the particle–particle interactions among the silica are strong enough and as a result lead to the formation of percolated silica network structures. In this case, the large-scale relaxations of PLA chain coils are highly restrained by the presence of silica, and hence the nanocomposite system shows a solid-like flow behavior at the low-frequency region. As a result, the low-frequency η* increases with increasing silica loadings, and the Newtonian plateau disappears gradually as shown in Fig. 3b and d. The rheological percolation threshold (φc) of PLAx is between 5 and 7 wt%. Similar results are also found at 100°C (see Supporting Information). Plotting the slopes of low-frequency modulus curves versus the silica loadings, the turning point can be considered as the percolation thresholds (φc) approximately [9]. Figure 4 gives the values of percolation thresholds (φc) at various temperatures for the PLAx systems. The rheological percolation threshold (φc) of PLAx is ∼6.35 and 6.24 at 120 and 140°C, respectively, which is higher than those of corresponding clay-based PLLA nanocomposites and CNT-based PLLA nanocomposites. (The percolation threshold of PLLA/clay and PLLA/CNT nanocomposites is about 3–5 and 2.7 wt%, respectively [8, 9].) This is mainly due to the different aspect ratio, dispersion in the polymer matrix, and interfacial interactions among polymer matrix of these nanoparticles. The percolation thresholds slightly reduce with increase of temperature, indicating that the percolation network can form at the lower silica loading levels in the SAOS flow at high temperatures. A similar result was also obtained in the CNT-filled poly(butylene succinate) composites [27]. Moreover, it should be noted here that for the unpercolated PLAx sample (the silica content was <5 wt%), the modulus decreases with increasing temperature. In these systems, the rheological responses are still dominated by the viscous PLA matrix. Thus, the viscosity and elasticity of the systems decrease with increasing of temperature as a result of the enhanced movements of PLA chains. However, for the percolated PLAx sample (the silica content was >5 wt%), the modulus increases with increase of temperature evidently. As mentioned above, the oscillatory flow behavior in this system is dominated by the percolated silica networks. The enhanced Brownian motion of silica may lead to the increase of network elasticity. However, it has been reported that Brownian motion is not the major force for the reorganization of the nanofiller network [28, 29]. As soon as the nanocomposites percolated, the large-scale polymer chain relaxations may be highly restrained by the percolated silica network. Figure 5 gives the Han plots of G′∼G″ [30] for the neat PLA and its nanocomposites at 120 and 140°C, respectively. The curves of nanocomposites clearly show silica loading dependence, confirming the hydrogen-bonding interaction existed between the SiOH of silica and the CO of PLA as observed by infrared spectroscopy measurements in our previous work [17]. In addition, the reduced slope with the addition of silica indicates that the composites become more heterogeneous. It is notable that the inflection point where the slope is changed shifts to a higher frequency with increasing silica loadings. This indicates that much energy is necessary to change the degree of heterogeneity because of the increased physical association within the composite systems at a high silica loading. Those hydrogen-bonding interactions and/or physical association between silica and matrix change the relaxation behavior of the PLA chain inevitably. The relaxation time (λ) can be calculated as follows [9]:  The calculated ratio of the relaxation time of composites to that of neat PLA (Δλ) increases gradually with silica loadings and finally to about 9 and 55 for the PLA9 sample at the low frequency (0.01 Hz) at 120 and 140°C, respectively. This indicates that the role of silica to make the polymer chain need longer time for the relaxation becomes stronger with increasing loading levels and temperature. In other words, the presence of silica greatly restricts the chain mobility of PLA matrix once percolation network structure forms. This strong restriction is further confirmed by the Cole–Cole plots [31] shown in Fig. 6, which is often adapted to the description of viscoelastic properties (viscosity and modulus) of the materials with a relaxation time distribution such as heterogeneous polymeric systems. The single arc of the neat PLA represents relaxation process with a relaxation time distribution. After incorporation of silica (the silica content was ≥5 wt%), all Cole–Cole plots are divided into two parts: a half-baked arc at low viscosities corresponding to the local dynamic of PLA and a rigid tail at high-viscosity region, which is indicative of the long-term relaxation of those restrained PLA chains. The upturn between these two parts presents remarkable shift to the high-viscosity region with increasing silica loadings. As the loading level achieving up to 7 wt%, the local relaxation arc of PLA nearly disappears, indicating that the long-term relaxation of those restrained PLA chains becomes the dominant one in the whole relaxation behaviors of the nanocomposites, which also confirms that the mescostructure of silica, percolation network forms at present silica loadings, and the long-range motion of PLA chains is highly restrained consequently. ##Biodegradation Properties In the above sections, the effects of silica on the rheological properties of PLA were investigated in the PLA/silica nanocomposites. In this section, the effect of silica on the biodegradation of PLA in the nanocomposites was further studied relating the macroscopic biodegradation properties to the mesoscopic and microscopic structures of silica in the PLA matrix. Figure 7 shows the variation of weight loss of neat PLA and its nanocomposites with exposed time during biodegradation test. The values of weight loss increase with prolonging exposed time for both neat PLA and its nanocomposites. As shown in Fig. 7, weight loss starts from the beginning of each biodegradation experiment and shows almost linear variation of weight loss with exposed time until 24 h. As the weight loss shows almost linear increase with biodegradation time, the biodegradation rates of neat PLA and its nanocomposites are obtained from the slopes of the plots of variation of weight loss with biodegradation time, and the results are shown in Fig. 8. For neat PLA, the biodegradation rate is around 0.055 mg cm−2 h−1; however, the biodegradation rates are increased to be around 0.36 mg cm−2 h−1 for the PLA9 sample. It is obvious that the nanocomposites degrade faster than neat PLA, indicating the incorporation of silica enhances the biodegradation of PLA in the nanocomposites; moreover, the biodegradation rate increases with increasing the silica content. The addition of silica may lead to a facile attack of the enzyme molecule toward the ester groups of PLA chains, because the silica was hydrophilic. As the silica loadings reach up to 5 wt%, percolated silica network structures form as observed from rheological results. Moreover, at a higher silica content (>5 wt%), some of the aggregates of silica exit. The aggregates of silica easily released from the PLLA matrix during biodegradation process, contributing to a better biodegradation. All these factors may lead to the fact that the highest filled silica composites (less homogeneous dispersion of filler >5%) show the higher degradation rate. The results that polymer degrades faster in the polymer nanocomposites than in neat polymer have also been recently reported in the literature. Tsuji et al. have reported that the addition of fullerene C60 and single-wall CNT enhanced the enzymatic degradation of PLLA [32]. In our previous work [26], the enzymatic degradation rate of the P(3-hydroxybutyrate-co-4-hydroxybutyrate)/silica nanocomposites was markedly accelerated with increasing silica content. The weight-average molecular weight (Mw) of neat PLA and the PLA/silica nanocomposites was also studied during the biodegradation process. The weight-average molecular weight (Mw) of original PLA film and PLA5 film was 148,000 and 150,000, respectively. The weight-average molecular weight (Mw) of PLA film and PLA5 film after a biodegradation of 24 h was 143,000 and 142,500, respectively. It is found that the Mw values remain almost unchanged for both neat PLA and its nanocomposites during the biodegradation process. The almost unchanged Mw indicates that no significant chain scission took place for both neat PLA and the PLA/silica nanocomposite during the biodegradation process. It is well established that both the environmental factors, such as pH, temperature, relative humidity, and microorganism, and internal factors, such as crystallinity and branched structure, affect the biodegradation behavior of aliphatic polyesters [33]. Figure 9 shows the DSC curves of neat PLA and its nanocomposites before biodegradation and after a degradation of 24 h. It is obvious from Fig. 9 that all samples only exhibit a glass transition temperature at about 60°C, indicating that all samples are amorphous. Therefore, in this work, the same environmental conditions were used in the biodegradation test, and all the films for biodegradation test were amorphous. Moreover, the initial molecular weight for all samples has no great difference. Therefore, the difference in the biodegradation process must derive from the addition of silica, which may lead to a facile attack of the enzyme molecule toward the ester groups of PLA chains, because the silica was hydrophilic. Degradation of polymers can be mainly classified into two typical types, i.e., surface eroding and bulk eroding ones. In the case of bulk erosion, material is generally lost from the entire polymer volume. The erosion rate depends on the total amount of material. In the case of surface erosion, material is lost from the polymer matrix exterior surface. The erosion rate is directly proportional to external surface area and remains constant as the slab becomes progressively thinner. Therefore, as to a surface-eroding polymer, the erosion rate is essentially constant until the polymer is completely degraded [10]. Therefore, it is interesting to investigate further the erosion mechanism of neat PLA and its nanocomposites during the biodegradation process. The almost unchanged biodegradation rates and molecular weight suggest that the biodegradation of neat PLA and the PLA/silica nanocomposite may proceed via the surface erosion mechanism; thus, only the surface of the samples was eroded while the internal remained almost unchanged during the biodegradation process. Moreover, the almost unchanged molecular weight indicates that there is no evident chain scission during biodegradation process. To further investigate the erosion mechanism, the surface and cross-sectional images of neat PLA and the PLA/silica nanocomposites were studied with ESEM. Figure 10a–d illustrates the ESEM images of neat PLA before and after biodegradation. Figure 10a and b shows the surface and cross-sectional images of neat PLA before biodegradation, whereas Fig. 10c and d shows the surface and cross-sectional images of neat PLA after a biodegradation of 12 h. It is obvious from Fig. 10a and c that the surface of neat PLA is very smooth before degradation, whereas that of degraded neat PLA becomes blemished and shows cell-like structure. On the contrary, no apparent morphology change takes place in the inside of the films from the cross-sectional image observation as shown in Fig. 10b and d; however, the film thickness of neat PLA decreased after a biodegradation, indicating again that the biodegradation of neat PLA may proceed via surface erosion mechanism. Similarly, the morphological changes of the surface and cross-sectional images for the PLA/silica nanocomposites were also studied for comparison. Figure 10e and f shows the corresponding surface and cross-sectional ESEM images of a PLA5 nanocomposite after a biodegradation of 12 h as an example. The surface of the PLA5 nanocomposite shown in Fig. 10e is rougher than that of neat PLA shown in Fig. 10c after a biodegradation of 12 h; moreover, the films tend to become thinner in the PLA5 nanocomposite than in neat PLA if we compare the cross-sectional images shown in Fig. 10d and f after a biodegradation. The variation of the film thickness suggests that surface erosion still occurred despite the presence of silica in the PLA/silica nanocomposite. Moreover, increasing the silica loading enhances the biodegradation process. Similar results are also found in other nanocomposites samples. As discussed above, no significant chain scission took place for both neat PLA and the PLA/silica nanocomposite during the biodegradation process. Biodegradation of PLA and its composites occurred only at film surfaces, and increasing the silica loading enhances the biodegradation process. Therefore, it can be deduced that the biodegradation of both neat PLA and the PLA/silica nanocomposites occurred at the surface of the films. Such results are consistent with the previous research conclusion that the erosion of PLA process proceeds via surface erosion in alkaline solution [10]. During the biodegradation process, both the weight and thickness of the films decreased with time, whereas the molecular weight remained almost unchanged. The biodegradation rates are faster in the PLA/silica nanocomposites than in neat PLA and increase with the silica loading; however, the exact reason is still unknown and needs further investigation."]], ["CONCLUSIONS", ["Biodegradable PLA/silica nanocomposites were prepared via melt blending method at various silica loadings from 1 to 9 wt%. The morphology, viscoelasticity, and biodegradation of neat PLA and the PLA/silica nanocomposites were investigated in detail with various techniques. The following conclusions were obtained:      (1)      ESEM observation indicates that when the silica content was <5 wt%, the silica dispersed evenly in the PLA matrix and exhibited only aggregates with particle size of <100 nm. However, at a higher silica content (>5 wt%), some of the aggregates even exceeded the size of 250 nm.     (2)      As the silica loadings reach up to 5 wt%, percolated silica network structures can be formed. Once the percolated silica network structures formed, the modulus increases with increase of temperature evidently.     (3)      The biodegradation rates have been enhanced obviously in the PLA/silica nanocomposites than in neat PLA, which may be of great use and importance for the wider practical application of PLA. The erosion mechanism of neat PLA and its nanocomposites was further discussed, and the biodegradation of neat PLA and its nanocomposites may proceed via surface erosion. "]]], "doi": "10.1002/pc.22306", "figures": [[null, null, "FIG. 1. ESEM microphotographs of the fractured surfaces of (a) neat PLA, (b) PLA1, (c) PLA3, (d) PLA5, (e) PLA7, and (f) PLA9."], [null, null, "FIG. 10. ESEM images showing the morphology of surface and cross section for neat PLA and PLA5 samples: (a) surface of neat PLA before degradation; (b) cross section of neat PLA before degradation; (c) surface of neat PLA after a degradation of 24 h; (d) cross section of neat PLA after a degradation of 24 h; (e) surface of PLA5 after a degradation of 24 h; and (f) cross section of PLA5 after a degradation of 24 h."], [null, null, "FIG. 2. The dynamic storage modulus (G′) for the neat PLA and PLAx samples obtained in strain sweep."], [null, null, "FIG. 3. (a and c) Dynamic storage modulus (G′) and (b and d) complex viscosity (η*) for the neat PLA and PLAx samples at 120 and 140°C obtained in dynamic frequency sweep."], [null, null, "FIG. 4. The plots of dynamic storage modulus at 0.01 Hz versus silica loadings at various temperatures."], [null, null, "FIG. 5. Han plots of dynamic storage modulus (G′) versus dynamic loss modulus (G″) at various temperatures for the neat PLA and PLAx samples."], [null, null, "FIG. 6. Cole–Cole plots of imaginary viscosity (η″) versus real viscosity (η′) for the neat PLA and PLAx samples."], [null, null, "FIG. 7. The weight loss profiles of the neat PLA and the PLAx nanocomposite films as a function of time during the enzymatic degradation."], [null, null, "FIG. 8. The biodegradation rates of neat PLA and the PLAx nanocomposites as a function of silica loadings."], [null, null, "FIG. 9. The DSC curves of neat PLA and its nanocomposites before biodegradation and after a degradation of 24 h."]], "table_captions": [], "tables": []}