{"title": "Glass-transition temperature behavior of alumina/PMMA nanocomposites", "abstract": " Alumina/poly(methyl methacrylate) (PMMA) nanocomposites were synthesized by an in situ free-radical polymerization process with 38 and 17 nm diameter γ-alumina nanoparticles. At extremely low filler weight fractions (<1.0 wt % of 38 nm fillers or < 0.5 wt % of 17 nm fillers) the glass-transition temperature (Tg) of the nanocomposites drops by 25 °C when compared to the neat polymer. Further additions of filler (up to 10 wt %) do not lead to additional Tg reductions. The thermal behavior is shown to vary with particle size, but this dependence can be normalized with respect to a specific surface area. The nanocomposite Tg phenomenon is hypothesized to be because of nonadhering nanoparticles that serve as templates for a porous system with many internal interfaces that break up the percolating structure of dynamically heterogeneous domains recently suggested by Long, D.; and Lequeux, F. Eur Phys J E 2001, 4, 371 to be responsible for the Tg reductions in polymer ultrathin films. The results also point to a far field effect of the nanoparticle surface on the bulk matrix. ", "body": [["Abstract", [" Alumina/poly(methyl methacrylate) (PMMA) nanocomposites were synthesized by an in situ free-radical polymerization process with 38 and 17 nm diameter γ-alumina nanoparticles. At extremely low filler weight fractions (<1.0 wt % of 38 nm fillers or < 0.5 wt % of 17 nm fillers) the glass-transition temperature (Tg) of the nanocomposites drops by 25 °C when compared to the neat polymer. Further additions of filler (up to 10 wt %) do not lead to additional Tg reductions. The thermal behavior is shown to vary with particle size, but this dependence can be normalized with respect to a specific surface area. The nanocomposite Tg phenomenon is hypothesized to be because of nonadhering nanoparticles that serve as templates for a porous system with many internal interfaces that break up the percolating structure of dynamically heterogeneous domains recently suggested by Long, D.; and Lequeux, F. Eur Phys J E 2001, 4, 371 to be responsible for the Tg reductions in polymer ultrathin films. The results also point to a far field effect of the nanoparticle surface on the bulk matrix. "]], ["INTRODUCTION", [" The glass-transition temperature (Tg) is perhaps the most important property in determining the suitability of a polymer for an engineering application. Despite its importance, determining the underlying mechanisms that govern the Tg phenomenon remains one of the outstanding challenges in polymer physics. The dedicated study of the glass-transition phenomenon has recently received new attention, however, as techniques are developed to probe the length scales of so-called cooperatively rearranging regions (CRRs) proposed by Adam and Gibbs.2 These CRRs are polymeric domains, generally several nanometers in size that on thermal activitation, can rearrange into another conformation independent of neighboring regions.3 With the advent of new analysis techniques and emerging electronic technologies requiring the use of ultrathin polymer films, a more complete understanding of the mechanisms that underlie the glass-transition is emerging. The dependence of the Tg on chain confinement, where the polymer is constrained to pores, is confined by its own thickness or exists in the intricate structures of block copolymers, provides the ability to investigate the length scales associated with the Tg. Jackson and McKenna4 performed the first studies of the effects of confinement of molecular liquids in controlled pore glasses (CPGs). In this initial study, large decreases in the Tg were seen that were hole-size-dependent. Further work by Simon et al.5 showed that this behavior was an intrinsic size effect not caused by the effects of negative hydrostatic pressure induced by the vitrification under confined conditions.5 In work with block copolymers, Bares reported6 that the Tg of finely dispersed phases (∼12 nm in diameter) was 20 °C lower than the analogous bulk phase and proposed the first equation relating the Tg to the enhanced surface-to-volume ratio of these entities. This equation was an extension of the Fox–Flory equation7  (1) where Tg∞ is the Tg at an infinite molecular weight, KM is the constant relating molecular weight (M) to the Tg, and Ks is a new constant relating the surface-area-to-volume ratio (S/V) to the reduction in Tg. Hilborn and coworkers8 noticed a similar decrease in Tg while working on polymer dielectric foams made from copolymer systems. They noted an increase in the loss modulus (E″) and a decrease in the storage modulus (E′) some 100 °C below the main glass-transition peak. They attributed this behavior to the large polymer-free surface that, as shown by Bares, could depress the Tg based on free surface effects.  The thermal behavior of ultrathin polymer films has recently been studied to further define the effects of confinement on the Tg. Starting with supported thin films from 10 to several hundred nanometers thick9-11 and moving to unsupported, or free-standing, thin films,12-14 researchers have consistently shown decreases in the Tg up to 35 °C that depend on film thickness. Decreases in the Tg have also been observed for capped thin films in cases where the polymer and the capping material are not compatible.15 On the other hand, in cases where the free surface is anchored, such as sandwiching the film between two plates, the Tg typically rises above that expected in the bulk. Molecular weight effects have also been shown to affect the Tg response, but only above certain molecular weights. Below this critical molecular weight, the Tg decrease is only a function of the film thickness, that is, independent of the molecular weight. This is seen most dramatically in work by Herminghaus,16 where the Tg reduction effect is found even though the thickness of the film is some 50 times the value of the polymer chain end-to-end distance (REE) used in the study.  Further work by Forrest et al.17, 18 tested the complicated molecular weight-dependent behavior of these films. This behavior's dependence on molecular weight is termed chain confinement and was seen when the molecular weight of the polystyrene was greater than 514,000 g/mol. In this regime, de Gennes19 has proposed a model based on a polymer relaxation mode called sliding motion, that is highly ineffective in the bulk, but can play a large role in thin films because of the large surface-to-volume ratio. In this model, chain segments having loops or bridges in contact with an interface, where the activation energy for mobility is much lower, drive the mobile region much further into the bulk. When the film thickness approaches the extent of this mobile layer, the Tg decreases. In other words, when the surface area to volume ratio reaches a critical value, a decrease in Tg is observed.  Enhanced mobility at a free surface in bulk polymers has been shown by many experiments and computer modeling. Techniques such as NEXAFS,20 AFM,21 optical spectroscopy,22, 23 and PALS24 have been used to show that the Tg is depressed in a region of greater than 10 nm by over 30 °C. Ellison and Torkelson25 showed that the thickness of the more mobile region in polystyrene (PS) is about 40 nm, which is the polymer chain REE, and that the decrease occurs gradually from about 35° below the Tg to the bulk Tg. Studying polymer surfaces by friction force microscopy, Hammerschmidt et al.26 found that the surface Tg was 35 to 50 °C lower than that for the bulk in a study on poly(methyl methacrylate) (PMMA) and PS. In addition, Schwab and Dhinojwala27 have recently shown that the free surface is characterized as having a lower activation energy and a narrower distribution of relaxation times than bulk PS. The extra mobility seen in these experiments is hypothesized to be mainly because of the segregation of chain ends at the free surface due to conformational entropy considerations,28, 29 a theory supported by computer modeling/simulation work30, 31 and neutron reflectivity experiments.32  Because of their large particle/polymer interfacial area, nanoparticle-filled polymers have similar surface area to volume ratios as thin films, even at relatively low filler volume fractions. Thus, much in the same way as the previous examples, a wide variety of polymer nanocomposites have shown interesting changes in the bulk glass-transition behavior. Most researchers report an increase in the Tg as a function of filler content,33-35; however, decreases in the Tg have also been reported.36-39  Becker et al.33 reported that, over the range of filler volume fractions considered (0–10 vol %), the Tg of their acetoxypropyltrimethoxysilane (APTS)-treated 10 nm silica-filled PMMA–2-hydroxyethyl methacrylate (HEMA) copolymer system decreased by 16 °C, whereas the Tg of their composites prepared with as-received filler decreased by 9 °C. This was contrasted with the increases in Tg observed for 10 nm silica coated with methacryloxypropyltrimethoxy-silane (MPTS). In these latter specimens, the Tg increased by 10 °C at 10 vol % filler. It is interesting to note that the 100 nm silica used in the study produced no changes in the Tg with either coating at any filler concentration. Clearly, the increased surface area of the 10 nm silica and the interface between the APTS and MPTS coated particles and the polymer dramatically changed the polymer mobility in the bulk at fairly low volume fractions, resulting in both increasing and decreasing Tg values.  Attempts to relate the Tg theories with the observed changes in Tg in nanocomposites have been limited. The increases in Tg have been linked to the immobilization of the matrix within an interaction zone (IZ) surrounding the nanofiller that hinders cooperative motion by raising the energy barrier for intermolecular chain movement.34, 35 The IZ, as defined here, has attributes (mobility, allowed conformations, etc.) that are very different when compared to the bulk polymer that exists between neighboring nanoparticles. The thickness of this region has large implications for the tailored design of nanocomposites, because once the IZs overlap, the bulk material should, in theory, take on the characteristics of the IZ. This is one of the biggest promises and challenges in nanocomposite engineering. The region of affected polymer was first hypothesized to be on the order of 2 to 9 nm,34 a result supported by most modeling,30 but, as we have seen in the paragraphs above, bulk mobility can be altered in thin films that are a 100 nanometers in thickness. Thus, the impact of the IZ may reach much farther into the bulk surrounding the nanoparticles, a result supported by recent nanocomposite work by Sternstein and Zhu40, 41 and Berriot et al.42, 43  The thermal behavior of these nanocomposites is important for two reasons. An increase in this softening temperature of a few degrees can extend the useful temperature range of the material. At the same time, however, it could also make the material harder to process. Second, from a polymer physics perspective, the process by which these nanoparticles, at relatively low volume fractions (and thus large interparticle distances), influence the bulk polymer can hold clues to the very nature of the Tg in these polymeric glasses.  The research presented here is based on the thermal behavior of alumina/PMMA nanocomposites. This work is a continuation of that contained in a previous article.37 The nanocomposites synthesized are shown to display up to a 25 °C drop in the Tg with the introduction of very low weight fractions of nanoparticles. This phenomenon is particle size-dependent, with smaller particles inducing the change at smaller weight fractions. "]], ["EXPERIMENTAL", ["##Materials Nanocrystalline, spherical alumina (γ-Al2O3, ρ = 3.6 g cm−3;) with a reported mean diameter of 38 nm and specific surface area of 44 m2/g was obtained from Nanophase Technologies Corporation (NTC). The particle size was determined through a Brunauer–Emmett–Teller (BET) gas adsorption technique by NTC. Subsequent transmission electron microscopy (TEM) particle size analysis gave a most probable particle size of 28 nm and a median particle size of 60 nm. The 17 nm diameter alumina was purchased from Nanotechnologies, Inc. and had a reported specific surface area of 98 m2/g (also measured by BET).  Methyl methacrylate (MMA) (99% stabilized with 100 ppm hydroquinone mono methylether (MEHQ); Acros), 1-decanethiol (96%; Aldrich), methacrylic acid (MAA, 99%; Aldrich) and 3-glycidoxypropyltrimethoxysilane (GPS, 96%; Gelest, Inc.) were used without further purification. 2,2-Azobisisobutyronitrile (AIBN, 98%; Aldrich) was dissolved, filtered, and recrystallized from methanol. Reagent grade toluene was dried over CaH2 and distilled immediately before use. ##Nanoparticle Coating The nanoalumina was coated similar to the procedure found in Tsubokawa et al.44 Five grams of nanoparticles were placed in a 195 °C vacuum oven and dried (>30 in Hg) at this temperature for between 20 and 24 h. The nanoparticles were then suspended in 150 mL of dry toluene through 10 min of sonication (1/2 in solid probe, VCX-400 Sonics Materials Vibracell) at 70% power with stirring. The power setting refers to the percentage of maximum sonic power (400 watts) that is directed into the sample. Meanwhile, the appropriate amount of silane coupling agent was added to approximately 20 mL of dry toluene and swirled.  The amount of silane coupling agent was determined based on the reported specific surfaces area of the particles, the number of surface hydroxyls present on the surface of γ-alumina (5–10 μmol m−2;),45 and the molecular weight (MW) of the particular silane to be used. This returned an amount of silane coupling agent that was typically multiplied by two to ensure complete coverage of the surface of the particles. Following sonication of the particles, the particle/toluene slurry was added to a 250-mL, round-bottom flask charged with a stirring bar and the silane/toluene solution was added dropwise with stirring. The whole mixture was heated to reflux and allowed to react for 20 h under dry nitrogen. Afterwards, the mixture was allowed to cool and the resulting slurry was centrifuged for 3 min at 3000 rpm; the toluene was then decanted. The particles were washed with 100 mL of toluene and centrifuged/washed twice to ensure no unreacted silane remained.  The particles were then dried in a vacuum oven at room temperature for a period of 24 h. The presence of the silane on the surface of the particles was confirmed by Fourier transform infrared spectroscopy (FTIR). Thermal gravimetric analysis (TGA) was also performed on both powders before drying, after drying, and after coating to directly observe the weight percent of water evolved by drying and to further prove the existence of the silane adsorbed/attached to the particle surface. This analysis was carried out on a Mettler-Toledo TGA/SDTA851e/LF1100/MT5/498 from 50 to 1000 °C at 20 °C min−1; under a compressed air purge.  ##Nanocomposite Synthesis  The alumina/PMMA nanocomposite synthesis procedures have been described in an earlier published report of this work.46 It is worth special mention that the nanocomposite synthesis was accomplished by free-radical polymerization of MMA in the presence of the nanoparticles.  ##Nanocomposite Thermal Analysis Dynamic mechanical thermal analysis (DMTA) was carried out on a Rheometric Scientific DMTA V with a single cantilever bending fixture at 1 Hz with 0.1% strain. Temperature ramps from 15 to 200 °C at 2 °C min−1; were conducted to determine the Tg of the composite. The Tg is reported as the corresponding peak of the loss modulus curve, E″, in each case. The Tg was also obtained through differential scanning calorimetry (DSC) with a Mettler Toledo DSC 822e with a temperature ramp from 25 to 190 °C of 10 °C min−1; over two runs. The DSC Tg was determined by the data from the second run in all cases. The Tg (DSC) is determined by fitting straight lines to the curve before, during, and after the transition and taking the points of intersection as the onset and endpoint of the transition (as shown in Figure 1). The Tg is then located at one half the change in heat capacity between the onset and endpoint. The difference in the Tg taken by the DMTA and by the DSC differed uniformly (7 °C higher in the DMTA), but displayed the same trend in both instruments.  ##Electron Microscopy  Fracture surfaces (following unaxial tensile testing) of the nanocomposites were observed with a JEOL JSM-6330F field emission scanning electron microscope (FE-SEM) after coating the polymer with gold or platinum. In general, an accelerating voltage of 5 kV was used to obtain high quality images. TEM specimens were prepared with a Leica ultracut microtome. Multiple 100-nm thick sections were cut and floated onto a #200 copper grid. TEM images were obtained on a JEOL CM-12. "]], ["RESULTS", ["##Nanocomposite Matrix Properties  The thermal behavior of polymer composites depends strongly on the matrix polymer and its chemical and morphological characteristics. Therefore, any complete study of a polymer composite system must examine the changes in the host polymer on the introduction of filler particles. This is especially important when polymerization occurs in the presence of the particles, such that the mechanism and/or rate of the synthesis can be altered.47 The molecular weight, polydispersity index, and tacticity of a 5 wt % 39 nm alumina nanoparticle-filled composite and neat PMMA at several molecular weights are shown in Table 1. From the samples tested, it is evident in Table 1 that the addition of the nanoparticles had little effect on the free-radical polymerization of the MMA. The MW and tacticity show only minor changes from the neat PMMA to the filled nanocomposite. Note that the medium MW is well above the entanglement MW of 7000 g/mol.48 The retained monomer concentration was determined through liquid 1H NMR to be less than 1% for all composite and neat compositions. Also shown in Table 1 are the preparations of PMMA where the MW was varied for additional thermal analysis. Tacticity and retained monomer concentrations were not obtained for these samples. Unless otherwise noted, the medium MW of about 150,000 g/mol was used for all samples in this study.  ## Nanoparticle Characterization  The γ-Al2O3 nanoparticles received from Nanophase Technologies Corporation were analyzed by FTIR and TGA. FTIR (Fig. 2) of the as-received nanoparticles reveals the presence of hydroxyl groups, as indicated by the large OH stretching band at ∼3500 cm−1;. Two additional peaks are present in the as-received alumina, one at 1640 cm−1; and one at 1384 cm−1;. The 1384 cm−1; peak is not normally seen in literature reports45 of γ-Al2O3 and was shown to diminish with heating (195 °C in > 30 in Hg vacuum), leading to the conclusion that it is probably because of physisorbed water (Fig. 2).  The TGA of the as-received particles is presented in Figure 3 and shows an immediate mass loss as heating begins, which is offered as further proof of the presence of a large amount physisorbed water on the alumina. These TGA curves show two regimes, as reported in the literature for pristine alumina45: 100–400 °C and 400–800 °C. In the 100–400 °C region the main mass loss can be attributed to desorption of the physisorbed water. Above 400 °C, further dehydration occurs because of the combination of adjacent OH groups on the surface. Figure 3 also shows that, after drying (195 °C in > 30 in Hg vacuum), the mass stays relatively constant up to 250 °C, then parallels the as-received alumina curve up to 1000 °C. A direct calculation of the mass difference between the two curves at 250 °C gives a physisorbed water coverage of 8 μmol m−2; (∼5 water molecules nm−2;). Further calculation of the remaining OH groups following drying gives a value of 13 μmol m−2; (∼8 OH− nm−2;). This value is about twice that reported in the literature for Al2O349, 50 but similar to that calculated in ref. 45.  After coating with GPS (MW = 236.34 g/mol), the amount of silane on the surface was calculated by analyzing the TGA curves of Figure 4. Taking the dried curve as the reference and subtracting the values obtained at 287 °C (marked start) from those at 1000 °C We obtain the following:  where A and B refer to marked percentage differences on the graph. This calculation returns a value of 1.5 μmol m−2; or ∼ 1 silane molecule per nm2. This is an approximate value that does not consider the hydrolysis and subsequent condensation of the one or more methoxy groups involved in potential covalent bonding of the silane to the surface of the nanoparticle or the possibility of polymerization of multiple silane molecules.  FTIR spectra (Fig. 5) of the GPS-coated dried nanoparticles shows signatures of both the alumina (OH stretching at 3500 cm−1; and the unchanged peak at 1640 cm−1;), as well as the silane (CH stretching at 2945 and 2890 cm−1;, the SiCH2 stretching at 1263 cm−1;, and the SiO (shoulder) at 1097 cm−1;). The FTIR spectrum of the GPS is shown on the same graph for comparison. As explained above, the particles have been washed twice following coating and the spectra obtained are therefore free of excess silane. However, this analysis does not confirm the covalent bonding of the silane to alumina, although it does show that silane is present in these samples and, as will be seen, does modify the surface of the alumina.  ##Nanocomposite Thermal Properties  As shown in Figure 6, the glass-transition of nanocomposites prepared by in situ polymerization of PMMA with 38-nm diameter alumina nanoparticles shows a dramatic reduction of 25 °C above a certain filler loading (1 wt %). In addition, the particular weight fraction where the behavior occurs is shown to shift to lower weight fractions as the particle size is reduced from 38 to 17 nm in diameter, although the magnitude of the Tg change is the same. Furthermore, the effects of MW [80 and 250 k Daltons (Da) in Table 1] were examined and found to have no bearing on the Tg reductions as the chain length was halved and then doubled (data were exactly the same as in Figures 6 and 7). This behavior is reversed when coating the nanoparticles with GPS, as shown in Figure 6 at 5 and 10 wt %. In addition, as shown in Figure 7, the nanocomposite thermal behavior's dependence on particle size appears to be a function of the added polymer/nanoparticle interfacial area as the 17 and 38 nm curves collapse onto one curve when scaled with a nanoparticle-specific surface area. In addition to the decrease in Tg, the width of the thermal transition appears to broaden with the addition of nanoparticles, as seen in the typical DSC curves of Figure 1. However, no broadening of either the loss or storage modulus transitions was seen in the DMTA testing; rather, the entire curve shifts to a lower temperature but maintains its shape, indicating no changes to the polymer relaxation spectra. Because of this inconsistency, the apparent broadening phenomenon will not be discussed further in this article. "]], ["DISCUSSION", ["The reductions in Tg observed in Figure 6 could be because of many factors. Intrinsically, the MW and tacticity of the synthesized polymer have the greatest effect on the observed glass-transition of PMMA. As was already shown, the MW is related to the glass-transition through the Fox–Flory equation.7 In the composites tested here, although the MWs were well above that where any effects because of PMMA chain ends would be relevant (20 k Da).51 In fact, the lowest MW tested was ∼80 k Da. In addition, changing the MW from 83 to 250 k Da resulted in no difference in the nature or magnitude of the Tg behavior for the 38 nm alumina/PMMA nanocomposites.  The Tg of the PMMA also depends strongly on tacticity.51, 52 In fact, the Tg can vary from 40 to 140 °C based on the fraction of isotactic and syndiotactic portions contained within the polymer. As shown in Table 1, however, all samples are about 60% syndiotactic, which corresponds to literature values of the Tg between 114°C51 and 119 °C.53 Denny et al.52 showed that a reduction in the syndiotactic component of PMMA of 10% (to 50% syndiotactic) would result in a Tg of 94 °C. Clearly, the differences in tacticities presented in Table 1 are not enough to drive the 25 °C drop in the Tg that is shown in these nanocomposites.  The last variable shown to lower the Tg that is relevant to this system is the addition of a plasticizer/diluent. In the case of these nanocomposites, the only plasticizer available to affect the Tg is the monomer itself because of incomplete polymerization. NMR analysis shows that the unreacted monomer is less than one percent in all cases. In work by Kalachandra and Turner,54 a diluent [diethyl phthalate (DEP)] was added to PMMA to determine the reduction in Tg and conformity to the free volume theory. This work shows that 10 vol % of the DEP was required to reduce the Tg by 20 °C, a value that is an order of magnitude above the residual monomer measured in these composites.  Because the tacticity and MW of the neat and filled systems are the same in this experiment, the introduction of nanoparticles remains the only observable difference between filled and unfilled polymer and is presumed to be the driver for the reduction in the Tg. As a final test, however, the nanocomposite was dissolved in acetone, the particles were separated from the matrix polymer (centrifuge), the neat polymer was precipitated and, finally, the PMMA was remolded for DMTA testing. As shown in Figure 8, the removal of the nanoparticles results in the restoration of the Tg to the neat PMMA values. This is shown by the peak of the E″ curve. Thus, we conclude that the matrix PMMA has the same intrinsic chemical composition in both neat and composite cases and does not contribute to the reduction in the Tg. Therefore, the thermal behavior is solely because of the introduction of the alumina nanoparticles. The stress state of the polymer existing around each nanoparticle could also be playing a role in the Tg phenomenon. However, as stated in the Introduction, work performed by Simon et al. showed no link between hydrostatic pressure and the drop in Tg when working with controlled pore glasses.5 In addition, the samples have slightly different preparation schemes; the DSC samples are tested right after polymerization, whereas the DMTA samples required compression molding above the Tg and very slow cooling to room temperature. Thus, the stress state throughout the polymer should be quite uniform. In any event, the trends in both measurement techniques are the same.  In general, the reductions in glass-transition caused by changes in tacticity, MW, and plasticizer content are shown to depend on increases in the polymer mobility. It is not surprising, then, that we observe an increase in the polymer mobility for alumina/PMMA nanocomposites with solid state NMR.55 The data in ref. 55 showed the appearance of a central peak representing a large amount of mobility when the 5 wt % 39-nm alumina nanoparticles are present in a fully deuterated PMMA matrix, even at room temperature. This mobility increase has been hypothesized by other researchers to explain reductions in the Tg of nanofilled composites. In this case, the NMR data explicitly show increases in the chain mobility in the alumina/PMMA nanocomposites, even at room temperature. Zax et al.56 have also seen increased mobility in clay/PS nanocomposites. They observed both solid and liquid-like behavior, as evidenced by surface-sensitive cross-polarization with spin-echo NMR measurements below the Tg. The polymer in the nanocomposite exhibited two relaxation modes, with the new relaxation mode being much faster than the bulk polymer α-relaxation. This suggests, much like the results in this work, that the nanocomposite chains are more mobile at all temperatures.  The source of this excess mobility and subsequent reductions in Tg in the alumina/PMMA system is hypothesized to be the alumina nanoparticles. It is well known, however, that PMMA generally reacts with alumina surfaces, forming an ionic bond with the surface through the hydrolization of the ester bond in the side chain of the polymer57 that should restrict the polymer mobility. It has been shown that on amorphous alumina, a relatively flat configuration of hydrolyzed molecules lie on the oxide surface. This phenomenon represents an irreversible chemisorption of the PMMA on the alumina surface. Similar behavior was shown for PMMA absorbed onto γ-alumina58 and α-alumina.59 In the study by Hamieh and Schultz,59 increases in the Tg of up to 50 °C were found with isotactic PMMA. The authors ascribed this large difference to the extended conformation taken by isotactic PMMA on the alumina surface that drastically reduces its mobility and results in increases in the Tg.  In contrast to the studies above, the alumina nanoparticles used in this study do not show any affinity for the polymer matrix. During the synthesis of the nanocomposites, several sonication steps were required to keep the nanoparticles in suspension during polymerization. In addition, SEM micrographs (Fig. 9) of nanocomposite fracture surfaces following tensile testing show that the interface between as-received alumina and the PMMA is very poor, with debonding occurring easily during deformation of larger particles.46 The lack of connecting polymer from the nanoparticles to the surrounding polymer matrix is evident in Figure 9, a further indication of the poor wetting that occurs between this nanoalumina and PMMA.  The argument for a poor interface is strengthened when the evidence for surface coating is also taken into account. As shown in Figure 6, the nanocomposites made with GPS-coated particles show no reduction in the Tg. Thus, we conclude that the particles with GPS coating are compatible with the matrix and do not induce increases in polymer mobility. The compatibility between GPS-coated particles and the matrix, however, is still very low, as evidenced by the SEM micrograph seen in Figure 10. In this image, GPS-coated particles are shown dispersed on the fracture surface of a nanocomposite following tensile testing. Unlike the fracture surfaces in Figure 9, however, the particles do not seem to nucleate any fracture features and are just sitting on the surface, that is, no evidence for wetting is apparent in these micrographs. This would imply that, because the Tg returns to normal, the particles are effectively not recognized by the polymer. In fact, their presence leads to no deleterious effects (mechanical or thermal), save for a loss in optical transparency. Thus, it is shown that the polymer does not chemisorb or wet the surfaces of the alumina and, therefore, the surface of these nanoparticles, produced by the forced gas flow condensation method, are markedly different than the alumina surfaces studied in refs. 57,58, and59.  Thus, we conclude that the observed changes in the Tg of our alumina/PMMA nanocomposites depend on the presence of the well dispersed nanoparticles interacting poorly with the matrix, in sufficient quantities to alter the mobility of the entire bulk polymer. In addition, as shown by reducing the particle size, this Tg reduction appears to be driven by the incorporation of a specific internal surface area, as shown by the superposition of the 17 and 38 nm data in Figure 7.  As discussed in the Introduction, an air/polymer interface generally lowers the Tg by tens of degrees. This extra interfacial area can either be internal, as in the block copolymer and foam cases, or external, as in the unsupported thin film case. In any event, the presence of regions of higher polymer mobility, and thus lower Tg, have been shown at these interfaces and in experiments conducted to observe how far the enhanced mobility extends into the bulk polymer. In these nanocomposites, the particles, which are not wet by the polymer (as shown by the SEM micrograph in Figure 9), can be thought of as acting like voids in the polymer matrix, creating an effective void/polymer interface around each particle. The matrix, therefore, exists as a porous system with surface-like, more mobile regions existing around each nanoparticle. This more mobile region, the IZ, could then overlap with adjacent IZs on addition of necessary and sufficient quantities of nanoparticles, and raise the mobility of the bulk polymer, thus lowering the overall Tg.  The magnitude of the Tg drop in these composites is well within that seen in the Introduction, however, the range, or interparticle spacing, over which this mobile IZ exists should be examined closely. For 0.2, 0.5, and 1.0 wt % filler, the interparticle (or interface) distance for 38 nm monodisperse-sized nanoparticles arranged in simple cubic packing would be approximately 320, 230, and 170 nm, respectively. All of these values are much larger than the thicknesses of the ultrathin films discussed in the Introduction. In addition, as shown in Figure 11, the nanoparticles do, in fact, display smaller interaggregate distances as the weight fractions are increased, but the distances are in excess of a micrometer. These distances are also far in excess of the range of particle-centered effects in silica-filled nanocomposites above the Tg shown by Berriot et al.43 and Sternstein et al.40 Thus for the IZs to overlap, the enhanced mobility must exist out to at least a micrometer from the surface of the nanoparticle, a result not supported by current nanocomposite or ultrathin film experimentation. In addition, the drop in Tg is independent of the filler weight fraction after the initial drop. In thin film nomenclature, the increase in weight fraction should correlate to smaller interparticle spacings and, thus, larger reductions in the Tg. These differences show that the nanocomposites presented here and shown in the Introduction likely represent an entirely novel glass-transition phenomenon.  The abrupt nature of the phenomenon with regard to weight fraction is more reminiscent of the percolation effects seen in other filled systems, such as the conductivity of carbon black particles in rubber. In fact, Mandal60 has shown percolation behavior of nanoparticles with concentrations as low as 0.03 vol %. The difference here is that the connected regions in this nanofilled system are polymer, not aggregated filler particles.61 Recently, Long and Lequex1 have presented a percolation mechanism to describe the Tg phenomenon, which is useful in examining our results. They state that the drastic increase in the viscosity that occurs at the glass-transition when approached from the high temperature melt is through the percolation of regions of slow dynamics (roughly 2 nm in diameter) whose population is controlled by the sample temperature. These domains of high and low mobility have been observed in NMR experiments by Tracht et al.62 Once the slow regions have percolated, the more mobile regions are still there, but they do not contribute to the overall viscosity as the network of slow regions predominates.  Based on this percolation mechanism and the Tg phenomenon review presented in the Introduction, the following analogous mechanism for the nanocomposite Tg is suggested (Fig. 12). In the nanocomposite, the region surrounding each nanoparticle exists as a very highly mobile liquid-like IZ. These void/polymer interfaces and their corresponding higher mobility regions are distributed throughout the matrix in a heterogeneous (i.e., at large particles/clusters of small particles) fashion. The sizes of these regions correspond to an average particle/aggregate size with a shell of higher mobility polymer that could be 50–100 nm thick, in accordance with the ultrathin film literature. These regions of high mobility act to disrupt the percolation of the slow domains (which are much smaller than these mobile islands) that would normally be present in the polymer in the manner of Long and Lequex. Thus, as the temperature is raised, the percolation of these slow domains is broken earlier (i.e., at lower temperatures) because of the presence of these highly mobile, but dimensionally stable, regions of polymer surrounding the particles and distributed through the matrix (see Fig. 12). Thus, the Tg decreases as the slow domains lose their percolated nature over a range of filler volume fraction corresponding to a specific range of surface area. Hence, there is the necessity of a finite amount of more mobile regions to break up the percolation effect of the slow domains and drive the Tg to a lower value. The Tg does not decrease further as even more nanoparticles are added, because the disruptive nature of the added domains occurs over hundred-nanometer length scales, whereas these slow domains have sizes around 2 nm and saturation occurs. Of course, the effect is only manifested when the higher mobility regions exist around the particles; it is effectively cancelled when GPS-coated particles are present in the nanocomposite.  In summary, the nanocomposites have shown Tg reductions of up to 25 °C with as little as 0.5 wt % of alumina nanoparticles (17 nm). The results do not show a dependence on the interparticle distance, but rather on the amount of surface area introduced into the polymer in the form of nonadhering nanoparticles. The understanding that is being developed through the studies of nanocomposites, such as these and ultrathin films, will ultimately be useful in approaching the true nature of the reductions in and the nature of the Tg. "]], ["CONCLUSIONS", ["Alumina/PMMA nanocomposites have shown Tg reductions of up to 25 °C with as little as 0.5 wt % of alumina nanoparticles. Our research underscores the importance of the particle/polymer IZ in determining the resulting thermal behavior of polymer nanocomposites. In particular, a large volume fraction of mobile polymer is created through the addition of a small amount of high surface area nanoparticles with interfaces poorly bonded to the matrix, a heretofore little examined case in the growing field of nanocomposite research. With the creation of this large mobile IZ, dispersed islands of high mobility are formed that serve to break up the percolation pathways of slower dynamical regions, leading to a large reduction in the Tg, providing validation of a novel glass-transition theory. This effect should exist for all nanoparticle/polymer (amorphous) systems where the particle sizes are on the order of tens of nanometers and their interface with the matrix is poor. In addition, the large spacing that exists between the nanoparticles at low weight fractions shows that the IZ can affect the surrounding matrix far beyond the two to three times the radius of gyration posed in the current ultrathin film polymer literature. This increase in the extent of the IZ influence from tens to hundreds of nanometers could have implications in all areas of polymer physics and certainly requires additional study. The understanding being developed through the further studies of polymer nanocomposites and ultrathin films will ultimately be useful in determining the true nature of the reductions in Tg seen in these nanocomposites."]]], "doi": "10.1002/polb.20297", "figures": [["Figure 1", "Figure 1", "Figure 1. A typical series of thermograms from DSC: (a) Neat PMMA, (b) 0.2 wt % 38 nm alumina/PMMA nanocomposite, (c) 2.2 wt % 38 nm alumina/PMMA nanocomposites. Straight lines are drawn in to show the analysis."], ["Figure 10", "Figure 10", "Figure 10. FE–SEM micrograph of the fracture surface of a 2.2 wt % GPS‐coated 38 nm alumina/PMMA sample. Note that the particles still show little affinity for the matrix and do not appear to be nucleation sites for the features on the fracture surfaces (inset)."], ["Figure 11", "Figure 11", "Figure 11. TEM micrographs of 0.2, 0.5, 1.0, and 2.2 wt % 38 nm alumina/PMMA nanocomposites showing the decrease in interparticle spacing and no change in aggregation. Scale bar represents 3 μm."], ["Figure 12", "Figure 12", "Figure 12. Percolation scheme for nanocomposite glass‐transition behavior."], ["Figure 2", "Figure 2", "Figure 2. FTIR spectra of (a) as‐received Nanophase γ‐Al2O3 nanoparticles and (b) nanoparticles dried at 195 °C in vacuo (>30 in Hg) for 24 h."], ["Figure 3", "Figure 3", "Figure 3. TGA of (a) nanophase γ‐Al2O3 nanoparticles following drying at 195 °C in vacuo (>30 in Hg) for 24 h and (b) as‐received nanoparticles."], ["Figure 4", "Figure 4", "Figure 4. TGA of (a) dried nanoparticles at 195 °C in vacuo (>30 in Hg) and (b) following coating with GPS. Analysis to determine coating coverage was based on the markers, A and B, shown here."], ["Figure 5", "Figure 5", "Figure 5. FTIR spectra of (a) GPS and (b) GPS‐coated alumina nanoparticles. The structure of GPS is shown in the inset."], ["Figure 6", "Figure 6", "Figure 6. Glass‐transition temperature behavior of alumina/PMMA nanocomposites (▪: 38/39 nm alumina, •: 17 nm alumina). Note that the filler weight fraction is plotted on a log scale to show the behavior of the lower values more clearly. The neat PMMA is plotted as 0.01 wt % on the top graph. Following coating with GPS, the Tg returns to the neat value (▴: GPS‐coated)."], ["Figure 7", "Figure 7", "Figure 7. Glass‐transition temperature behavior of alumina/PMMA nanocomposites (▪: 38/39 nm alumina, •: 17 nm alumina). The data are now plotted with respect to surface‐area‐to‐volume ratio, with the reported specific surface area given by the manufacturer. The data, especially the location of the 25 °C drop, lie directly on top of one another."], ["Figure 8", "Figure 8", "Figure 8. Storage (E′) and loss (E″) moduli of alumina/PMMA nanocomposite (the Tg is indicated by the peak of the E″ curve), and alumina‐free PMMA following extraction of the nanoparticles from a composite sample. The Tg of the alumina‐free sample has returned to that of the neat PMMA, an increase of 23 °C."], ["Figure 9", "Figure 9", "Figure 9. FE–SEM micrograph of the fracture surface of a 2.2 wt % as‐received 38 nm alumina/PMMA sample."]], "table_captions": [], "tables": []}