{"title": "Functionalized graphene sheet—Poly(vinylidene fluoride) conductive nanocomposites", "abstract": " PVDF nanocomposites based on functionalized graphene sheets, FGS prepared from graphite oxide, and exfoliated graphite, EG, were prepared by solution processing and compression molding. FGS remains well dispersed in the PVDF composites as evidenced by the lack of the characteristic graphite reflection in the composites. Although the α-phase of PVDF is seen in the EG-based composites, a mixture of α- and β-phases is present in the FGS analogs. SEM and TEM imaging show smooth fractured surfaces with oriented platelets of graphite stacks and obvious debonding from the matrix in the EG-PVDF composites. In contrast, the FGS-PVDF composites show a wrinkled topography of relatively thin graphene sheets bonded well to the matrix. Storage modulus of the composites was increased with FGS and EG concentration. A lower percolation threshold (2 wt %) was obtained for FGS-PVDF composites compared to EG-PVDF composites (above 5 wt %). Lastly, the FGS-PVDF composites show an unusual resistance/temperature behavior. The resistance decreases with temperature, indicating an NTC behavior, whereas EG-PVDF composites show a PTC behavior (e.g., the resistance increases with temperature). We attribute the NTC behavior of the FGS based composites to the higher aspect ratio of FGS which leads to contact resistance predominating over tunneling resistance. ", "body": [["Abstract", [" PVDF nanocomposites based on functionalized graphene sheets, FGS prepared from graphite oxide, and exfoliated graphite, EG, were prepared by solution processing and compression molding. FGS remains well dispersed in the PVDF composites as evidenced by the lack of the characteristic graphite reflection in the composites. Although the α-phase of PVDF is seen in the EG-based composites, a mixture of α- and β-phases is present in the FGS analogs. SEM and TEM imaging show smooth fractured surfaces with oriented platelets of graphite stacks and obvious debonding from the matrix in the EG-PVDF composites. In contrast, the FGS-PVDF composites show a wrinkled topography of relatively thin graphene sheets bonded well to the matrix. Storage modulus of the composites was increased with FGS and EG concentration. A lower percolation threshold (2 wt %) was obtained for FGS-PVDF composites compared to EG-PVDF composites (above 5 wt %). Lastly, the FGS-PVDF composites show an unusual resistance/temperature behavior. The resistance decreases with temperature, indicating an NTC behavior, whereas EG-PVDF composites show a PTC behavior (e.g., the resistance increases with temperature). We attribute the NTC behavior of the FGS based composites to the higher aspect ratio of FGS which leads to contact resistance predominating over tunneling resistance. "]], ["INTRODUCTION", [" Graphite nanoplatelets have attracted considerable attention as viable and inexpensive filler for conducting nanocomposites.1-6 Graphite nanoplatelets with their excellent mechanical, thermal and electrical properties offer an alternative to carbon nanotubes. Different types of nano graphite forms such as expanded graphite, exfoliated graphite (EG), and graphene have been used to make conductive nanocomposites. Expanded graphite reinforced with thermoplastic and thermosets were studied by various researchers.7-9 Electrically conducting nanocomposites using exfoliated graphite have been a major attraction in recent years. There are studies on exfoliated graphite composites based on a variety of polymers including PMMA,10 polypropylene,11-14 HDPE,15, 16 polyaniline,17, 18 polystyrene,3, 19 Nylon,19-21 copolymers,22, 23 and thermoset resins.24-28 Graphene–polymer composites have also been reported.29, 30  Recently Schnieep et al. reported functionalized graphene sheets (FGS) prepared by controlled thermal expansion of graphite oxide (GO).31, 32 Ramanathan et al. reported nanocomposites using FGS as filler and found that the Tg of PMMA, PAN and PAA was improved greatly by the addition of FGS.33 FGS silicone foam nanocomposites were studied by Verdejo et al. They found that FGS nanocomposites show improved thermal stability and heat dissipation efficiency.34 FGS-polyester composites were showed to have better conductivity with a low percolation threshold.35  Poly(vinylidene fluoride) is known for its applications based on its mechanical and electrical properties. It is widely used to prepare conducting composites for self-regulated heaters, over current protectors, antistatic shielding and conducting electrodes for lithium batteries. Different fillers such as conducting carbon black, metal powders, or metal oxides are typically blended with the polymer to prepare conductive composites. The variation of electrical conductivity with temperature is the main property, which makes conductive nanocomposites to be used as temperature sensors, as self regulator heaters and over current protectors. Addition of graphene, exfoliated graphite, expanded graphite or functionalized graphene sheets in PVDF matrix to prepare conductive nanocomposites which has potential for a variety of electrical and electronic applications has yet to be explored.  Here we report a comparative study of PVDF nanocomposites based on functionalized graphene sheets, FGS, and exfoliated graphite, EG. The composites, prepared using solution processing followed by compression molding, were characterized in terms of their electrical, mechanical, and thermal properties. The effect of temperature on the electrical conductivity of the nanocomposites was also studied. A lower percolation threshold was obtained for the FGS-PVDF composites compared to the EG-PVDF analogs. In addition, the FGS-PVDF composites show an unusual resistance versus temperature behavior. In contrast to the EG-PVDF composites which exhibit a positive temperature coefficient of the resistance, PTC, the FGS-PVDF composites show a negative temperature coefficient, NTC, behavior. NTC is quite unusual for such composites and the almost four orders decrease we report here for our system is unprecedented.8 "]], ["EXPERIMENTAL", ["##Materials PVDF (Kynar grade 711, Density 1.78 g/cm3) and N,N-dimethyl formamide, DMF (Sigma Aldrich) were used as received. The surface enhanced flake graphite (expanded graphite, carbon content 99.43% and surface area 23.39 m2 g−1) was kindly supplied by Asbury Carbons. The graphite oxide slurry was kindly provided by Northrop Grumman Space Technology.  ##Preparation of EG  Surface enhanced flake graphite was dispersed in DMF and ultrasonicated for 9 h to prepare the exfoliated graphite. A batch sonicator operating at 100 W was used  ##Preparation of FGS  A graphite oxide, GO, slurry was dried at 80 °C in vacuum oven and kept under vacuum until use. Thermal exfoliation of the dried graphite oxide is carried out by placing 0.2–0.3 g of GO powder in an alumina boat and inserting it into a quartz tube sealed at one end. The other side is closed with a steel cap with an inlet and outlet for continuously passing argon gas at a rate of 5 cm3 min−1. The tube is inserted to a Mellen two-zone tubular furnace preheated to 1000 °C and kept in the furnace for 30 s. The graphite oxide is reduced and expanded to form FGS.  ##Preparation of FGS/EG-PVDF Nanocomposites  FGS or EG were weighed and dispersed in DMF by sonication for 0.5 or 9 h, respectively. PVDF (5 w/v) solution was prepared in DMF and this solution was mixed with either FGS or EG in DMF. The mixture was then stirred for 30 min and sonicated for another 30 min. The composite solution was then coagulated by adding water and the precipitated composites were dried in vacuum. Samples were prepared by compression molding (200 °C and 25-MPa pressure) using a 0.65-mm thick spacer.  ##Characterization  X-ray diffraction patterns were obtained on a Scintag diffractometer. Samples were scanned at 3° min−1 using CuKα radiation (0.154 nm) with a filament voltage of 45 kV and current 40 mA. SEM images were taken on a KECK FE-SEM, LEO 1550. Samples for imaging were prepared by first dispersing the powder in DMF, placing one drop of the solution on a silicon wafer and drying. Composite samples were imaged by first fracturing in liquid nitrogen. TEM was performed on FEI Tecnai T12 using microtomed thin samples.  Viscoelastic measurements were obtained using a TA Instruments DMA Q800. Strips of uniform width were cut from the molded samples. The samples were measured in tension at 1 Hz and an amplitude of 10 μm. Storage modulus and tan delta were obtained from −70 to 160 °C with a temperature ramp of 5 °C min−1. Differential scanning calorimetry, DSC, was performed on a TA Instruments Q1000 modulated calorimeter. The samples were heated from 40 to 240 °C with a ramp rate of 5 °C min−1. Thermal properties were characterized using a Thermogravimetric Analyzer (TGA), TA Instruments Q500. The samples were heated from 40 to 600 °C in air at a rate of 10 °C min−1.  Conductivity was measured using a Broadband Dielectric spectrometer (Novocontrol Turnkey Concept N40) which includes impedance analyzer and temperature control. Disc of 20 mm diameter and 0.65 mm thick were punched from the molded sheets and silver paste was applied to reduce the contact resistance. The samples were heated to 175 °C in steps of 10 °C and the conductivity was measured with temperature. To avoid complications from the silver paste some samples were measured by sandwiching between two copper plates. "]], ["RESULTS AND DISCUSSION", [" The XRD patterns of graphite, graphite oxide (GO), EG and FGS are shown in Figure 1. The traces for graphite and EG show the characteristic peak of graphite at 2θ of 26°. GO shows a diffraction peak at 2θ of 9.8° corresponding to a d-spacing of 0.9 nm. It has been reported that the d-spacing of GO depends on the method of preparation and also on the number of layers of water trapped in the structure of the material.36 FGS shows no characteristic peak indicating the loss of any long-range stacking order in the material.  SEM images of FGS shows a thin paper-like wrinkled morphology (Fig. 2). In contrast, SEM images of EG show much thicker platelets. Many cracks can be seen in the EG platelets most likely due to prolonged sonication to exfoliate, which causes significant damage.  Neat PVDF crystallizes predominately in the α phase with characteristic peaks at 17.9, 18.5, 20.1, and 26.7 as shown in Figure 3.37 The α phase is also seen in the EG-PVDF nanocomposites. In contrast, a mixture of α and β phase is present in the FGS-PVDF system. A new reflection at 2θ = 20.8 can be seen in Figure 3 characteristic of the β phase. The presence of the β phase is further confirmed by DSC (see below). The amount of β phase in the FGS-PVDF nanocomposites appears to scale with the FGS loading in the system.  Figure 4 shows several DSC thermograms of neat PVDF and PVDF nanocomposites. Neat PVDF exhibits a melting at 167 °C. The corresponding melting for the EG-PVDF composites also occurs between 167 and 169 °C (Fig. 4). In contrast, the FGS-PVDF nanocomposites show two melting transitions corresponding to both the α-phase and β-phase of PVDF.37  The second peak at higher temperature (172 °C) is less pronounced in the 0.5 and 1 wt % FGS PVDF composites but clear peaks are seen at higher concentrations of FGS. At 4 wt % the intensity of the two peaks (167 and 172 °C) is almost similar suggesting that FGS facilitates the formation of the β-phase of PVDF.  Thermal stability of the composites was studied by thermogravimetric analysis. For the EG/PVDF system there is no improvement in thermal degradation compared to the neat PVDF. In contrast, the onset of decomposition shifts to higher temperature for the FGS/PVDF composites (Fig. 5).  Incorporation of either EG or FGS leads to stiffening of PVDF. The storage modulus (G′) of neat PVDF at room temperature (25 °C) is 1275 MPa (Fig. 6). The improvement in storage modulus by either FGS or EG is comparable. The 2 wt % filled FGS-PVDF and EG-PVDF show a storage modulus of 1859 and 1739 MPa, respectively, at 25 °C. At 4 wt % the corresponding values are 2460 and 2695 MPa, respectively, which is almost double that of neat PVDF.  PVDF has two major transitions, a lower glass transition around −30 °C called β relaxation corresponding to the amorphous phase and an upper glass transition corresponding to the amorphous–crystalline (a–c) interface at ∼80 °C called α relaxation.38, 39 The β relaxation is the most prominent while the upper Tg depends on processing conditions.39 The tanδ spectrum of neat PVDF and FGS-PVDF nanocomposites shows a prominent peak around −30 °C and a weak upper Tg around 75 °C (Fig. 7). In FGS-PVDF composites, the upper Tg is slightly shifted to higher temperature. The area under the amorphous transition is less for FGS-PVDF composites indicating either a higher amount of crystallinity or a higher amount of interfacial polymer present. For EG-PVDF composites the lower Tg is slightly shifted to higher temperatures with a significant increase in the upper Tg. EG is not fully exfoliated and has thicker platelets when compared to FGS. The increase in intensity of the α relaxation in the EG-PVDF system is attributed to the higher stiffness of the EG platelets, which can hinder the motion of the polymer chains.  SEM images of fractured surfaces show a wrinkled topography for the FGS based composites (Fig. 8). In contrast, the EG-PVDF composites appear relatively smooth with the EG platelets not well bonded to the matrix polymer and somewhat aligned. TEM confirmed the wrinkled morphology of FGS and its random distribution in the PVDF matrix (Fig. 9).  The interest in graphite-filled composites stems from their high electrical conductivity. An on-going goal is to lower the percolation threshold of graphite particles in the conducting composites. Lower percolation threshold is indicative of better exfoliation and particle dispersion.  The electrical conductivity of the EG-PVDF and FGS-PVDF composites is shown in Figure 10. The FGS filled PVDF nanocomposites show percolation around 2 wt % compared to 5 wt % for the EG filled composites. We attribute the lower percolation threshold to the higher aspect ratio of FGS compared to EG, which lead to easy connectivity and better conductivity. Since we were mostly interested in establishing the onset of percolation, measurements were not taken at high loadings of FGS to determine the plateau value of conductivity.  The effect of temperature on conductivity was evaluated by heating the EG-PVDF nanocomposites from 20 to 170 °C and measuring their conductivity at 1 Hz at 10 °C intervals. As expected the EG-PVDF nanocomposites show a gradual increase in resistivity with temperature (Fig. 11). The gradual increase is followed by a sharp increase in resistivity, when the melting point of the PVDF is reached. Positive temperature coefficient (PTC) effects on resistance are shown at all loadings. As the temperature approaches the melting point of the polymer because of the accompanying volume expansion of the matrix the distance between the particles increases leading to a sharp increase in resistance.40-42 This increase in resistance is reversible after a certain temperature range. The increase in resistance is shifted to somewhat higher temperatures as the EG concentration increases consistent with the increase in melting transition with EG concentration. The maximum increase in resistivity is seen for the 8 wt % EG-PVDF composites with an almost three orders of magnitude change in resistivity. Systems exhibiting PTC behavior can find applications as resettable current limiting fuses or self regulator heaters.40 A minimum three fold increase in resistance is required for practical applications.  Above the melting temperature of PVDF a reverse effect (i.e., a decrease in resistivity or negative temperature coefficient, NTC) can be seen. This decrease is due to the aggregation of the EG platelets in the molten polymer providing a conductive path in the composite.43  In contrast, the FGS-PVDF nanocomposites show an NTC effect, that is, its resistivity decreases gradually with temperature with a dramatic decrease in resistivity above the melting point (Fig. 12). NTC is quite unusual for such composites. Recently Jovic et al. reported a slight decrease in resistance (20%) with temperatures for EG loaded epoxy nanocomposites but the almost four orders decrease seen in our system is unprecedented.8  Electrically conducting composites can be imagined as a series of resistors, with each particle and each particle-particle contact contributing to the total resistance of the system. There are two types of contact resistance: constriction contact resistance and tunneling contact resistance.44 Usually tunneling resistance predominates in conductive composites. As the melting point of the polymer is approached, volume expansion takes place and the tunneling resistance increases, which, in turn, increase the resistance of the composites leading to a PTC behavior. However, contact resistance can predominate as the number of contacts increases either because of an increase in the number of particles or an increase in the aspect ratio. We attribute the NTC behavior of the FGS-PVDF composites to the higher aspect ratio of FGS, which leads to the contact resistance predominating over tunneling. A similar explanation was given for the EG-epoxy system at higher loading although the effect was much less pronounced because of the lower aspect ratio of EG compared to FGS.8 NTC based ceramic thermistors are now widely used as temperature sensors and FGS-PVDF nanocomposites could potentially serve as an alternative technology.  The conductivity of FGS-PVDF composite samples used for resistance–temperature measurements is lower because these samples were not coated with silver paste but instead they were measured by sandwiching between two copper sheets. This set-up was chosen to prevent the migration of silver to the composites because the samples were heated well above the melting point of PVDF. Thus their conductivity appears lower at room temperature because of the poorer contact between the sample and the copper sheets. "]], ["CONCLUSIONS", ["Functionalized graphene sheets, FGS were prepared from graphite oxide. FGS and exfoliated graphite, EG, were solution processed and compression molded to make PVDF composites. FGS remains well dispersed in the PVDF composites as evidenced by the lack of a reflection characteristic of graphite in the composites. Although the α-phase of PVDF is seen in the EG based composites, a mixture of α- and β-phases is present in the FGS analogs. SEM and TEM imaging show smooth fractured surfaces with oriented platelets of graphite stacks and obvious debonding from the matrix in the EG-PVDF composites. In contrast, the FGS-PVDF composites show a wrinkled topography of relatively thin graphene sheets bonded well to the matrix. Storage modulus of the composites was increased with FGS and EG concentration. A lower percolation threshold (2 wt %) was obtained for FGS-PVDF composites compared to EG-PVDF composites (above 5 wt %). Lastly, the FGS-PVDF composites show an unusual resistance/temperature behavior. The resistance decreases with temperature, indicating an NTC behavior while EG-PVDF composites show a PTC behavior (e.g., the resistance increases with temperature). We attribute the NTC behavior of the FGS based composites to the higher aspect ratio of FGS which leads to contact resistance predominating over tunneling resistance."]]], "doi": "10.1002/polb.21695", "figures": [["Figure 1", "Figure 1", "Figure 1. XRD Pattern of FGS, GO, and EG. [Color figure can be viewed in the online issue, which is available at www.interscience.wiley.com.]"], ["Figure 10", "Figure 10", "Figure 10. Electrical conductivity of FGS‐ and EG‐PVDF nanocomposites."], ["Figure 11", "Figure 11", "Figure 11. Effect of temperature on resistivity for EG‐PVDF nanocomposites."], ["Figure 12", "Figure 12", "Figure 12. Effect of temperature on resistivity for FGS‐PVDF nanocomposites."], ["Figure 2", "Figure 2", "Figure 2. SEM image of FGS (a) and (b) and EG (c) and (d)."], ["Figure 3", "Figure 3", "Figure 3. XRD patterns of (a) FGS‐PVDF and (b) FGS/EG‐PVDF nanocomposites."], ["Figure 4", "Figure 4", "Figure 4. DSC thermograms of (a) EG‐PVDF, (b) FGS‐PVDF, and (c) FGS/EG‐PVDF nanocomposites."], ["Figure 5", "Figure 5", "Figure 5. TGA traces of (a) EG‐PVDF nanocomposites (b) FGS‐PVDF nanocomposites. [Color figure can be viewed in the online issue, which is available at www.interscience.wiley.com.]"], ["Figure 6", "Figure 6", "Figure 6. Variation of storage modulus with filler loading of FGS‐PVDF nanocomposites (a) and with temperature (b). [Color figure can be viewed in the online issue, which is available at www.interscience.wiley.com.]"], ["Figure 7", "Figure 7", "Figure 7. Tanδ curves of (a) FGS‐PVDF nanocomposites and (b) FGS/EG‐PVDF nanocomposites. [Color figure can be viewed in the online issue, which is available at www.interscience.wiley.com.]"], ["Figure 8", "Figure 8", "Figure 8. SEM image of fracture surface of (a,b) FGS‐PVDF nanocomposites and (c,d) EG‐PVDF nanocomposites."], ["Figure 9", "Figure 9", "Figure 9. TEM images of (a,b) 4 wt %FGS‐PVDF composites, (c,d) 1 wt % FGS‐PVDF composites."]], "table_captions": [], "tables": []}