{"title": "Mechanical Properties of AI2O3/Polymethylmethacrylate Nanocomposites", "abstract": "Alumina/polymethylmethacrylate (PMMA) nanocomposites were produced by incorporating alumina nanoparticles, synthesized using the forced gas condensation method, into methylmethacrylate. The particles were dispersed using sonication and the composites were polymerized using free radical polymerization. At an optimum weight percent, the resulting nanocomposites showed, on average, a 600% increase in the strain-to-failure and the appearance of a well-defined yield point when tested in uniaxial tension. Concurrently, the glass transition temperature (Tg) of the nanocomposites dropped by as much as 25°C. while the ultimate strength and the Young’s modulus decreased by 20% and 15%, respectively. For comparison, composites containing micron size alumina particles were synthesized and displayed neither phenomenon. Solid-state deuterium NMR results showed enhanced chain mobility at room temperature in the nanocomposites and corroborate the observed Tg depression indicating considerable main chain motion at temperatures well below those observed in the neat polymer. A hypothesis is presented to relate the thermal and mechanical behavior observed in the composites to the higher chain mobility and Tg depression seen in recent ultrathin polymer film research. ", "body": [["Abstract", ["Alumina/polymethylmethacrylate (PMMA) nanocomposites were produced by incorporating alumina nanoparticles, synthesized using the forced gas condensation method, into methylmethacrylate. The particles were dispersed using sonication and the composites were polymerized using free radical polymerization. At an optimum weight percent, the resulting nanocomposites showed, on average, a 600% increase in the strain-to-failure and the appearance of a well-defined yield point when tested in uniaxial tension. Concurrently, the glass transition temperature (Tg) of the nanocomposites dropped by as much as 25°C. while the ultimate strength and the Young’s modulus decreased by 20% and 15%, respectively. For comparison, composites containing micron size alumina particles were synthesized and displayed neither phenomenon. Solid-state deuterium NMR results showed enhanced chain mobility at room temperature in the nanocomposites and corroborate the observed Tg depression indicating considerable main chain motion at temperatures well below those observed in the neat polymer. A hypothesis is presented to relate the thermal and mechanical behavior observed in the composites to the higher chain mobility and Tg depression seen in recent ultrathin polymer film research. "]], ["INTRODUCTION", ["Polymer nanocomposites have great potential as a class of materials that show unique combinations of thermal and mechanical properties not exhibited by micron- size particle filled systems. For example, Sumita found dramatic improvements in the yield stress (30%) and Young’s modulus (170%) in nano-filled polypropylene compared to micron-filled polypropylene that lowered the yield stress and provided only modest improvements to the modulus (1). Similarly, Ou et d filled nylon 6 with 50 nm silica particles and reported increases in tensile strength ( 15%), strain-tofailure (150%), Young’s modulus (23%). and impact strength (78%) (2). One of the key aspects of nanoparticles, as fillers or otherwise, is their large surface to volume ratio. This large surface area has been theorized to play a major role in the observed properties of composites because of the extensive volume of surrounding polymer it affects (3-5). Directly surrounding any well-dispersed particle are polymer chains in contact with the particle surface. If the polymer chains have a strong affinity for the particle surface, these chains lose some of their mobility and a region of low-mobility polymer will exist around eachparticle (5). This zone of affected polymer has been approximated to be somewhere between 2 and 9 nm thick (6) and is routinely called the bound polymer layer. The term ‘layer’ connotes a distinct region of polymer in which bulk behavior is not observed and presumes that the transition between bulk and bound polymer is abrupt, when in fact, a gradual change in behavior is much more likely. Recent work in ultra-thin film research has shown that an increase in bulk polymer mobility (measured directly by changes in the polymer Tg) occurs in films with thickness much greater than 9 nm (7, 8). This implies that the interface, either air or solid, affects a much larger volume of the polymer than previously thought. Ongoing work by our group (9) and Zhu and Sternstein (10) confirms that the surface may have a far-field effect on polymer chain statistics. In keeping with this interpretation, we will refer to the region in question as the interaction zone instead of the bound layer. In either case, it is obvious that the affected volume is much larger for nanoparticle fillers than for micron-size fillers and it has a large influence on thermal and mechanical properties.  The thermal-mechanical behavior of a material above the glass transition temperature (Tg) has been used extensively to determine the interaction zone’s effects on the polymer composite. Becker, working with PMMA-HEMA and nanometer silica composites, found a 100% increase in the storage modulus above Tg with 10 volume percent of particles (11). These results were achieved by coating the silica with a silane coupling agent that had an affinity for the matrix and led to covalently bonded polymer chains. It was suggested that the bound polymer was unable to contribute to the drop in the storage modulus seen at Tg due to its more rigid and restricted nature, and the modulus was higher in the post-Tg regime. The effects of this zone also raised the overall Tg of the material by 10°C over the unfilled polymer. Iisaka and Shibayama also reported an increase in Tg directly related to the strength of interaction between glass beads and PMMA (12). They also observed a decrease in the value of tan δ, a measure of the mechanical damping, which they correlated to the volume occupied by immobilized polymer chains trapped near the surfaces of the glass beads. These low mobility chains would not have participated in the damping of an applied stress and thus would lower the overall tan δ. Cousin and Smith, working with polystyrene and 10 nm alumina fillers, also reported an increase in storage modulus and an increase in Tg that they attributed to the properties of the restricted chain motion in the region surrounding the particles (5). There are several other examples of this observed behavior (6, 13, 14). The decreased chain mobility within the interaction zone may not, on the other hand, always reinforce a polymer. Kendall and Sherliker found that the tear strengths of nano-filled polypropylene decreased as a function of filler content (15). They concluded that the denser region of reduced mobility led to a weakening of the polymer surrounding the interphase zone and actually weakened the resulting composite. In other cases where the interaction between polymer and filler is purposely destroyed, a drop in yield strength and toughness were observed ( 16). The presence of nanoparticles can also affect the bulk mechanical properties of a polymer matrix by altering the local stress state. This can lead to a change in the mode of deformation even for voids or particles larger than the nanoscale. Stemstein observed that judicious, regular placement of machined holes in a sheet of PMMA would cause the material to exhibit ductile behavior (17). Crazes that formed when holes were an optimum distance apart would thicken and lengthen instead of reaching a critical length to initiate brittle fracture. In rubber-filled epoxies, Buchall and coworkers showed that an applied stress, either externally applied or resulting from differences in thermal expansion coefficient upon specimen cooling, can induce microvoid formation in lower modulus rubber particles through cavitation. The cavities relieve the tri-axial stress state present in the matrix, inhibiting bulk polymer void formation and subsequent crazing, and promote shear and other forms of energy dissipating yield phenomenon resulting in a tougher material (18, 19). In high impact polystyrene, dispersed rubber particles can initiate microcrazing throughout the matrix, increasing the overall toughness of the composite, although particles less than 1 μm in diameter did not serve to initiate crazes and thus did not toughen the matrix (20). Enhanced toughness in nanocomposites has also been predicted to result from a critical interparticle spacing (21). It is well known that as the particle size decreases, for the same filler volume fraction, the distance between particles also decreases. Wu hypothesized that if neighboring particles’ stress fields overlap, there exists a critical ligament thickness that will result in a toughening of the matrix due to stress field interactions (21). This concept has since been used to describe the changes in mechanical properties in rubber filled epoxy, nano-silica filled Nylon 6, and nano-silica filled PMMA-HEMA (2, 4, 21, 22). Toughness is thus achieved when a large volume of the bulk composite has its stress state altered by the filler, favoring more energy-absorbing yielding mechanisms. The affected volume is greatly enhanced through the use of the filler nanoparticles. The enhancement of properties is most often seen at particular volume fractions. It is obvious that at lower particle loadings, there is not enough material altered by the presence of the particles to permit large-scale changes in material properties. As the volume fraction of particles increases above a specific level, most researchers see a sharp decline in the property of interest (2, 4, 9, 23). Ou determined that there was a critical volume fraction where agglomeration of the particles was taking place (2) that was responsible for the drop in ultimate strength and strain-to-failure. Agglomerates degrade the polymer performance, for example, through inclusion of voids that can act as preferential sites for crack initiation and failure. They also decrease the gains in surface area and interphase volume fraction achieved through use of the nanoparticles. Therefore, the use of silane and organotitanates are used extensively both to tailor the particle surface properties to mimic the surrounding matrix and to lower their surface energy and restrict their tendency to agglomerate (24-26). The present study focused on the in situ polymexization of PMMA/alumina nanocomposites and a comprehensive analysis of the mechanical and thermal behavior of the resulting materials. "]], ["EXPERIMENTAL PROCEDURE", ["##A. Materials Nanocrystalline spherical alumina (γ-Al2O3) with a 39 nm average diameter and a specific surface area of 43 m2/gram was obtained from Nanophase Technologies Corporation. The nanoparticles were used in their as-received state (uncoated) or were coated with (3-acryloxypropyl) dimethylmethoxysilane (95% SIA 0190.0, Gelest Inc.). Flgure 1 shows the size dispersity and general spherical nature of the received nano-alumina. Micron size alumina (γ-Al2O3, <10 micron) was obtained through Aldrich Chemical Co. The monomer, methylmethacrylate (99% stabilized with 100 ppm MEHQ, Acros Organics), initiator, 2,2-azobisisobutyronitrile (98% Aldrich), and chain transfer agent, 1- decanethiol (96% Aldrich Chemical), were used without further purification. The silane chosen has only one methoxy group with which to react with the filler OH- sites. This was a deliberate choice, as previous methods of coating with multiple methoxy groups resulted in ring-type structures of repealing silane units. The end group of the coupling agent contains a polymerizable double bond that should provide numerous polymerizable sites on the surface of the particles, resulting in covalently bonded polymer chains. For the deuterated samples, 98% deuterated MMA was purchased from Cambridge Isotope Laboratories. ##B. Synthesis The nano-alumina was coated similarly to the procedure found in reference 27. Twenty grams of nanoparticles were suspended in ethanol through 10 minutes of sonication (VCX-400 Sonics Materials Vibracell) at 70% power. The power setting refers to the percentage of maximum sonic power (400 watts) that is directed into the sample. The resulting slurry was centrifuged for 3 minutes at 3000 rpm to remove particles larger than 100 nm. This procedure was used to achieve a narrower particle size distribution than is available from the supplier. The speed and duration requirements were chosen by observing the gross distribution of remaining particles through transmission electron microscope (TEM) measurements. About 70% of the nanoparticles (by weight) remained following centrifuging. The silane coupling agent was added to a 95/5 mixture of ethanol and water adjusted to a pH of 4.5 by addition of acetic acid. This solution was reacted at room temperature for 10 minutes for silanol formation. The silanol solution was then dropped into the ethanol/nanoparticle sluny at a rate of approximately 20 ml/min while sonicating the mixture at 70% power. The slurry was then evaporated at reduced pressure for 2 hours at 60°C to remove the solvent. The particles were cured under vacuum at 60°C for a period of 24 hours. The free-radical polymerization procedure was based on the work of Balke and Hamielec (28). Coated or uncoated nanoparticles were added to MMA monomer and dispersed via sonication at 70% power for 10 minutes. During the last two minutes of the sonication, the initiator (AIBN) and chain transfer agent (1 - decanethiol) were added. The polymerization was carried out at 55°C under a nitrogen blanket for 21 hours with two additional sonication steps of 40% power at the 1 and 2 hour points. The polymer was then broken into small pieces and dried in a vacuum oven for 2 hours at 115°C to drive off water and residual monomer. The resulting nanocomposite was compression molded into tensile specimens (ASTM D638-95 Type IV) in a hydraulic press (Carver 12 Ton) at 180°C and 2.5 mTons. Specimens were allowed to cool to room temperature under pressure for a period of 6 hours and, after removal, were sanded (400 grit) to remove flashing. ##C. Composite Testing Uniaxial tension testing was performed in accordance with ASTM D638-95 at strain rates of 1 and 10 mm min-1 at about 23°C. At least six samples of each material were tested. The elevated temperature tensile tests of neat PMMA were performed on two samples following equilibration at 45°C in a convection oven for 30 minutes and a strain rate of 1 mm min-l; the elevated temperature was maintained throughout the test. Dynamic mechanical thermal analysis (DMTA) was carried out on a Rheometric Scientific DMTA V using single cantilever bending mode at 1 Hz with 0.1% strain. Temperature ramps from 15°C to 200°C at 2°C min-1 were conducted to determine the Tg of the materials. The Tg is reported as the corresponding peak of the loss modulus curve in each case. In specific cases, Tg was also obtained through differential scanning calorimetry (DSC) (Seiko Instruments SSC5200) with a temperature ramp from 25°C to 190°C at 10°C min-1. The fracture surfaces were observed using scanning electron microscopy (SEM) and field emission SEM. Molecular weight analysis was performed on a Waters HPLC calibrated with a narrow polystyrene standard. Tacticity and residual monomer percentages were determined using a Varian liquid NMR (500 MHz) by dissolving 200 mg of the composite in 1 ml deuterated chloroform and performing both 1H and 13C NMR. Solid-state 2H NMR spectra were acquired at 55 MHz on a Chemagnetics CMX spectrometer using a 7.5 mm coil and a quadrupolar echo sequence. An echo delay of 25 μs was used and the 90\" pulse width was 3 μs. Eight scans were acquired for each spectrum with a pulse delay of 5 s. Acetone-d6 was used as an external reference (at 0 kHz)."]], ["RESULTS", ["The polymer properties of the 5 wt% nano-alumina filled composites compared to the neat PMMA are shown in Table 1 . From the samples tested, it appears that the addition of the nanoparticles had little effect on the free-radical polymerization of the methacrylate. The molecular weight and tacticity show no major changes from filled to neat. The molecular weight is well above the entanglement molecular weight of 7,000 (29) and was chosen specifically for the ease of compression molding, high yield strength, and lack of internal stresses produced by the molding procedure. Retained monomer concentration was determined through liquid NMR to be less than 1 percent for all composite and neat compositions. Typical stress-strain curves for the nano-alumina composite, micron-alumina composite, and neat PMMA are shown in Fig. 2. In this graph, a 5 wt% uncoated alumina sample shows an increase in strain-to-failure of over 800% at a strain rate of 1 mm min-1 (4%/min). This ductile behavior was typical of coated or uncoated 39 nm nano-alumina filled samples. In addition to the dramatic increase in the strain to failure, a neck occurred coincident with a drop in engineering stress in the region past the yield point. Also, the samples became almost transparent in the necked regions. Figure 3 shows a typical stress versus strain curve for a 5 wt% coated nanoparticle sample contrasted with that for the neat polymer at 10 mm min-1 (40% min-1) strain rate, an order of magnitude higher than that shown in Fig. 2. Notice that although the strain-to-failure for the filled samples is not as large as at the lower strain rate, the sample still exhibits ductile behavior. Figure 4 shows the percentage of samples that displayed a ductile response at the 4% min-1 strain rate, indicating a maximum at 5 wtYo alumina. The observation of an optimal weight percent at which a specific property goes through a maximum has been observed in other nanocomposites (2, 4, 23). The change in Young's modulus (E) with filler weight percent is shown in Fig. 5. Notice the significant decrease in modulus with the addition of small amounts of filler and the gradual increase as more filler is added. Tables 2 and 3 provide a summary of the mechanical data. Samples of neat PMMA were also tested at temperatures 20°C above room temperature (i.e. at 45°C). In these samples the yield strength and modulus values decreased to match those of the 5 wt% composite samples tested at room temperature, but the strain-to-failure showed no increase, with the sample failing at the yield point. The mode of failure of the tensile specimens is echoed in the SEM micrographs shown in Figs. 6-8. The failure surface morphology of the synthesized unfilled PMMA shown in Fig. 6 is similar to PMMA fracture surfaces found in the literature. The prominent raised features, known as hackle bands, are attributed to craze formation and propagation (30). The fracture surface presented in Fig. 7, however, is strikingly different. This micrograph shows the surface from a 5 wt% coated nano-alumina composite that displayed ductile behavior, as previously mentioned. In this figure, we find no attributes of craze formation or growth. Instead, there is a central mirror zone, sometimes complete with an inclusion that could serve as a failure initiation site, which is surrounded by a fracture region. This change in fracture morphology is indicative of a change in yield phenomenon, implying suppression of craze formation and growth. In Fig. 8, higher magnifications of the mirror regions of the 5 wt% coated and uncoated nano-alumina fdled samples show the individual nanoparticles sitting in small voids with no connecting polymer. This suggests that dewetting of the particles from the matrix has occurred either prior to or during the mechanical testing. The voids also appear to be elongated, in a particular direction, hinting at one method of energy dissipation that is taking place in these high strain-to-failure composites. Also note the agglomeration existing with the uncoated particles that appears to have disappeared with the coated particles. Table 4 shows the various composites tested and their corresponding Tg measured by both DMTA and DSC. The Tg of the neat PMMA agrees well with literature values for the tacticity and molecular weight given in the literature (29). The drop in the transition temperature that occurred for all coated and uncoated, filed nano-alumina composites is similar for both measurements, although the absolute DSC transition temperatures are slightly lower than those observed in the DMA. This drop in Tg is greatest with the 2 and 5 wt% samples and recovers slightly with the addition of 10 wtYo nanoparticles. Notice also that the micron-alumina shows no drop in the Tg. Referring back to the modulus data in Table 2, note that the drops in modulus mirror the drops in Tg. The NMR results for fully deuterated neat PMMA and 5 wtYo coated nano-alumina filled PMMA shown in Fig. 9 depict a large mobile fraction of polymer (i.e., a prominent central peak evident in the Pake pattern) even at room temperature. The neat PMMA displays no central peak at room temperature. At temperatures below the Tg, the outer peaks of the Pake pattern, separated by 120 kHz, represent the CD2 groups and the inner peaks, separated by the 40 kHz, represent the CD3 groups. The heights of these peaks remain relatively constant below Tg The mobility indicated by the central peaks is believed to be due to the OCD3 (methoxy) group, not the main chain, which should correspond to the β-transition in PMMA. As shown in Table 4, however, there is no β-transition temperature shift, either up or down, with the addition of the nanoparticles. At temperatures above Tg, the CD2 and CD3 peaks decrease, because these groups have become mobile, contributing to the increased intensity of the center peak. The decrease of the outer peak intensities and narrowing of the CD2 pattern are consistent with the onset of the glass transition. Notice that the nano-alumina filled specimen shows the Tg onset at temperatures lower than the neat PMMA. Assigning a specific value for the Tg drop observed in the NMR is not possible. However, the correlation between the Tg drops indicated in Table 4 and those observed in Fig. 9 is apparent. "]], ["DISCUSSION", ["As discussed in the Introduction, nanocomposites often display unique combinations of properties not observed in traditional micron-filled systems. In the present work, the two novel property changes displayed in parallel are the dramatic increases in strain-to-failure and the equally intriguing drops in the Tg Although not directly related, we believe that both are the result of the unique filler characteristics possessed by the nanoparticles. We will discuss the mechanical behavior exhibited by the nanocomposites first. ##A. Mechanical Behavior As has been shown, particles that are introduced into a polymer matrix in a well-dispersed fashion can change the yield behavior of the material in the vicinity of each inclusion. The use of nanoparticles in the current research capitalizes on the particle’s large surface to volume ratio in an attempt to involve a large volume fraction of the matrix polymer in altering its stress state. As reported in a previous paper (9). the phenomenal strain-to-failure achieved with the nano-alumina is very unusual. In PMMA, at the testing temperature and strain rates of these experiments, the primary mode of failure is by crazing, which leads to a brittle failure (30, 31). It has been noted that the failure surface morphology of our synthesized unfilled PMMA shows attributes of failure by craze formation and growth as expected. The fracture surfaces of the nanocomposites, however, do not show any attributes of craze formation or propagation (see Fig. 7 and 8). In fact, the observed ductility displayed in the stressstrain curves indicates that the method of yielding has been altered. A brittle-to-ductile transition (BDT) has occurred in the yield phenomenon, although the ultimate failure was due to a brittle-type fast fracture as seen in Figs. 7 and 8. The BDT of a glassy polymer is normally seen at elevated temperatures (within 30°C of Tg) but can also be achieved with very low strain rates in uniaxial tension (31, 32) or after the introduction of residual stresses (17). In these cases, the transition is due to the ability of the polymer chains to change their local conformation and relieve the applied triaxial stress before void formation and subsequent crazing can occur. The Tg data presented in Table 4 shows that even for the lowest Tgs measured, the testing temperature of 25°C was still 75°C degrees below Tg. In addition, mechanical testing of the neat PMMA at temperatures 20°C above room temperature did not lead to the strain-to-failure results achieved through nanoparticle additions. This particular temperature increase was chosen to mimic the drop in Tg (~ 20°C) shown in Table 4. The fact that our PMMA, at the same relative temperature, still failed by crazing implies that another phenomenon is at work in the composite behavior. It has been shown that the BDT can also occur if the stress state in the polymer is changed in such a way that the shear yielding criterion is reached prior to the formation of crazes (i.e., homogeneous yielding by shear vs. heterogeneous yielding by crazing) (17). Ductility is thus gained by the delocalization of yielded material and suppression of crazes that could lead to void formation and subsequent brittle behavior. This type of phenomenon has also been reported in rubber filled epoxies (18, 19, 33, 35). In these cases, the researchers noticed the same features as can be seen in Fig. 8, that is the apparent dewetting of the rubber particle within the matrix. Unlike the oxide particles, however, rubber particles also cavitate, creating voids interior to the particles, during mechanical testing. This cavitation, also seen in rubber filled nylon 6 (21), is hypothesized to bring about localized shear yielding in the vicinity of the particles by relieving the triaxial stress-state that prevents incipient void formation in the matrix. Thus, the sequence of cavitation, stressstate transition from plane strain to plane stress, ligament yielding, and propagation of yielded areas through connectivity of the ligaments would lead to a tougher matrix, especially if the yielding was greatly delocalized and affected a large volume fraction of the matrix polymer (2 1). Well-dispersed nanoparticles would ensure that the regions of stress-state transformation occur throughout the composite and are the key to the observed toughening in many nanocomposite systems. Drawing from the results presented above, we conclude that a transformation from craze formation to homogeneous shear yielding occurs in the alumina/ PMMA composite when nanoparticles are added to the polymer in sufficient volume fraction. In the nanocomposite system, the considerable amount of polymer mobility evidenced by the drop in Tg and reinforced by the NMR data, implies that a large amount of free SUTface exists within the composite. This free surface apparently exists at the surfaces of the nanoparticles, acting in essence like a void. Testing in unhxial tension causes these voids to expand, relieving any localized build-up of hydrostatic stress in the matrix. Therefore, void formation that would lead to crazing is prevented, and shear yielding of the matrix is favored as the primary yield mechanism. The extent of the void growth following mechanical testing is shown in FTg. 8. In addition to the matrix yielding, void growth would also consume considerable amounts of energy and could contribute to the macroscopic yield behavior. As mentioned in the Introduction, however, agglomeration of the nanoparticles can act as crack initiators that will lead to premature brittle failure thus lowering the occurrence of ductile behavior as indicated in Fig. 4. The modulus data presented in Fig. 5 and Table 2 show a sharp drop, followed by a slow increase as more nano-alumina particles are added to the matrix. The modulus of a composite can normally be predicted by knowing the volume fraction of higher modulus filler particles (35). However, 5 wt% of nano-alumina filler translates to 1.67 vol%. Therefore, it was not expected that the modulus would rise much and the weak mechanical reinforcement typically displayed by spherical particles, if present at all, is surely masked by the drop in the Tg. The 5 wt% micron-alumina (with a Tg akin to the neat polymer) does, in fact, slightly stiffen the matrix. The drop in modulus exhibited by the composites with various weight percentages of added filler, in fact, follows the Tg trend seen in Table 4. It is well known that the modulus of a polymer decreases as the testing temperature is raised in relation to its Tg (31, 35). As shown in Table 2, the modulus values for the elevated temperature runs of neat PMMA show decreases in modulus of exactly the same magnitude as the 5 wt% nano-alumina filled composites. It is, therefore, reasonable to believe that the decreases in modulus are entirely due to the changes in Tg of the resulting nanocomposite. The observed changes in the Tg will be discussed next. ##B. Thermal Behavior Aside from the dramatic increase in strain-to-failure, the other striking trend in the nanocomposite's behavior is the Tg depression. As discussed in the Introduction, the Tg of a filled system should increase or at least be constant with the addition of high modulus fillers (35). As shown in Table 4, however, a very large drop in the Tg was recorded in some composite preparations (as much as 26°C) by both DMTA and DSC. The varying Tg does fall well within the range of that reported in the literature for varying tacticities (36, 37). However, as shown in Table 1 there were no dramatic changes in the tacticity. Drops in the Tg have also been shown for lower molecular weights (31), but as can also be seen from Table 1, the molecular weights do not show much variation. Retained monomer could also drop the Tg. but NMR measurements indicate less than 1% retained monomer in all samples tested (Table 1). We suspect that the change in Tg is therefore due solely to the filler particles. As previously mentioned, nanoparticles that are well dispersed interact with a large volume of the polymer. If the polymer matrix is chemically coupled with the nanoparticles, a zone of restricted chain motion could form around the nanoparticles. If instead, the opposite were true and no interaction between polymer and nanoparticle took place, then the polymer surrounding a non-interacting particle could exist in a state that is much like the polymer/air interface or a \"free surface.\" This free surface state would, presumably, exist regardless of any mechanical coupling that developed during sample preparation due to the disparity in coefficients of thermal expansion between polymer matrix and ceramic particle. In other words, the polymer existing between nanoparticles could behave as a freestanding thin film with a \"thickness\" in the nanometer regime. It is easily shown, assuming simple cubic packing, that the distance between nano-alumina (39 nm) particles at 5 wt% (1.67% by volume) would be approximately 80 nm. Most researchers agree that when a polymer film reaches the approximate dimensions of the end-to-end distance of a polymer chain (< 100 nm), the bulk properties of the polymer take on the characteristics of the surface, most notably, a dramatic increase in mobility and free volume, and a corresponding depression of the Tg (38). Due to the surface to volume ratio of the nanoparticles and the excellent dispersion, the entire polymer matrix could be behaving as an ultrathin polymer film. There has been much work on ultrathin polymer films presented in recent publications. Tseng et al. (39) give an excellent review of this literature along with their group's work in measuring the temperature dependence of the diffusion coefficients of polymer thin films. The molecular configurations of a polymer at the air/polymer or substrate/polymer interface are very different than in the bulk. The exposed free surfaces \"modify the interplay of entropic and enthalpic forces that govem bulk polymer\" behavior (40). The mechanism by which the Tg depression occurs in ultrathin polymer films is still under debate. Several researchers have shown that the surface region of a polymer contains as much as twice the normal volume fraction of chain ends than the bulk (41, 42). Much study has involved effects of molecular weight, substrate interactions, and film thickness on the magnitude and behavior of the Tg depressions. Mattson et al. (43) have identified two regimes to be considered when interpreting ultrathin fim dependence. The first, a finite-length scale approach, addresses the fact that there is a particular length-scale for cooperative dynamics that increases as the temperature is lowered in the vicinity of Tg regardless of molecular weight. This hypothesis supports most low molecular weight studies. In these cases, a modest 10°C drop in Tg does not appear until the film thickness decreases to less than 40 nm and is followed by a rapid drop in Tg in samples with thicknesses down to those which correspond to the constraints of the test apparatus. This effect has been shown by several researchers at numerous molecular weights to be independent of the Mn (43-45). Mattson et al, (43), however, showed that once molecular weight, (Mn), was increased past a critical value, the behavior of the Tg depression dramatically changed. In their research, freestanding polystyrene ultrathin films with Mn above 514,000 displayed Tg depressions that increased monotonically with molecular weight. Also, the degree of Tg depression scaled linearly with decreasing film thickness. For example, they observed a 10°C drop in Tg in 80-nm-thick freestanding films, a behavior much different than in the lower molecular weight runs. The explanation for the behavior is still preliminary, but deals with the higher mobility of polymer chains with one or both ends present at the surface. A new type of mobility, termed “sliding” by de Gennes (46), may account for the increase in mobility of these chain loops or bridges that are in contact with an interface where the activation energy is lower. We propose that the decreases in Tg measured for the nano-alumina filled composites in the present work are indicative of the same near surface (now internal) phenomenon observed in ultrathin film research. The interparticle spacing and relative Tg drops show many similarities to that body of research, although more study is needed to prove this hypothesis."]], ["CONCLUSIONS", ["Considering the phenomena observed above, we propose the following model to explain the observed behavior of nanophase alumina/PMMA nanocomposites. When the polymer chains display an affiity for the surface of the nanoparticle, the mobility of the chains is very restricted close to the surface of the particle. Although mobility is gained as distance from the particle increases, due to the nature of the large affected-volume claimed by nanoparticle addition coupled with the far-field effect of chain entanglements, mobility will not reach that displayed by an unfilled bulk polymer. Therefore, the Tg of the entire system will increase. Conversely, if the polymer is not coupled to the nanoparticle filler surface, as we have seen in our composites, the mobility at the surface will be very large, but will drop off as the distance from the particle increases. If the distance between filler nanoparticles is sufficiently small that bulk conditions are never reached, the nanocomposite will, by and large, show a depression in Tg much like that observed in ultra-thin film research. In summary, we have shown that poorly bonded well-dispersed nanoparticles can be used to dramatically change the thermal and mechanical behavior of a glassy thermoplastic polymer. Although the surfaces of the nanoparticles have not been fully characterized, we believe that a complete lack of bonding exists between polymer and nanoparticle that has not been studied before in a nanofilled composite and is directly responsible for both the change in ductility and the drop in the Tg."]]], "doi": "10.1002/pc.10497", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. Typical nano-alumina particle dispersion/morphology  from Nanophase Technology Corporation."], ["Fig. 2", "Fig. 2", "Fig. 2. Stress versus strain curves for 1 mm min -1 strain rate. Unlike either the neat or micron-filled polymer, the nano-alumina filled  PMMA clearly shows a yield point followed by a constant stress, increasing strain region."], ["Fig. 3", "Fig. 3", "Fig. 3. Stress versus strain curve showing yield behavior in the 5 wt% nano-alumina sample at higher strain rate (10 mm min -1).   "], ["Fig. 4", "Fig. 4", "Fig. 4. Percentage of nano-alumina/PMMA composite tensile tests {at 1 mm min -1) resulting in failures past the yield point. The  greatest percentage of ductile failures occurred at 5 wt%, where 78% of the failures were ductile in nature.   "], ["Fig. 5", "Fig. 5", "Fig. 5. Young's modulus of nano-alumina filled and neat PMMA as a function of filler weight percent."], ["Fig. 6", "Fig. 6", "Fig. 6. Typical fracture surface of  PMMA failing under uniaxial tension."], ["Fig. 7", "Fig. 7", "Fig. 7. Low resolution SEM micrograph of heavily yielded (40% elongation)  PMMA/nano-alumina composite  (5 wt%) showing fast fracture  behavior initiating at a defect."], ["Fig. 8", "Fig. 8", "Fig. 8. Yielded composite fracture surface of (left) uncoated nano-alumina particles and (right) silane coated nano-alumina particles  at 5 wt% showing good dispersion.   "], ["Fig. 9", "Fig. 9", "Fig. 9. Representation of data from NMR quadrupolar 1-D experiment with 98% deuterated PMMA during heating runs showing mobility increases. The lowest temperature (25°C) is in the foreground, while the higher temperatures move up and to the right.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Chemical Data for PMMNAlumina Nanocomposites."], ["Table 2", "Table 2", "Table 2. Comparison of Mechanical Behavior of Neat and Alumina-Filled PMMA at 1 mm."], ["Table 3", "Table 3", "Table 3. Comparison of Mechanical Behavior of Neat and Filled PMMA at 10 mm min-1."], ["Table 4", "Table 4", "Table 4. Glass Transition Data Using Dynamic Mechanical Thermal Analysis (DMTA) in Single Cantilever Bending at 1 Hz, 0.1% Strain, and 2°C min-1 and Differential Scanning Calorimetry (DSC) at 10°C min-1."]], "tables": []}