{"title": "Influence of nanoparticle surface modification on the electrical behaviour of polyethylene nanocomposites", "abstract": "In this study, we present the results of the influence of surface modification of TiO2 nanoparticles on the short-term breakdown strength and space charge distribution of low-density polyethylene (LDPE). A polar silane coupling agent N-(2-aminoethyl) 3-aminopropyl-trimethoxysilane (AEAPS) was used for the nanoparticle surface modification. Despite agglomeration and a poor interface compared to untreated nanoparticles, it was found that the incorporation of polar groups onto the nanoparticle surface improved both the dielectric breakdown strength and space charge distribution as compared to samples filled with untreated nanoparticles. Microstructure studies showed that the presence of polar groups on the TiO2 nanoparticle surface did not evidently affect the degree of crystallinity, crystalline morphology (except for internal spherulitic order), and chemical structure of the polymer matrix. The improved dielectric breakdown strength was therefore concluded to be directly due to beneficial effects related to the variation of the electrical features at the particle surface due to introduction of polar groups. For the same reason, with the use of surface modified nanoparticles, formation of space charge was suppressed. ", "body": [["Abstract", ["In this study, we present the results of the influence of surface modification of TiO2 nanoparticles on the short-term breakdown strength and space charge distribution of low-density polyethylene (LDPE). A polar silane coupling agent N-(2-aminoethyl) 3-aminopropyl-trimethoxysilane (AEAPS) was used for the nanoparticle surface modification. Despite agglomeration and a poor interface compared to untreated nanoparticles, it was found that the incorporation of polar groups onto the nanoparticle surface improved both the dielectric breakdown strength and space charge distribution as compared to samples filled with untreated nanoparticles. Microstructure studies showed that the presence of polar groups on the TiO2 nanoparticle surface did not evidently affect the degree of crystallinity, crystalline morphology (except for internal spherulitic order), and chemical structure of the polymer matrix. The improved dielectric breakdown strength was therefore concluded to be directly due to beneficial effects related to the variation of the electrical features at the particle surface due to introduction of polar groups. For the same reason, with the use of surface modified nanoparticles, formation of space charge was suppressed. "]], ["Introduction", ["Polymers are used extensively as insulating materials [1]. Fillers are often added to modify stiffness and strength [2], fracture toughness [3], thermal conductivity [4], partial discharge endurance [5], high field stability [6], or processing and service durability [7]. However, incorporation of the fillers usually decreases the dielectric breakdown strength [8–14], which is a very important property of insulating materials. As a result, studies have been carried out to understand the effects of conventional microscale fillers on the dielectric breakdown strength [11, 14–16]. It is believed that, in most cases, the filler particles decrease breakdown strength because they are electrical defect centres that distort and enhance the electrical field locally [14–16]. The field distortion is due to the difference in permittivity between the filler particles and the polymer matrix under alternating current (ac) conditions, and the difference in conductivity under direct current (dc) conditions [15]. Based on this consideration, nanoscale fillers are promising alternatives to conventional microparticles. The small size of nanoparticles decreases the possibility of large local field enhancement. In addition, nanoscale particles have much higher surface area per unit volume. This higher surface area to volume ratio means that at the same particle loading, nanocomposites possess much more interface than microcomposites. This feature indicates that a variation of nanoparticle surface can have more profound effects than that of microparticle surface on certain macroscopic properties. In addition, near the particle/matrix interface, the matrix properties are different from the bulk matrix properties. Because the size and properties of this layer are critical to themacroscopic composite properties [17], the dielectric breakdown strength may be manipulated at a rather low loading of nanoparticles by tailoring the surface of the particles, and hence, the interfacial region. Despite the potential of nanoparticles, there has not been much research focused on the electrical properties of nanocomposites [17– 20]. Furthermore, few studies have surveyed the effect of nanoparticle surface chemistry on the dielectric breakdown strength and few investigations have used surface modification to tailor the dielectric breakdown strength. In our previous work [21], we thoroughly studied the effect of uncoated TiO2 nanoparticles on the dielectric breakdown strength of lowdensity polyethylene (LDPE) nanocomposites. It was found that the dielectric breakdown strength for the composites filled with dried TiO2 nanoparticles was similar to that of the neat LDPE and 50% higher than that for the samples filled with asreceived TiO2 nanoparticles. In this paper, we further explore the effect of surface modification of the TiO2 nanoparticles with silane on the dielectric breakdownstrength ofLDPEunder dc conditions. Space charge build-up is another important behaviour of insulating materials, and it has been extensively studied [22– 26]. The accumulation of space charge can influence both the short-term and long-term performance of solid dielectrics [14, 27, 28]. It is not only harmful to dc applications [14, 19, 25–27, 29], but also has a detrimental effect on the long-term performance of polymers under ac conditions [27]. It has been shown that the incorporation of certain inorganic particles can suppress the formation of space charge [14, 19, 30–32]. For example, BaTiO3 reduced the density of the space charge in polymers [14]. Nonetheless, this beneficial effect seemed to be overwhelmed by other factors so that the short-termdc breakdown strength,whichwas influenced by the space charge distribution, was decreased with the introduction of microsize BaTiO3 [14]. Herein, we show that by doing surface modification of the TiO2 nanoparticles, both the space charge distribution and the dielectric breakdown strength are clearly improved compared to LDPE filled with as-received TiO2 nanoparticles. Furthermore, the space charge distribution of the surface modified samples is also better than that of the neat LDPE."]], ["Experimental details", ["##2.1. Materials The polymer matrix used in this study was LDPE DOW 681I. Based on high-temperature gel permeation chromatograph (GPC) analysis, number-average molecular weight, weightaverage molecular weight, and polydispersity were 14 000, 70 000 and 5, respectively. The melting temperature from differential scanning calorimetry (DSC) was 112 °C. Other characteristics of the LDPE were density 0.922 g cm−3 and melt index 1.2 g/10 min. TiO2 nanoparticles, 23 nm average diameter according to transmission electron microscopy, from Nanophase Technologies Corporation were used as fillers. N-(2-aminoethyl) 3-aminopropyl-trimethoxysilane (AEAPS) from Gelest Inc. was used as a coupling agent for surface modification. ##2.2. Sample preparation The nanoparticles were vacuum dried at 195 °C for 24 h before surface modification. The surface modification was carried out by a dry toluene reflux method, described in detail elsewhere [21]. Briefly, the dried TiO2 nanoparticles were dispersed by sonication in dried toluene. Then the AEAPS was added to the TiO2 /toluenemixture. After that, themixture was refluxed and magnetically stirred for 48 h under dry air atmosphere. The resulting slurry was centrifuged and washed with fresh toluene to remove unattached silane molecules or their oligomers. Finally, the modified particles were dried in a vacuum oven at about 30 °C for 24 h. They were ground with a mortar and a pestle before their use. 5 wt% TiO2 nanoparticles, either as-received or surface modified, were mixed into LDPE at 130 °C with net mixing time of 10 min in a Haake System 90 Buchler mixer. Thin films with thickness ranging from 10 to 40 μm were used for microstructure characterization and dielectric breakdown strength measurements. They were prepared by compression moulding at 160 °C under the highest pressure of about 14 MPa. Then, the film was maintained in the mould under the same pressure until its temperature decreased to 50– 60 °C slowly. Next, the film was removed from the mould and air-cooled to room temperature. Polytetrafluoroethylene films were used as backing. To avoid or minimize the influence of residual internal stresses on the experimental results, each sample was kept in a desiccator after preparation for at least one day before the dielectric breakdown strength was measured. Room temperature should be high enough for molecular relaxation in the polymer matrix to occur because the glass transition temperature of the neat LDPE was about −120 °C from our dynamic mechanical analysis. In order to make the results comparable between the neat and filled polymer samples, the neat LDPE was treated with the same process. Plaque samples with a thickness of 2 mm for space charge measurements were press moulded at 130 °C. A pressure of 2 MPa was applied for 5 min initially, then the pressure was increased to 7 MPa within one minute and it was maintained at that value for another 5 min. Finally, the plaque sample was cooled down to 30 °C in 5 min under a constant pressure of 7 MPa. Such a prepared plaque sample was then pressed against two 1 mm-thick semicon electrodes, which were composed of polyethylene copolymer and carbon black particles and pre-pressed at 130 °C, following the same press procedures. Polyethylene terephthalate films were used as backing during all press mouldings. ##2.3. Measurements Nanoparticle dispersion in the composite samples was observed under a JEOL JSM-6330F field emission scanning electron microscope (FE-SEM). Thin film samples were broken in liquid nitrogen, and then their cross sections were examined. All samples were sputter-coated with gold or platinum to avoid accumulation of charge. The degree of crystallinity was determined from DSC. The weight of thin film samples ranged from 3 to 6 mg. The experiments were performed on aMettler DSC 822e under N2 atmosphere with a ramp rate of 10 °C min−1. Data analysis was based on the first melting-run. The DSC curve of the corresponding amount of TiO2 nanoparticles was subtracted from the raw curves of all composite samples to obtain net DSC curves of the polymer matrix. The degree of crystallinity was calculated by dividing the heat of fusion normalized by weight with the enthalpy of 100% crystalline PE, which was taken as 293.6 J g−1. Transmission optical microscopy (Olympus BH-2) with cross polarizers was employed to observe crystalline morphology. Images were taken with a Polaroid digital camera. Only images obtained from the film samples with thickness of about 30 μm were utilized. The dielectric breakdown strength test was performed with a high-voltage source (Glassman High Voltage, Inc., FC60P02) using a stepwise voltage. The application of voltage was realized by switching on a high-voltage relay (Ross Engineering Corp., E60-NO-80-1-0-BD) connected to a highvoltage source. A sphere-plane geometry [33] was used. A high potential was applied to the spherical electrode with a diameter of 1/4 inch (0.64 cm). The plane electrode was grounded. All the tests were performed at room temperature (<30 °C) using a stepwise-voltage method. Each voltage step was 100 V and was maintained for approximate 1 s before the high-voltage electrode was grounded and the next higher voltage was applied. The testing proceeded until a sharp current increase was observed indicating the breakdown of the sample. Dielectric breakdown strength was calculated as the electrical voltage divided by the sample thickness at the breakdown point. The thickness was measured by a micrometre, which had a cone anvil with a tip diameter of 0.75 mm. A Weibull distribution was used to assess the breakdown behaviour [11, 14]: P = 1 − exp[−(E/E0)β], (1) where P is the cumulative probability of the electrical failure, E is an experimental breakdown strength, β is a shape parameter that evaluates the scatter of data and E0 is a scale parameter that represents the breakdown strength at the cumulative failure probability of 63.2% and is called the Weibull breakdown strength. E0 was used in this work to compare the dielectric breakdown behaviour of different kinds of samples and it was obtained from linear regression of linearized logarithmic format of equation (1). In order to do this, for every specific value of E, P is calculated as [11]: P = (i − 0.5)/(n + 0.25), (2) where i denotes that this E value ranks the i th in ascending order of breakdown strength data and n is the number of total data points. The sampling size was more than 20 for each kind of sample in our work. The pulsed electro-acoustic (PEA) technique was used to measure the space charge distribution. The measurements were performed at 50 °C with semiconductor electrodes. The sample was subjected to +40 kV (20 kV mm−1) and the space charge distribution was measured 0, 15, 30, 60, 180, and 360 minutes after the voltage application. Apulse voltage of 2.2 kV was used. Before every test, a calibration-run at low voltage was carried out where no space charge build-up was assumed to be present. This calibration-run was used to account for the linear signal increase due to the increased voltage and as a reference signal. It is the relative space charge density compared to the reference signal that is presented fromthe PEA measurements. The space charge build-up observed in PEA measurements is the total sum of charges in the sample, i.e., the net charge. Details of the basic PEA measurement method have been described elsewhere [22]. Since only a comparative evaluation is of interest in this study, no deconvolution of the signal to get an absolute charge value is performed. The signal is somewhat distorted due to the attenuation and dispersion of the pulse while travelling through the sample, which would be accounted for if an absolute charge value was estimated."]], ["Results", ["##3.1. Characterization of coated nanoparticles Detailed chemical characterization of coated nanoparticle surfaces is not an emphasis here; this will be covered in a paper to be submitted later for publication [34]. Briefly, it was found that approximately 2.8 wt%, or 6.8 μmol m−2, of the AEAPS silane coupling agent covalently bonded to the TiO2 surface and formed monolayer coverage. The surfaces of the AEAPS coated nanoparticles were more hydrophilic compared to the surfaces of the as-received nanoparticles due to the introduction of polar groups −NH and −NH2 on the surface. ##3.2. Dispersion and morphology Dispersion of the as-received TiO2 nanoparticles in the polymer matrix is shown in figure 1(a). There were clusters of several particles and now and then there was an agglomerate 1 μm or several μm in size. While the dispersion was not excellent, the particles were well distributed. This difficulty in obtaining excellent dispersion was due to the poor compatibility between the particles and the matrix. This problem was compounded for the particles coated with AEAPS. Some agglomerates, about 30 μm in diameter, were seen without the aid of a microscope. There were two possible reasons for the appearance of these larger agglomerates in the coated samples compared to the samples filled with the as-received nanoparticles. One was that a more incompatible interface between the coated nanoparticles and the matrix promoted the formation of the large agglomerates. The other was that the shear force during the melt mixing was not sufficient to break up some agglomerates formed during the coating process. Bulk dispersion of the coated nanoparticles is shown in figure 1(b). More agglomerates were present in this sample from many microscopy images. The degree of crystallinity also affects the dielectric breakdown strength [35, 36]. Therefore, it was important to examine the degree of crystallinity in all samples. It was found from DSC that all three samples, the unfilled LDPE, the LDPE filled with the as-received nanoparticles, and the LDPE filled with the AEAPS coated TiO2 nanoparticles, revealed similar degrees of crystallinity, ranging from 45 to 48%. The differences were considered to be insignificant. Therefore, the incorporation and the surface modification of the nanoparticles did not affect the degree of crystallinity of the polymer matrix. In addition, all three samples showed a similar melting curve with a similar peak melting temperature and a similar final melting temperature, suggesting similar size of the largest lamellae (figure 2). The crystalline morphology was further studied by crosspolarized light microscopy. All samples showed similar fine crystalline particles (figure 3), which appeared as bright spots. From small-angle light scattering (SALS) and atomic force microscopy (AFM) observations, they were confirmed mainly as spherulites, as reported elsewhere [37]. Although a detailed analysis of the morphology of LDPE and its nanocomposites was in press elsewhere [37], for the purpose of this study, it is worthwhile to summarize that themainmorphology difference in the three samples resided in the degree of internal spherulitic order. Lamellae were more ordered within the spherulites in the unfilled LDPE than in the two filled samples, with the AEAPS samples showing severely disrupted spherulite structure. The average sizes of the spherulites calculated from SALS were almost the same, in the range 5.3–5.8 μm, for all three samples. Unit cell dimensions and average lamellar thickness also did not change with addition of the nanoparticles. The grey areas observed in TiO2 filled samples, which gave medium brightness in figure 3, were either TiO2 aggregates or highly loaded TiO2 regions, where the individual particles could not be resolved by optical microscopy. The reduced brightness of the grey areas could be due to the lower birefringence of the TiO2 nanoparticles. Comparison of figures 3(b) and (c) again led to the same conclusion about the particle dispersion. The AEAPS coated TiO2 nanoparticles dispersed more poorly than the as-received TiO2 nanoparticles in the LDPE, as evidenced by more and larger grey areas in the former samples. ##3.3. Chemical characterization Variations of chemical structure could influence the dielectric breakdown strength [36, 38]. The main concern was oxidation of the polymer matrix during processing, which would give an absorption band at 1720 cm−1. Spectra of all three samples, the neat LDPE, and the LDPE filled with the as-received and the AEAPS coated nanoparticles, were recorded and the 1720 cm−1 bands were absent in all three samples, suggesting that no oxidation occurred during sample preparation. In addition, no extra bands were found in the composite samples compared to those of the neat LDPE, indicating no observable chemical changes with the addition of the nanoparticles with different surface conditions. ##3.4. Dielectric breakdown strength Dielectric breakdown strength is defined as the highest voltage which samples can stand before they fail electrically, divided by sample thickness. The Weibull distribution was utilized in this work to analyse the breakdown data. The Weibull plots of breakdown strengths of the samples of the three materials tested are shown in figure 4. The data alignments were not so linear. Despite this, the Weibull plots still could be used to identify general trends in the results. For the LDPE filled with the as-received TiO2 nanoparticles, that filled with the AEAPS coated TiO2 nanoparticles and the neat LDPE, E0 values and their standard errors were calculated to be 2.3±0.3, 3.1±0.3 and 3.8±0.4MV cm−1, respectively. Itwas clear that with the addition of 5 wt% of the as-received TiO2 nanoparticles, the Weibull breakdown strength decreased remarkably by 40%. The sharp reduction in dielectric breakdown strength with the addition of small amounts of particles is not unusual. Khalil et al [39] reported that with the incorporation of 1 wt% TiO2 into LDPE, the step dc breakdown strength decreased by 10%. Ueki et al [11] showed that the incorporation of 2.5 wt% of carbon black N220 into high-density polyethylene caused a loss of about 50% in dc dielectric breakdown strength. A significant improvement in the dielectric breakdown strength was observed after the surface modification of the TiO2 nanoparticles with AEAPS. The Weibull breakdown strength E0 was increased by nearly 40% as compared to the samples filled with the as-received nanoparticles. This value, however, was still lower than that of the neat LDPE. The relatively steeper dive of the data points in the lower breakdown strength region of the AEAPS sample as compared to that of other samples was probably due to the simultaneous presence of several agglomerates which were close to each other in the electrical path. In this case, the electrical field enhancement could be quite high and result in repeated material failure at a similar lower external field. β values,measuring the spread of the dielectric breakdown data, were 3.5, 5.1 and 3.3 for the neat LDPE, the LDPE filled with the as-received nanoparticles and that filled with the AEAPS coated nanoparticles, respectively. Higher β values indicate a narrower data distribution. According to Coppard [8], Chen [15] and their co-workers, the data scatter in dielectric breakdown strength of filled polymers is related to the size distribution of the defects or filler particles. Worse particle dispersion (the presence of large agglomerates) in the AEAPS samples was quite possibly the reason for relatively greater data spread in these samples. ##3.5. Space charge distribution Space charge is one of the most important secondary effects influencing the behaviour of insulating materials under electrical stress. The space charge distributions in the three samples are shown in figure 5. Figure 5(a) describes development of the space charge distribution versus time in the neatLDPEsample. Asmall hetero space charge developed and increased for 30 min, after which the space charge distribution remained fairly constant. The distribution of the space charge was fairly symmetric between the two electrodes, indicating little or no charge injection from either electrode [28]. This modest hetero space charge pattern is likely to have originated mainly from impurity dissociation and migration under the field. The hetero space charge for LDPE has also been reported by other authors [25]. Figure 5(b) illustrates the space charge distribution in the LDPE filled with the as-received TiO2 nanoparticles. In this case, homo space charge developed near the electrodes, which indicated enhanced charge injection from the electrodes compared to unfilled LDPE. The charge distribution was not symmetric. The accumulation of positive charges near the anode was more localized than that of the negative charges near the cathode, which spread out toward the anode. This indicates higher mobility of the electrons/negative charge carriers injected from the cathode than that of holes/positive charge carriers injected from the anode. The space charge stabilized after 30 min. Figure 5(c) demonstrates the improved space charge distribution in the AEAPS sample. Only a very small amount of hetero space charge was observed in the entire sample, and there was no prominent change with time. This reduced amount of space charge is probably due to the introduction of polar groups at the interface between the nanoparticles and the polymer matrix."]], ["Discussion", ["It is known that particles act as electrical defect centres in filled polymers [14–16] and distort and enhance the local electrical field. This causes a decrease in the dielectric breakdown strength as compared to the neat polymer. The extent of the field distortion not only depends on the difference in permittivity or conductivity between the particles and the polymer matrix, but also depends on the size of the particles (or agglomerates): the larger the particle, the larger the local field distortion [11–15]. Therefore, one reason for the difference between the composites with as-received nanoparticles and AEAPS treated nanoparticles could be particle dispersion. If dispersion was the dominant factor, however, the AEAPS samples would have had lower breakdown strength compared to the samples filledwith the as-received nanoparticles because the former contained larger and more agglomerates. Evidently, in our case, the improved dielectric breakdown strength in the AEAPS samples was not associated with modification of the nanoparticle dispersion. Another factor that can cause early breakdown is poor adhesion between the particles and polymer [15, 40]. For the AEAPS coated nanoparticles, with the attachment of polar groups, their surface must be more hydrophilic than that of the as-received nanoparticles. Therefore, more incompatibility and poorer adhesion was expected at the interface between the AEAPS coated nanoparticles and the hydrophobic polymer matrix. This incompatible interface could result in small voids at the interface [15, 41], and further decrease the dielectric breakdown strength as compared to the samples filled with the as-received nanoparticles. Therefore, the improved dielectric breakdown strength in the AEAPS samples also could not be explained from a nanoparticle/polymer interface point of view. The results also showed that all the samples have similar degrees of crystallinity and chemical structures to the polymer matrix. The AEAPS samples did show less organized lamellae arrangement within the spherulites (i.e., less perfect spherulites) compared to the other samples, which theoretically would lead to a lower breakdown strength. Therefore, the improved dielectric breakdownstrength in theAEAPS samples as compared to the as-received nanoparticle filled samples must be mainly related tomodification of interfacial electronic characteristics with the introduction of the polar groups at the interface. Beneficial effects of polar groups on polymer breakdown strength have been previously reported by other researchers. For example,Nagao et al [42] reported an increase of 1 MV cm−1 in dielectric breakdown strength for ethylenevinyl acetate (EVA) copolymer and their blends with 5 wt% of polar vinyl acetate (VA) content compared to the neat polyethylene at a low temperature. The authors attributed this increase to improved electron scattering associated with the increase in polar groups and the decrease in degree of crystallinity. Yamano et al [43] found that the addition of 5×10−6 mol g−1 of an azocompound increased the breakdown strength of LDPE by about 2MV cm−1 and they attributed this increase to either the trapping effect or the excitation effect of the azocompounds, which acted as electric dipoles. From these discussions, it can be considered that the presence of the polar groups on the TiO2 surface after the AEAPS silane coating increases the dielectric breakdown strength by the following mechanisms: charge scattering or trapping by the polar groups, or excitation effects related to them. Therefore, the incorporation of the polar groups can decrease the acceleration of electrons, thus decreasing the chance of them initiating a dielectric breakdown [42]. Furthermore, the AEAPS accounted for about 2.8 wt% of the coated particles, hence a total of 0.14 wt% (=2.8% × 5%) or 9.4 × 10−6 mol g−1 in the resulting composites. It is reasonable to conclude that the polar groups at this concentration are sufficient to have a large impact on the breakdown strength based only on their electrical features. It is important to note that the underlying assumption for the above explanation was that electron avalanche was the dominant mechanism for the breakdown in this work. It is generally reported [36, 43] that when the sample temperature is below 30 °C, the breakdown of the PE film is induced mainly by electron avalanche. When the temperature is over 30 °C, on the other hand, thermal breakdown becomes very important. All our breakdown tests were conducted at temperatures below 30 °C, so this assumption was reasonable. It should also be noted that although the presence of the polar groups in the AEAPS samples impacted positively on the average breakdown strength, masking detrimental effects caused by the poor dispersion in these samples, the large data scatter of the dielectric breakdown strength appeared to be dominated by the presence of the agglomerates at various sizes. Space charge measurements also provided evidence that alteration of the particle surface electrical features could have evident effects on the electrical behaviour. As shown in figure 5, the space charge distribution was changed from hetero to homo with the addition of 5 wt% as-received TiO2 nanoparticles into theLDPE.Charge suppressionwas observed when the particle surface was modified with the AEAPS. The variation among the three samples was clearly observable. It should be noted that because space charge distribution is influenced by electrode materials [22, 23], the following discussion is specifically restricted to the results obtained with the semiconducting electrodes utilized here. The underlying meaning of this statement is that both material properties of a sample and interaction between the sample and electrodes account for the space charge distribution. Space charge distribution is a direct outcome of combined trapping/detrapping and transport behaviour of charges in insulating polymers and varies with trap density, trap depth distribution, and charge carrier mobility. Particle fillers often directly contribute to the change of the space charge distribution via ‘actively’ responding to the electrical field and interacting with the polymer molecules. For example, metallic fillers could combine with the defect states in polymers, annihilating the trap centres in the matrix at low concentrations [44]. Also new traps of different depths could be introduced [19, 28, 44]. Alteration of polymer morphology could also influence the space charge distribution by affecting the trap distribution [19, 25, 45]. It was suggested by other work, however, that the microstructure of the dielectric had perhaps second-order effects on the space charge distribution, while electrical features of the filler particles themselves played amore important role [22, 28]. In this context, and considering that the morphology difference in our samples was even less than what was previously reported [22, 28], it is possible here that the difference of electrical features of the as-received and coated particles was a main reason causing differences in the space charge distribution. Therefore, starting from this point, we propose the following explanations for the differences of the space charge distributions among our samples. One possibility is that fillers, here TiO2 nanoparticles, change the surface chemistry of the electrodes, allowing a massive charge injection to form a homo space charge distribution [28]. Another possibility or additional effect is that ionic conduction, here Ti ions, contributes to the overall space charge distribution. According to Knauth et al [46], for anatase nanocrystalline TiO2, ionic conduction is dominant at ambient oxygen partial pressure. After the surface of the TiO2 nanoparticles was modified with the AEAPS silane coupling agent, although the bulk electrical characteristics of the nanoparticles did not change, the nanoparticle surface became more polar. The dipoles at the particle/polymer interface may affect charge carrier transport and trapping. The charge build-up seen in figure 5(c) was still present after discharge measurements for over 6 h, indicating that the observed charge build-up was from deep traps. Deep traps in insulation material are a concern, since their presence could result in local field enhancements, which could lead to electrical breakdown. The observed suppressed space charge accumulation indicates a reduced number of charges trapped in deep traps in this sample. This could be explained either by a reduced number of deep traps or by an increased number of shallow traps formed when introducing polar groups [43] through this specific nanoparticle surface modification, and hence the chance of charges being trapped in deep traps was decreased. In addition, the replacement of homo space charge with hetero space charge suggested reduced or no charge injection from the electrodes as compared to the samples filled with the as-received nanoparticles, which was quite likely due to the change of interaction between the sample and the electrode materials after the nanoparticle surface modification. It is also possible that the reduction of the space charge buildup is because the surface modification of the nanoparticles has encouraged local charge transfer at the polymer/electrode interface [14, 47]. The energy of the donor states could be raised due to the existence of a large polarization energy related to the polar group [14, 47], which will in turn aid the local charge transfer at the polymer/electrode interface. Therefore, polar groups on the nanoparticle surface could play a multiple role in the mechanism of space charge generation."]], ["Conclusions", ["We have studied the surface effects of nanoparticle fillers on the electrical behaviour of LDPE nanocomposites by measuring the dielectric breakdown strength and the space charge distribution of neat LDPE and LDPE containing asreceived or polar AEAPS coated TiO2 nanoparticles. It was found that the LDPE filled with the AEAPS coated nanoparticles exhibited much higher dielectric breakdown strength and improved space charge distribution compared to the LDPE filled with the as-received nanoparticles, although the latter revealed better particle dispersion and produced a less incompatible interface. The improvementswere directly due to modification of electrical features at the interface between the coated nanoparticles and the matrix: the polar groups could act as charge scattering centres, traps or play other roles in complicated electrical processes. Our results indicate that the introduction of specific functional groups at the particle/matrix interface can have profound effects on the electrical properties of nanocomposites. This is achieved by surface modification of the fillers. From this point of view, nanoparticles are definitely a good choice for fillers because of their high surface area and high reactivity. In addition, by suitable surface modification, it is expected that other electrical properties, such as dielectric constant and dielectric loss, could also be improved. These findings open the possibilities of tailoring the electrical properties of composites by using surface modification techniques for nanoparticles. And last but not least, because both the processes of particle surface modification and nanocomposite fabrication can each be easily scaled up, an easy transfer of this research in the laboratory to practical production processes would be readily enabled."]]], "doi": "10.1088/0957-4484/16/6/016", "figures": [["Figure 1", "Figure 1", "Figure 1. FE-SEM images showing the dispersion of (a) as-received TiO2 nanoparticles and (b) AEAPS coated TiO2 nanoparticles in LDPE. Circles and a rounded rectangle indicate agglomerates and arrows point to particles."], ["Figure 2", "Figure 2", "Figure 2. DSC melting curves for neat LDPE, LDPE filled with as-received TiO2 nanoparticles (AR-TiO2/LDPE) and AEAPS coated TiO2 nanoparticles (AEAPS-TiO2/LDPE)."], ["Figure 3", "Figure 3", "Figure 3. Cross-polarized transmission optical micrographs of (a) neat LDPE, (b) LDPE filled with as-received TiO2 nanoparticles and (c) LDPE filled with AEAPS coated TiO2 nanoparticles."], ["Figure 4", "Figure 4", "Figure 4. Weibull plots of dielectric breakdown strength of neat LDPE, LDPE filled with as-received TiO2 nanoparticles (AR-TiO2/LDPE) and LDPE filled with AEAPS coated TiO2 nanoparticles (AEAPS-TiO2/LDPE)."], ["Figure 5", "Figure 5", "Figure 5. Space charge distribution in (a) neat LDPE, (b) LDPE filled with as-received TiO2 nanoparticles and (c) LDPE filled with AEAPS coated TiO2 nanoparticles at different times after application of an electric field of 20 kV mm−1."]], "table_captions": [], "tables": []}