{"title": "Controlling the Thermomechanical Properties of Polymer Nanocomposites by Tailoring the Polymer–Particle Interface", "abstract": "We show that the thermomechanical properties of polymer nanocomposites are critically affected by polymer-particle wetting behavior. Silica nanoparticles grafted with dense polystyrene brushes of degree of polymerization 1050 are blended with polystyrene melts to form nanocomposites. It was found that low molecular weight (MW) polystyrene melts with lengths <880 wet these particles. Concurrently, the glass transition temperature (Tg) of the nanocomposite increases. At higher MW, the matrix does not wet the particles and the Tg decreases. Keywords: blending; glass transition; nanocomposites; reinforcement ", "body": [["ABSTRACT", ["We show that the thermomechanical properties of polymer nanocomposites are critically affected by polymer-particle wetting behavior. Silica nanoparticles grafted with dense polystyrene brushes of degree of polymerization 1050 are blended with polystyrene melts to form nanocomposites. It was found that low molecular weight (MW) polystyrene melts with lengths <880 wet these particles. Concurrently, the glass transition temperature (Tg) of the nanocomposite increases. At higher MW, the matrix does not wet the particles and the Tg decreases. Keywords: blending; glass transition; nanocomposites; reinforcement "]], ["INTRODUCTION", ["It is now well known that an overlayer (matrix) polymer will dewet a chemically identical planar brush layer, as long as Ngraft << Nmatrix, and when the brush grafting density, σ, follows σ2Nmatrix >> 1 (N is the chain length). This result is a direct consequence of the unfavorable osmotic pressure penalty associated with the infiltration of high molecular weight chains into a dense brush.1–11 Similar behavior has been postulated for polymer brushes on curved surfaces.12 Since the glass transition of a planar thin polymer film is known to be affected by surface interactions, by analogy, we propose that dispersion of ‘‘hairy’’ nanoparticles into a polymer matrix will allow us to readily tune the thermomechanical properties of the resulting nanocomposite. One of the thermomechanical properties of a polymer, which can be profoundly affected by nanofiller is the glass transition temperature (Tg).13–19 It has been reported that a polymer’s Tg can change by as much as ±30 °C due to the addition of nanofiller. 18 This is particularly relevant because the elastic modulus, hardness, conductivity, and various other physical properties change by several orders of magnitude in the vicinity of Tg. Facile tuning of nanocomposite Tg could thus allow us to control the usable temperature range of these materials. However, the physics underpinning this behavior remains unresolved, primarily due to the poor understanding of the effect of particle/matrix interactions on the polymer matrix behavior. Our recent results have focused on developing a broader understanding in this area.13 For untreated silica surfaces, which are nonwetting to polystyrene, we showed that the Tg decrease with increasing filler content (or decreasing interparticle spacing) closely tracks the results obtained for planar free standing films. In contrast, for PS-grafted (N = 1500, σ ~ 0.57 chains/nm2) silica surfaces that provide intimate surface-polymer contact, the changes in Tg with filler content follow the trends for capped surfaces (i.e., no change in Tg with filler content). This study focuses on extending this fundamental understanding to studying the progressive dewetting of the matrix from the surfaces of hairy nanoparticles as Nmatrix is systematically increased. Further, changes in Tg closely track the dewetting phenomena and provide a direct link between the nature of the interface and thermomechanical properties. "]], ["EXPERIMENTAL SYSTEMS AND PROCEDURES", ["SiO2 nanoparticles with a diameter of 14 ± 4 nm (measured by TEM) were obtained from Nissan Chemicals as a 30 wt % dispersion in methylethylketone. Reversible addition-fragmentation chain transfer (RAFT) polymerization, described in detail elsewhere,20 was used to graft a PS brush (MW = 110,000 g/mol and a polydispersity of <1.10) from the surface. The grafting density (σ) was ~0.27 chains/nm2, i.e., σRg 2 ~ 17, where Rg is the unperturbed radius of gyration of the chains. Such grafting densities correspond to the strongly stretched brush regime for the case of planar brushes. However, the role of particle curvature would reduce steric crowding. These functionalized nanoparticles (denoted as SiO2-g-PS) were provided as a dilute suspension in styrene and were further diluted using toluene. To study the wetting of SiO2-g-PS surface by PS matrices with various MWs, films of SiO2-g-PS nanoparticles were spin-cast onto Si wafers, which were previously etched with an oxygen plasma for 15 min to remove organic impurities. Atomic force microscopy revealed that the particles completely covered the silicon wafer surface with a maximum roughness of 3 nm and a root mean squared roughness (Ra) of 0.35 nm. Any particle roughness was much smaller than this number as can be seen in the TEM image in Figure 1 and much less than the size of the polymer chains. A layer of free PS was placed on top of this layer. Spin-cast films (~50 nm thickness) of various MWs of PS (Table 1) were prepared from dilute toluene solutions, peeled, and then placed on the SiO2-g-PS film. These bilayer films were then annealed in vacuum at 170 °C for 24 h. Optical microscopy was utilized to study these samples after annealing. Nanocomposites of SiO2-g-PS nanoparticles in PS matrices of various MWs (Table 1) were prepared by mixing a 10% solution of PS in toluene with a diluted suspension of SiO2-g-PS nanoparticles and sonicated using a Sonics and Materials VCX450 ultrasonicator for 1 min at an operating power of 180 W. The sonicated suspensions were immediately cast into petri dishes, and kept under vacuum (<10-2 torr) at room temperature. The temperature was ramped to 110 °C, where it was held for 24 h to evaporate the solvent. Subsequent thermal gravimetric analysis revealed residual solvent of less than 0.5 wt % and essentially the same weight percentage in each sample. The dried films were then compression-molded into a 0.5 mm thick plate at 180 °C for 30 min and allowed to cool to room temperature under pressure. Annealing of molded samples revealed no change in thermal properties, suggesting that the molded samples were equilibrated to the best of our abilities. Careful thermogravimetric analysis showed that no degradation occurred at the annealing temperature, suggesting that little chain scission occurred. Figure 2 depicts the dispersion of the SiO2-g-PS nanoparticles into PS matrices of various MWs as a function of particle content. The dispersions obtained were excellent, presumably due to the high grafting density of high molecular weight PS onto the surfaces: we presume that this creates an entropic repulsion between the particles. Differential scanning calorimetry (DSC) was used to characterize the Tg of the nanocomposites. Apart from the PS brush (MW = 110,000 g/mol and σ ~ 0.27 chains/nm2), a few data points were also obtained for a higher molecular weight brush (MW = 150,000 g/mol and similarly high σ ~ 0.57). For DSC experiments, the following heating/cooling protocol was followed under a N2 flow of 10 mL/min: the molded samples were heated to 180 °C and soaked for 2 min followed by cooling at 10 °C/min. The reported Tg was from the second heating at a rate of 10 °C/min. At least three samples were run for each formulation. DSC on unmolded nanocomposites, run up to 180 °C, revealed only the glass transition endotherm and TGA revealed that the thermal degradation of the PS filled with SiO2-g-PS was identical to that of neat PS. We are therefore confident that no chemical reaction took place between SiO2-g-PS nanoparticles and PS matrix."]], ["RESULTS AND DISCUSSION", ["Optical micrographs of PS films of various molecular weights atop a layer of SiO2-g-PS nanoparticles (MW = 110,000 g/mol) are shown in Figure 3. It can be seen that PS films with MW = 42,000 g/mol wet the surface of SiO2-g-PS nanoparticles. As the MW is increased to 92,000 g/mol, partial dewetting is observed. For a MW of 250,000 g/mol, complete dewetting of the PS films is observed. Thus, dewetting occurs for PS films with MW = 92,000 g/mol. Many investigations have focused on understanding the wetting behavior of PS films on planar PS brushes. While different substrate chemistry7 and preparation methods5 yield slightly different answers, it is well accepted that wetting autophobicity dominates when either Mmatrix >> Mgraft, or when r2Nmatrix >> 1. This result has been captured using mean field theories.21,22 For our chain lengths, dewetting occurs even when Mmatrix < Mgraft, suggesting that the second condition is operational in these situations. For MW= 40,000 g/mol, where wetting behavior is observed, σ2 Nmatrix ~ 30. For MW = 92,000 g/mol, this quantity is ~70. For these curved brushes, therefore, dewetting is found to occur for σ2Nmatrix >70. A quantitative justification for this result from theory is unavailable at this time. The only other result known for curved brushes is from Shull et al.,23 who reported that PS-PVP micelles preferentially segregated to the surface of a PS melt because Mgraft < Mmatrix. Our results are consistent with these earlier findings, and also considerably expand them since they examine limits where the matrix chains are shorter than the grafted chains. To evaluate the effect of the variation in interfacial properties on matrix molecular weight, we studied the Tg of SiO2-g-PS/PS nanocomposites. For Mmatrix < 78,000 g/mol, where wetting is observed for the film (Fig. 3), an increase in Tg of the nanocomposites is found (Fig. 4). For Mmatrix = 78,000 g/ mol, there is no change in Tg with silica content suggesting that these nanocomposites have a neutral interface. For the two MWs > 78,000 g/mol, where dewetting is observed, the Tg decreases with increasing filler content. Note that the slopes of the DTg versus weight percentage of silica [Fig. 4(b)] decrease monotonically with the matrix molecular weight, implying a direct connection with the progression of wetting behavior at the particle interface with this variable. The dispersion of SiO2-g-PS nanoparticles in various PS matrices of different MWs is good in all cases, and thus is not the underlying source of the results. The first possible reason for the increase in the Tg of the low MW matrices is from a mixing effect, i.e., that the grafted chains are of higher molecular weight than the matrix. To estimate the magnitude of this mixing effect, we utilize the Flory–Fox equation. 24 For the lowest Mmatrix and highest silica contents, we find that the increase in Tg is at most 2.5 °C, much smaller than the measured value (6 °C). While this effect might somewhat reduce at the molecular weight at which the neutral condition is found, our overall conclusions in Figure 4 stand. A simple mixing effect cannot explain this behavior. It is well known that in nanoparticle-filled polymers, a strong interfacial interaction between the matrix and filler can increase the Tg 14,18 and a nonwetting interaction can decrease the Tg.25 Thus, a second possibility is that the low MW matrix, which strongly wets the particles, interdigitates with the brush (‘‘wet’’ brush behavior), creating a strong interface. The brush chains extend further: the grafted PS not only loses conformational entropy but also occupies a greater volume fraction of the nanocomposite. Both of these effects lead to reduced mobility of the polymer chains in the nanocomposite and could explain the observed increase in Tg. For the high MW case, where dewetting occurs, the interface acts akin to a free polymer surface thereby resulting in a reduced Tg. Our recent results for untreated SiO2 nanoparticles yield similar findings,13 solidifying this conclusion. To use these results to predict the behavior of particles with different MW of grafted chains, it is important to consider the effect of particle curvature. Previous work on the physics of curved brushes, pioneered by the early works of Witten and Pincus26–29 and followed up recently by Roan30,31 and by Wijmans et al.,32 suggest that the extent of chain crowding decreases monotonically with increasing distance from the surface. A logical application of this idea results in the apparently paradoxical conclusion that spherical brushes made of progressively longer polymers at the same grafting density would be more wettable by ungrafted matrix chains of a given molecular weight. Evidence supporting this hypothesis was found for the case of the higher MW (150,000 g/mol) brush in a 250,000 g/mol molecular weight matrix, which showed no change in Tg.13 Thus, when Mmatrix = 250,000 g/mol, it did not wet a particle with 110,000 g/mol-grafted polymer, but did wet particles with 150,000 g/molgrafted polymer. Exactly the opposite conclusion may be expected in the case of planar brushes. Note that the σ values are very sensitive to the TGA measurement. For the N = 1500 graft particles, the mean weight fraction of silica is about 0.05. This gives us a calculated σ ~ 0.57 chains/ nm2. For an observed error of 2% of fullscale, σ can vary from 0.39 to 0.96 chains/nm2. For the case of N = 1080, σ can vary from 0.22 to 0.37 chains/nm2 that too when not taking into account the effect of polydispersity. This variability precludes a robust comparison between the fillers with seemingly different σ. While the wetting behavior of spherical particles created by block copolymers are consistent with our findings,33 these previous works correspond to relatively low molecular weight brushes. Our results, achieved by growing long chains from silica nanoparticles, bolster these conclusions and assert that the wetting behavior at a fixed grafting density are strongly controlled by the molecular weights of the brush and the matrix chains."]], ["CONCLUSIONS", ["In summary, we show that the wetting behavior of nanoparticles can be controlled by grafting a dense brush on them, and then by varying the MW of the matrix chains with which they are placed in contact. For the cases considered here, the crossover from wetting to autophobicity is observed when Mmatrix/ Mgraft ~ 0.7. To our knowledge, this is the first direct connection between the wetting at curved surfaces of grafted nanoparticles and their consequences on the thermal properties of nanocomposites. While this provides a facile means of controlling the thermomechanical properties of polymer nanocomposites, another important point here is that the behavior of polymer nanocomposites is analogous to thin polymer films. This analogy, which has been explored in some detail elsewhere,13 could provide for a simple means of designing polymer nanocomposites with any desired property."]]], "doi": "10.1002/polb.20926", "figures": [["Figure 1", "Figure 1", "Figure 1. Transmission electron microscopy image of the silica nanoparticles showing their relatively constant radius of curvature. In this image, the silica nanoparticles were grafted with polymethylmethacrylate to disperse them sufficiently for imaging purposes. An image of bare particles shows similar, but less well defined features, presumably due to particle agglomeration."], ["Figure 2", "Figure 2", "Figure 2. Dispersion of SiO2-g-PS nanoparticles with increasing concentration in PS matrix of various MWs (g/mol): (a) 44,200, (b) 92,000, and (c) 252,000."], ["Figure 3", "Figure 3", "Figure 3. Opticalmicrographs of the surface of PS films atop a layer of SiO2-g-PS nanoparticles. The matrix molecular weight is varied from (a) 44,200 g/mol, where complete wetting is seen; to (b) 92,000 g/mol, where partial dewetting is seen, and finally to (c) 252,000 g/mol, where the PS film completely dewets and forms islands."], ["Figure 4", "Figure 4", "Figure 4. Change in glass transition temperature (ΔTg) as a function of SiO2 concentration for various MWs (in g/mol) of the matrix. Dashed lines are a guide for the eye."]], "table_captions": [["Table 1", "Table 1", "Table 1. MolecularWeight (M) and Polydispersity Index (PDI) of Ungrafted PS Synthesized Anionically"]], "tables": []}