{"title": "Rescaled electrical properties of ZnO/low density polyethylene nanocomposites", "abstract": "ZnO/low density polyethylene (LDPE) nanocomposites were prepared using melt mixing with good dispersion of the ZnO nanoparticles. The electrical properties (dc resistivity and breakdown strength) of the composite with various concentrations of ZnO up to the percolation limit were measured and compared to the corresponding electrical properties of submicron ZnO filled LDPE. It was observed that the nanocomposites exhibited a lower percolation limit and a slower decrease in resistivity with filler concentration compared to the conventional composite. The dielectric breakdown strength was also found to be higher for the nanocomposite at high filler concentration. ", "body": [["ABSTRACT", ["ZnO/low density polyethylene (LDPE) nanocomposites were prepared using melt mixing with good dispersion of the ZnO nanoparticles. The electrical properties (dc resistivity and breakdown strength) of the composite with various concentrations of ZnO up to the percolation limit were measured and compared to the corresponding electrical properties of submicron ZnO filled LDPE. It was observed that the nanocomposites exhibited a lower percolation limit and a slower decrease in resistivity with filler concentration compared to the conventional composite. The dielectric breakdown strength was also found to be higher for the nanocomposite at high filler concentration. "]], ["Main", ["Polymers are often used for electrical insulation. The chemical stability of polymers allows their use in harsh conditions, and polymers are generally regarded as a good insulating material.1 Both the mechanical and electrical properties of polymers can be further improved or modified with the addition of inorganic fillers.2 Increases in the mechanical strength of nanocomposites have been reported3 and changes in electrical conductivity due to the addition of carbon black or another conductive filler4,5 have been studied for many years. The properties have been found to change with the dispersion state,6 geometric shape, and surface quality of the filler particles, as well as with the particle size.7 In recent years, nanoscale fillers have attracted interest because the properties of nanoparticles are different from bulk materials due to their small size and corresponding increase in surface area.8–11 Thus, it is expected that the addition of nanoparticles into a polymer will lead to an unprecedented ability to control the electrical properties of filled polymers.12,13 Low density polyethylene (LDPE) was chosen as a representative polymer matrix in this work because it is one of the most widely used polymers for electrical insulation in the cable and wire industry due to its high breakdown strength and resistivity.14 Another advantage is that good dispersion of the filler can be achieved through melt mixing. ZnO is a semiconducting material well known for its nonlinear electrical conducting properties, and has been studied by many researchers.15–17 The conductivity of ZnO is much higher than that of LDPE and is dominated by the properties of its surfaces.18 The conductivities of ZnO/LDPE composites are thus expected to change, depending on the concentration of ZnO filler, as the ZnO interparticle distance and surface chemistry changes. However, the detailed relationship between the filler concentration and conductivity of the composite is unknown.2 The behavior near the percolation threshold, pc , at which filler concentration the resistivity starts to change rapidly, is also of interest.19 Classical percolation theory predicts a power law dependence of conductivity on the filler concentration, σ≈(p2-pc)t, with exponent t=2.19,20 However, experimental measurements frequently reported t values different from 2.21,22 In this letter, we attempt to understand how ZnO nanoparticles and their surfaces affect the electrical properties of ZnO/LDPE polymer composites in comparison to those filled with conventional submicron size ZnO. ZnO/LDPE nanocomposites were produced by melt mixing commercial grade DOW 681I and 49 nm diameter ZnO nanoparticles in a Haake batch mixer. ZnO nanoparticles were obtained from Nanophase Technologies Corporation. To avoid any thermal degradation of the polymer matrix, the mixing time was set to 10–13 min at 200 °C.23 The specimen was then hot pressed into a disc shape with a diameter of 63.5 mm and a thickness of ~0.4 mm for the measurements of dc resistivity. ZnO/LDPE composites with ZnO several hundred nanometers in diameter were processed similarly. In order to realize the full effects of nanoscale fillers on the nanocomposite properties, they must be dispersed well in the matrix. Figure 1 shows a FESEM micrograph of the fracture surface (at cryogenic temperature) of the ZnO/LDPE nanocomposite. Nanoparticles are shown as white spheres dispersed throughout the entire area examined. Excellent dispersion was achieved. The dc resistivity was measured with a Keithley 6517A electrometer and 6008 electrode cell. The current through the specimen was measured after steady state was reached, which took 1–3 days. Figure 2 shows the dc resistivity of ZnO/LDPE nanocomposites compared to composites made with micron-scale filler. The measured dc resistivity of the nanocomposite began to decrease with volume fraction at 14 vol %. The resistivity of the micron-scale filled composite did not start to decrease until the concentration reached 30 vol. %, above which the resistivity decreased rapidly, as expected from percolation theory,19 and more rapidly than the nanocomposites. The difference in the percolation limit between the two types of samples can be understood from the difference in the interparticle distance of the filler particles in the composite. From a purely geometric consideration, assuming a spherical shape for the particles and a uniform size distribution and dispersion, the interparticle distance, l, is expressed as l=r[(4π/3ν)1/3-2], (1) where r is the radius of the particle and ν is the volume fraction. The interparticle distance for the nanocomposite with 14 vol% nanoparticles corresponds to the interparticle distance in the composite with 30 vol% of micron size particles (approximately 40 nm) and the conduction between particles starts at approximately the same interparticle distance, as shown in Fig. 2(b). Once the average interparticle distance becomes less than a certain critical value, the conduction between particles can commence via tunneling between particles and a decrease in resistivity can be observed. Therefore, the start of conduction occurs at the same interparticle distance, but it occurs at a different fractional distance when the distance is scaled with the average size of the filler particles in the composite. In addition to the lower percolation limit in the nanocomposites, the rate of decrease of resistivity with increasing ZnO content is much slower. This leads to higher values of resistivity for the nancomposite at high volume percent filler compared to the micron-scale filled composite. There are two possible reasons for this difference in the rate of resistivity decline. Due to the small size of the nanoparticle, the percolated path for conduction, which is composed of connections of nanoparticles, contains more interfaces for electrons to pass over the thickness of the specimen. Furthermore, the interfaces themselves were observed by transmission electron microscopy to be covered with polyethylene molecules resulting in higher interface resistivity. One of the limitations of filled polymers compared to unfilled polymers is that the dielectric breakdown strength decreases due to the presence of the particles. Measured breakdown strengths of ZnO/LDPE samples showed such a decrease with filler concentration (Fig. 3). The decrease of breakdown strength is similar for the nanocomposites and micron-size filled samples up to about 15 vol% ZnO filler. At 40 vol% ZnO filler concentration, however, the measured breakdown strength for the nanocomposite was found to be considerably greater (by more than a factor of 3) than that for the micron filled ZnO/LDPE composite. The breakdown strength of the filler is different from that of matrix material, and the filler particles work as barriers to keep the breakdown from propagating throughout the thickness of the specimen. The number density of the barriers is higher for a nanocomposite, and it is less probable for the breakdown to occur throughout the thickness of the specimen, resulting in the measurement of higher breakdown strength. At the same time, the interparticle distance for the nanocomposite is smaller [as indicated by Eq. (1)], and the breakdown probability between two particles is higher for the nanocomposite than for the micron filled composite of the same filler concentration. The measured breakdown strength is determined by the breakdown probability between two neighboring particles and the number of particles over the thickness of the specimen. The decreases of the breakdown strength by the two factors exhibit little difference at low filler concentration, but the difference becomes evident at high filler concentration. In conclusion, owing to the interfaces between nanoparticles and polymer matrix, the resistivity and breakdown strength of the nanocomposites were found to be much higher at the highest nanoparticle loading levels investigated. The resistivity decreases exponentially with increasing ZnO volume content of the nanoparticles, but at a rate considerably less than that expected for a sharp onset of percolation. The electrical conduction is thought to be due to the tunneling between ZnO filler particles."]]], "doi": "10.1063/1.1563306", "figures": [[null, null, "FIG. 1. FESEM image of a ZnO/LDPE nanocomposite. Good dispersion of  nanoparticles in the LDPE matrix can be observed.   "], [null, null, "FIG. 2. dc resistivity of nanocomposites measured at an applied field  strength of 10 kV/cm. Resistivity as a function of (a) ZnO content and (b)  interparticle distance.   "], [null, null, "FIG. 3. Breakdown strength of ZnO/LDPE composites as a function of ZnO  content.   "]], "table_captions": [], "tables": []}