{"title": "In situ preparation of functionalized graphene oxide/epoxy nanocomposites with effective reinforcements", "abstract": "In order to obtain homogeneous dispersion and strong filler-matrix interface in epoxy resin, graphene oxide was functionalized via surface modification by hexachlorocyclotriphosphazene and glycidol and then incorporated into epoxy resin to obtain nanocomposites via in situ thermal polymerization. The morphology of nanocomposites was characterized by scanning electron microscopy and transmission electron microscopy, implying good dispersion of graphene nano-sheets. The incorporation of functionalized graphene oxide effectively enhanced various property performances of epoxy nanocomposites. The storage modulus of the epoxy nanocomposites was significantly increased by 113% (2% addition) and the hardness was improved by 38% (4% addition). Electrical conductivity was improved by 6.5 orders of magnitude. Enhanced thermal stability was also achieved. This work demonstrates a cost-effective approach to construct a flexible interphase structure, strong interfacial interaction and good dispersion of functionalized graphene in epoxy nanocomposites through a local epoxy-rich environment around graphene oxide sheets, which reinforces the polymer properties and indicates further application in research and industrial areas. ", "body": [["Abstract", ["In order to obtain homogeneous dispersion and strong filler-matrix interface in epoxy resin, graphene oxide was functionalized via surface modification by hexachlorocyclotriphosphazene and glycidol and then incorporated into epoxy resin to obtain nanocomposites via in situ thermal polymerization. The morphology of nanocomposites was characterized by scanning electron microscopy and transmission electron microscopy, implying good dispersion of graphene nano-sheets. The incorporation of functionalized graphene oxide effectively enhanced various property performances of epoxy nanocomposites. The storage modulus of the epoxy nanocomposites was significantly increased by 113% (2% addition) and the hardness was improved by 38% (4% addition). Electrical conductivity was improved by 6.5 orders of magnitude. Enhanced thermal stability was also achieved. This work demonstrates a cost-effective approach to construct a flexible interphase structure, strong interfacial interaction and good dispersion of functionalized graphene in epoxy nanocomposites through a local epoxy-rich environment around graphene oxide sheets, which reinforces the polymer properties and indicates further application in research and industrial areas. "]], ["Introduction", ["Nanocomposite, as a fresh member of advanced materials family, has attracted an accelerating pace of researches in both academic and commercial communities in recent years.1–5 The motivation for such popularity mainly stems from the combination effect of nano-additives and matrix which leads to significantly enhanced mechanical, optical, thermal, electronic, or magnetic properties.6–8 There has been a growing interest in incorporating nanoparticles (nanospheres, nanotubes, nanorods, nanoplatelets, etc.) into polymer matrix to enhance various properties such as thermal stability, mechanical properties and flame retardancy.8–12 One of the controlling factors for polymer nanocomposites is attributed to the compatibility between the nano-filler and the polymeric matrix which determines the dispersion and interface interaction of constitutive phases and further influences the macroscopic property.8 Chemical modification is effective to manipulate the physical and chemical properties of nano-fillers, as well as to improve the compatibility, dispersion and interfacial interaction of nano-fillers in polymer matrix.13  Recently, a fresh new 2D material, graphene, has triggered numerous fundamental and technological studies.14Graphene is a single-atom-thick form of carbon layer with unique properties including quantum Hall effect, 2D Dirac fermions, high values of aspect ratio, specific surface, Young's modulus, fracture strength, thermal conductivity, and electron mobility, etc.,15–18 which make graphene and graphene derivatives (e.g., graphene/graphite oxide, functionalized graphene, etc.) very promising for various applications such as hydrogen storage,19 sensors,20,21 transparent conductive films,22 batteries,23–25 supercapacitors,26,27 solar cells28,29 and polymer nanocomposites.30–32Graphene has been used as a build block for new polymer nanocomposites to obtain significantly enhanced properties.33–41 However, due to the high surface area and strong van der Waals force, graphene nano-sheets are usually apt to re-aggregate and stack, restricting its application in polymer nanocomposites.30,33,42 Thus, tremendous approaches have been exploited to functionalize graphene to fabricate derivatives which may improve its dispersion and interface interaction in a polymeric matrix.13,30,43 Intrigued by this, our current research is designed to fabricate functionalized graphene oxide (FGO) using modification agents with reactive groups which can be chemically bonded with polymer chains via in situpolymerization, facilitating the dispersion and increasing the interaction of graphene nano-sheets in the polymer matrix.  Epoxy resin is one of the most widely used polymers in structural complexes, coatings, adhesives, hardware components, semiconductor encapsulation and electronic circuit board materials due to its high performance properties such as tensile strength, high stiffness, exceptional electrical strength and excellent chemical resistance, etc.44,45 However, there are still some problems with epoxy resin in industrial applications such as its brittleness and weak flame resistance. To address this, many strategies have been adopted to improve the performance of epoxy resins such as chemical modification and filler addition.46 For example, incorporation of nano-fillers such as clay, carbon nanotubes (CNTs) and layered double hydroxides (LDHs) can efficiently improve the properties of epoxy nanocomposites.47–60 Besides that, some works have already been carried out to investigate epoxy/graphene composites. A “two-phase extraction” method was performed to load chemically converted graphene oxide into epoxy resin, and the toughness was increased by 1185.2%.61 Later, long-chain aromatic amines which are chemically similar to the curing agent were bonded on the surface of graphene by diazonium addition to obtain molecular level dispersion of graphene in epoxy, and remarkable enhancements were obtained.62  Because of the oxygen functional groups, graphene/graphite oxide is the starting material for further functionalization.21,32,63–68 Herein, FGO was prepared from graphite oxide (GO) by surface modification with hexachlorocyclotriphosphazene (HCTP) and glycidol, and was then incorporated into epoxy resin via in situcuring polymerization. The HCTP can effectively increase the reactive points on the graphene oxide surface, bringing extra advantages to improve the dispersion and interaction of graphene in epoxy. The epoxy-rich environment around FGO sheets facilitates the chemical bonding between filler and epoxy matrix, which will improve the dispersion and interface and bring effective enhancements in various properties. "]], ["Experimental", ["##2.1 Materials Expandable graphite (EG) with an average particle size of 400 mesh and a purity of >99% was supplied by Qingdao Tianhe Graphite Co., Ltd (China). Potassium permanganate (KMnO4, AP), hydrochloric acid (HCl, CP), sulfuric acid (H2SO4) sodium nitrate (NaNO3, AP), tetrahydrofuran (THF, AP), hydrogen peroxide (H2O2, 30% aq.) and 4,4′-bi(dichloro-s-triazinyl) aminodiphenylmethane (DDM, AP) were purchased from Sinopharm Chemical Reagent Co., Ltd. (China). Triethylamine (TEA, AP) was obtained from Shanghai Chemical Reagents Company of China and dried over 4 Å molecular sieves before use. Glycidol (AP) was purchased from Crystal Pure Industrial Co., Ltd. Shanghai. Hexachlorocyclotriphosphazene (AP) was supplied by Zibo Lanyin Chemical Co. Ltd (China). Epoxy resin (E-44) with epoxy value about 0.44 mol/100 g was obtained from Hefei Jiangfeng chemical industry co., Ltd (China). ##2.2 Preparation of GO and FGO GO was prepared by a modified Hummers' method. In a typical procedure, 115 mL of H2SO4 was placed in a four-necked flask, cooled in an ice bath, and followed by the addition of 2.5 g NaNO3 and 5.0 g expandable graphite. The mixture was stirred for 15 min below 5 °C; and then 35.0 g KMnO4 was slowly added into the mixture. After 30 min of mechanical stirring below 10 °C, the temperature was raised to 35 °C and maintained for 60 min. Then 230 mL H2O was added dropwisely into the mixture with strong mechanical stirring and the temperature was controlled below 98 °C via a water bath. After 30 min mechanical stirring, the viscous mud was diluted by 1000 mL deionized water. A certain amount of 30% H2O2 was dripped into the diluted mud to reduce the unreacted KMnO4 until the slurry turned golden yellow. After centrifugation and washing with dilute hydrochloric acid, hot deionized water and THF, wet GO with little THF was obtained.  In the first step to prepare FGO, 1 g GO was dispersed in 100 mL THFviaultrasonication (KS-900, Ningbo Kesheng Instrument, China) to get a homogeneous colloid which was then loaded into a 500 mL three-necked flask equipped with a nitrogen inlet, a mechanical stirrer, a dropping funnel and an ice-bath. TEA (0.106 mol, 10.82 g) was poured into the flask and the mixture was stirred for 1.5 h. HCTP (0.0086 mol, 3 g) dissolved in 50 mL THF was slowly dropped into the reactor in 2 h under stirring, followed by 8 h of mechanical stirring under a nitrogen gas atmosphere to obtain HCTP functionalized GO. In the second step, glycidol (0.108 mol, 8 g) dissolved in 50 mL THF was dropped into the reactor in 0.5 h, and the reaction was carried out overnight with mechanical stirring at ambient temperature. The obtained mixture was centrifuged and washed with deionized water and THF to remove TEA, hydrochloride and impurities, and functionalized graphene oxide was finally obtained. ##2.3 Preparation of epoxy resin/FGO nanocomposites The epoxy nanocomposites were prepared as follows: first of all, the required portion of FGO was dispersed in THF with ultrasonication and then added into the epoxy oligomer with 0.5 h of mechanical stirring; second, the homogeneous mixture was put in a vacuum oven at 50 °C overnight to remove the solvent; third, DDM (molar ratio of epoxy group : DDM = 4 : 1) was melted at 100 °C and then added into the EP/GO blending (also heated at 100 °C); finally, the mixture was stirred for 10 min and poured into a stainless steel mold, pre-cured in an oven at 120 °C for 2 h and post-cured at 150 °C for another 2 h and finally the FGO/EP nanocomposites were obtained with thicknesses of 4 (±0.2) mm. The preparation route is shown in Scheme 1.  ##2.4 Characterization Atomic force microscope (AFM) observation of GO and FGO was performed on a DI Multimode V scanning probe microscope (Veeco, USA). The humid samples were dispersed in THF and dip-coated onto freshly cleaved mica surfaces before testing.  Fourier transform infrared (FTIR) spectra were obtained using a Nicolet 6700 FTIR (Nicolet Instrument Company, USA) between 500 and 4000 cm−1. Dried GO and FGO were mixed with KBr powders and pressed into tablets for characterization.  X-Ray photoelectron spectroscopy (XPS) was studied using a VG ESCALB MK-II electron spectrometer (V.G. Scientific. Ltd, UK). The excitation source was an Al Kα line at 1486.6 eV.  The morphologies of the fracture surface from the nanocomposites sputter coated with a gold layer in advance were investigated by scanning electron microscopy (SEM, AMRAY1000B, Beijing R&D Center of the Chinese Academy of Cciences, China).  Transmission electron microscopy (TEM, JEM-2100F, Japan Electron Optics Laboratory CO., Ltd, Japan) was performed to observe the dispersion of FGO in the epoxy matrix with an accelerating voltage of 200 kV. The ultrathin sections of epoxy and nanocomposites were obtained using a CM1900 microtome (Leica, Germany) with water. The ultra-thin sections were transferred from water to carbon-coated copper grids and then observed by TEM.  Thermogravimetric analysis (TGA) was performed on a TGA Q5000IR (TA Instruments, USA) thermo-analyzer instrument from 30 to 700 °C at a heating rate of 20 °C min−1 under nitrogen flow of 60 mL min−1. Samples of about 5.0 mg were measured in an alumina crucible. The reproducibility was ±0.1% to mass and ±1 °C to temperature. Two parallel runs were done in the case of each sample.  A Nicolet MAGNA-IR 750 spectrophotometer (Nicolet Instrument Company, USA) equipped with a heating device and a temperature controller was applied to record the real time Fourier transform infrared spectra (RTFTIR). Powders of samples mixed with KBr powders were pressed to a tablet, which was then placed in a ventilated oven with a heating rate of 10 °C min−1 from room temperature to 420 °C to obtain the dynamic FTIR spectra.  Measurements of electrical conductivities were performed using a ZC36 high resistance meter (Cany Precision Instruments Co., Ltd., China) apparatus at room temperature. Five parallel runs were done in the case of each sample and the average is reported.  Dynamic mechanical analysis (DMA) of nanocomposites was carried out using a DMA Q800 (TA Instruments Inc., USA) at the frequency of 10 Hz from 25 to 250 °C at the heating rate of 5 °C min−1. Samples were cut into bars (40 × 6 × 4 mm) and tested under a sinusoidal strain.  The spherical indentation hardness of nanocomposites was assessed with a QYS-96 plastic ball indentation hardness testing machine (Changchun Intelligent Instrument CO. Ltd., Liaoning, China) according to the ISO 2039-1-2001 procedure. Five parallel runs were done for each sample and the average is reported. "]], ["Results and discussions", ["##3.1 Characterization of GO and FGO The morphology and thickness of GO and FGO were investigated viaAFM which offers immediate evidence for ultra-thin nano-sheets (Fig. 1). The size of GO mainly covers 0.2–1 μm and the thickness is about 1.0 nm (Fig. 1a), indicating one-atom-thick graphene oxide. The nano-layers are a little thicker than individual graphene, which can be attributed to the presence of oxygen functional groups, e.g., epoxy and carboxyl, on the surface and edges of the GO.69,70FGO is a little “bumpy” and thicker (1.5 nm) than GO, in all probability due to the bonding of HCTP/glycidol. Besides that, the edge of the FGO is rougher than GO, which is also attributed to the bonding of HCTP/glycidol. The change of nano-layer morphology and thickness indicate the successful functionalization in FGO.  Fig. 2 shows the IR spectra of pristine GO and FGO. The GO pattern shows characteristic peaks labeled in the figure, consistent with the data reported in the literature.71–73 After modification, a series of new peaks appears: the peaks at 2977 cm−1, 2940 cm−1, 1476 cm−1 and 1408 cm−1 are attributed to the –CH2– vibration from glycidol; the peak at 1173 cm−1 is associated with the P[double bond, length as m-dash]N vibration from HCTP; the peak at 1077 cm−1 is due to the C–O vibration; the peaks at 1035 cm−1 and 805 cm−1 are assigned to the P–O group, and the peaks at 1241 cm−1 and 847 cm−1 can be ascribed to the P–N group. The P–Cl group from HCTP at 601 cm−1 can hardly be observed. All of these peaks provide evidences for the successful grafting of HCTP/glycidol onto graphene sheets.  XPS was performed to further investigate the surface composition of GO and FGO. The C1s XPS spectra of GO (Fig. 3a) present three types of carbon: C–C (284.8 eV), C–O (287.3 eV) and O–C[double bond, length as m-dash]O (289.4 eV), in good agreement with earlier work.74 Obvious changes in the binding energy and intensity can be detected in the C1s XPS spectra of GO (Fig. 3b) which can be attributed to the functionalization. The oxygen containing functionalities are weakened and a new peak at 285.5 eV appears, corresponding to the C–O–P group, which confirms the successful modification based on GO.75 From the combination of AFM, FTIR and XPS results, it is clear that graphene oxide has successfully been functionalized with HCTP/glycidol.  ##3.2 Structural characterization of FGO/EP nanocomposites It is well known that the dispersion and interface interaction of nano-fillers in a polymeric matrix are two key factors for polymer nanocomposites.32 The fracture surface of the EP/1%FGO nanocomposite was observed using scanning electron microscopy to obtain direct visualization of FGO dispersed in the EP matrix and the image is shown in Fig. 4. It is clear that the FGO/EP nanocomposite (Fig. 4b) has a rough fracture surface, owing to the embedding of FGO nano-sheets in the epoxy matrix which is a clear evidence of the strong interaction between the FGO nano-sheets and the EP matrix. Electron microscopy images of EP and nanocomposites: (a) SEM observation of the fracture surface of EP; (b) SEM micrograph of the fracture surface of EP/1%FGO nanocomposite; (c) TEM observation of the ultrathin section of EP/1%FGO nanocomposite; (d) TEM observation of the ultrathin section of EP/2%FGO nanocomposite.  The inner structures of the EP nanocomposites with 1% and 2% of FGO fillers were examined by the TEM technique (Fig. 4 c,d), from which we can observe a homogenous and uniform dispersion of FGO nano-sheets. The good dispersion of FGO in the EP matrix is due to the epoxy functional groups in FGO which chemically bond with the curing agent and the EP matrix (Scheme 1). Due to the large aspect ratio and layered structure, FGO can act as a physical barrier to slow down the transfer of combustible pyrolysis products, oxygen and the feedback energy, increasing the thermal stability of the nanocomposites.68,76  ##3.3 Thermal performance of FGO/EP nanocomposites Thermogravimetric analysis and differential thermogravimetric (DTG) plots for the GO, FGO, EP and FGO/EP nanocomposites in N2 atmosphere were investigated and the results are shown in Fig. 5. For GO (Fig. 5a), the first mass loss stage below 100 °C is attributed to the evaporation of adsorbed water, and the main mass loss occurring at around 200 °C is caused by the decomposition of labile oxygen functional groups.77,78 The steady loss observed at 300–700 °C is due to the combustion of the residual char with a char yield of 47.4% obtained at 700 °C.77 In the case of FGO (Fig. 5a), the onset degradation temperature defined as the 5% mass loss temperature increases from 112 °C to 175 °C, suggesting that the labile oxygen functional groups in GO have partly been replaced by HCTP. The main weight loss of FGO around 200 °C is attributed to the residual oxygen functional groups, while the second mass loss between 250 and 350 °C is presumably assigned to the decomposition of the glycidol in FGO. Similar to GO, the steady mass loss above 350 °C is due to the decomposition of the residual char with a reduction of char yield: 37.1% at 700 °C. In the case of EP and the FGO/EP nanocomposites (Fig. 5a), the thermal degradation processes mainly occur at 370–480 °C. In comparison with EP, the onset degradation temperatures of FGO/EP nanocomposites were decreased due to the thermal degradation of FGO; the maximum decomposition temperatures (Tmax) are increased by 5–10 °C and the final char residues at 700 °C are also increased; the DTG curves (Fig. 5b) show a 27% reduction in the maximum decomposition rate. All of those improvements indicate increased thermal stability, which can be attributed to the physical barrier effect of FGO nano-sheets, the increased interaction between FGO nano-sheets and EP matrix68,76 and the nitrogen-phosphorus flame retardant effect of HTCP.79–82 In addition, the increase of char residual can form char barrier to protect the nanocomposite surface from oxygen, as a mass and heat barrier which also enhances the thermal stability.83–86 TGA (a) and DTG (b) curves of GO, FGO, EP and FGO/EP nanocomposites in N2 atmosphere.  Real time FTIR was evaluated to investigate the pyrolysis process of EP and FGO/EP nanocomposites (Fig. 6). EP presents characteristic absorption peaks at 3409, 2961, 1606, 1508, 1461, 1242, 1181, 1034 and 823 cm−1.87 The peak at 3409 cm−1 almost disappears above 250 °C due to the release of water, which is in accordance with the TGA results. Other characteristic peaks keep their relative intensities below 350 °C but almost disappear above 380 °C, indicating the occurrence of main decomposition. The FTIR spectrum of EP/2%FGO shows analogous characters in comparison with EP. The characteristic bands of FGO are not obvious, probably due to the overlapping of strong absorption of EP. In comparison with EP, a similar trend is observed below 300 °C, but the EP/2% FGO nanocomposite presents obviously smaller relative intensities at 350 °C, indicting that FGO may catalyze the degradation of epoxy, which can be assumed as one reason why the FGO/EP nanocomposite has a lower onset decomposition temperature as shown in the TGA section.  ##3.4 Mechanical properties performed by DMA and toughness According to earlier literature, graphene and graphene/graphite (oxide) are very effective to enhance the mechanical properties of polymer composites.32,61,62,88–90 The enhancement of FGO on the mechanical properties of the FGO/EP nanocomposite is evaluated using dynamic mechanical analysis as a function of temperature. Fig. 7 presents the storage modulus curves (a) and loss angle tangent (b) of the pristine EP and FGO/EP nanocomposites. Continuous improvement of storage modulus is obtained with the increase of FGO amount until EP/2%FGO. At the initial temperature (30 °C), the storage modulus is 1.5 GPa for pure EP; it reaches the ultimate value of 3.2 GPa, a 113% increase, with 2% FGO. However, it decreases when introducting more FGO and it is even lower than that of pure EP when it contains 5% FGO. This can be ascribed to the excessive FGO which hinders the cross-linking between the EP molecule chains and the curing agent. When a large amount of FGO was added, although FGO forms a strong interface interaction with the epoxy matrix, the weakened cross-linking of epoxy itself leads to reduced cross-linking density (denoted as the “cross-linking density reduction” effect) and decreased mechanical properties. As the temperature increases, the storage modulus falls, indicating energy dissipation which occurs during the transition of the glassy state to a rubber state. For pure EP, the energy dissipation begins at about 75 °C which can be seen from the loss angle tangent curves (Fig. 7b). Due to the confinement effect, the initial transition temperatures of nanocomposites containing small amounts of FGO (less than 2%) shift to higher temperatures of about 95–105 °C, and their relaxation occurs in a narrower temperature range which can be ascribed to the enhancement of interfacial interaction between the EP matrix and FGO as well as the lamellar barrier effect of the nano-flakes restricting the segmental motion of the polymer chains in the matrix at low temperature (below 110 °C). When containing high contents of FGO fillers (more than 3%) as discussed above, the initial transition temperatures of the nanocomposites decrease, the glass transition temperature (Tg) is named as the loss factor (Tan delta) peaks to maximum. Around Tg, the response of segments to the imposed load becomes significant. The Tg occurs at 138 °C for pure EP, whereas it shifts to lower temperatures for nanocomposites, presumably due to the “cross-linking density reduction” effect. It could be inferred that the FGO highly influences the molecular dynamics and cross-linking density of the epoxy matrix, thereby increasing the storage modulus and reducing the glass transition temperature of the nanocomposites. Plots of dynamic mechanical curves for EP and FGO/EP composites: (a) storage modulus; (b) Tan delta.  Hardness is another important parameter for mechanical properties.91 Remarkable improvements in ball-indentation hardness with the increase of FGO contents are shown in Fig. 8. The hardness is improved with the addition of FGO compared with that of pure EP. A 32% improvement in hardness is obtained by the addition of 4% FGO, which can be assumed as evidence for the increase of interactions between FGO and the EP matrix. In addition, the super strength of graphene may be another reason for the enhanced hardness. The hardness of EP/5%FGO is also decreased due to the “cross-linking density reduction” effect.  ##3.5 Electrical properties Carbon materials such as graphene, CNTs, carbon fibers and carbon black are widely used to improve the electrical conductivity of composite materials.37,92,93 Herein, the volume resistivity (ρv) of EP and FGO/EP nanocomposites was studied and the average is summarized in Fig. 8. Neat EP shows a resistance of 1017.0 Ω·cm and FGO/EP nanocomposites have a much smaller resistance. The maximum decrement is about 6.5 orders of magnitude in EP/5%FGO.  The substantial increment in conductivity is perhaps due to the high aspect ratio, large specific surface area of the functionalized graphene nano-sheets. The well dispersed FGO nano-sheets form a conducting network. Moreover, the p–π stacking of the electrons in HCTP may provide extra charge carriers and further increase the conductivity of the EP matrix.31,94  The reinforcement effect of nano-fillers to polymer hosts largely depends on the efficiency of load transfer at the interface and the dispersion of nano-fillers. The enhancements of mechanical properties in our case can be ascribed to the strong interfacial interaction between FGO and the EP matrix due to the sucessful functionalization of HCTP and glycidol, the cross-link effect of FGO, as well as the nanometre level dispersion in the polymer matrix, which result in a highly efficient particle-to-matrix-to-particle load transfer between the polymer phase and the stiff FGO nano-sheets, leading to significantly enhanced mechanical properties.32,61,62 However, FGO has a small effect to improve the thermal stability of epoxy, compared with clay, CNTs and LDHs.95–102 This is probably because of the high value of thermal conductivity of graphene which cannot act as a heat barrier to slow down heat diffusion. Compared with other nano-fillers such as clay103,104 and CNTs, FGO in our work has been in the top class, if not the best, to enhance the mechanical properties of the epoxy composites. In earlier work, when CNTs were incorporated into epoxy without chemical functionalization, it reached a 20% increase in elastic modulus;105 with a small amount of copolymer as a dispersant, it reached a 50% increase in Young's modulus.106Methacrylate-functionalized CNT increased the storage modulus by 50%, and amine-functionalized CNT led to a 60% increase.107 Poly(amidoamine)-functionalized CNT reached a 122% increase in Young's modulus.108 "]], ["Conclusion", ["In this paper, a novel strategy has been demonstrated to functionalize graphene oxide with reactive epoxy groups to obtain polymer nanocomposites via in situ thermal polymerization, and the mechanical, electrical and thermal properties of the epoxy nanocomposites are efficiently enhanced. FGO enhances the thermal stability, which can be ascribed to the strong interaction between FGO and EP matrix, the layer barrier effect and the nitrogen–phosphorus flame retardant effect of HTCP in FGO. FGO also significantly improved the storage modulus and hardness which can be attributed to the enhancement of the interfacial interaction between FGO and EP matrix and the efficiency of load transfer at the interface. The volume resistivity is reduced by about 6.5 orders of magnitude, which is probably due to graphene nano-sheets which contribute a conducting network and the p–π stacking of the electron from HCTP. This work represents a novel and effective functionalization strategy to improve the dispersion and interface interaction of graphene (oxide) in a polymeric matrix and brings significantly enhanced properties, indicating further application in research and industrial areas."]]], "doi": "10.1039/c1jm11434d", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 AFM images of GO (a) and FGO (b). The thickness is about 1.0 nm for GO and 1.5 nm for FGO."], ["Fig. 2", "Fig. 2", "Fig. 2 FTIR spectra of GO and FGO showing the presence of the P–N and P–O groups."], ["Fig. 3", "Fig. 3", "Fig. 3 The XPS spectra of GO (a) and FGO (b), where the various lines for different groups are from curve fitting."], ["Fig. 4", "Fig. 4", "Fig. 4 Electron microscopy images of EP and nanocomposites: (a) SEM observation of the fracture surface of EP; (b) SEM micrograph of the fracture surface of EP/1%FGO nanocomposite; (c) TEM observation of the ultrathin section of EP/1%FGO nanocomposite; (d) TEM observation of the ultrathin section of EP/2%FGO nanocomposite."], ["Fig. 5", "Fig. 5", "Fig. 5 TGA (a) and DTG (b) curves of GO, FGO, EP and FGO/EP nanocomposites in N2 atmosphere."], ["Fig. 6", "Fig. 6", "Fig. 6 The RTFTIR spectra of EP and EP/2%FGO at different pyrolysis temperatures."], ["Fig. 7", "Fig. 7", "Fig. 7 Plots of dynamic mechanical curves for EP and FGO/EP composites: (a) storage modulus; (b) Tan delta."], ["Fig. 8", "Fig. 8", "Fig. 8 Hardness and the volume resistivity (ρv) of EP and FGO/EP nanocomposites as a function of FGO mass fraction."], [null, null, "Scheme 1 Preparation route FGO and FGO/EP nanocomposites."]], "table_captions": [], "tables": []}