{"title": "Graphene Oxide Filled Nanocomposite with Novel Electrical and Dielectric Properties", "abstract": " Graphene oxide filled polymer nanocomposites are found to possess excellent nonlinear electrical conductivity, low conductivity at low field and a good combination of increased dielectric constant and low loss factor. Those outstanding electrical properties are achieved at filler loading of 3% and controllable by adjusting the oxidation state of graphene oxide. ", "body": [["Abstract", [" Graphene oxide filled polymer nanocomposites are found to possess excellent nonlinear electrical conductivity, low conductivity at low field and a good combination of increased dielectric constant and low loss factor. Those outstanding electrical properties are achieved at filler loading of 3% and controllable by adjusting the oxidation state of graphene oxide. "]], ["Main", ["The globally increasing demand of energy is a technical challenge for the electrical generation, transmission and distribution systems. This requires often contradictory features such as increasing voltage levels in combination with more compact designs in urban environments. This leads to an increased electric stress on the insulation systems. This can be addressed by using insulating materials with tunable non-linear conductivity, as well as high dielectric constant and low loss, for electric field grading applications. [ 1 ] Current field grading materials consist of polymer, semi-conducting ceramic particles such as SiC, ZnO etc., as well as lower amounts carbon black, embedded in a polymer matrix. [ 2 , 3 ] The nonlinear electrical conductivity is created by the percolated structure of these particles within the matrix, at a typically volume loading of 30% to 40%. As a result of the high filler level, current field grading materials are limited in terms of poor mechanical properties, high weight and tendency to overheat at elevated electric fields. Graphene oxide (GO) is commonly prepared from natural fl ake graphite by the Hummers method and serves as an intermediate product to prepare graphene. [ 4 ] It has disrupted sp 2 bonding orbitals and abundant surface groups such as epoxy, hydroxyl and carboxylic acid groups. Due to the hydrophilic nature of these surface groups, GO is easily dispersed in aqueous solution with 80% of the GO in the form of single layer platelets. [ 5 ] The GO can be reduced by various chemical or thermal approaches to restore the sp 2 network and the conductivity. [ 4 ] Therefore one can control the electrical properties of GO by adjusting the oxidation states. [ 6 ] In this work, composites of poly(dimethyl siloxane) (PDMS) filled with graphene oxide (GO) or slightly thermally reduced GO exhibit unusual nonlinear electrical conductivity at a small filler loading of about 3 vol.%: 1) A large nonlinear coefficient of 16 around the switching field; 2) the conductivity saturates beyond the switching field, which avoids the overheating typically seen in commercial field grading materials; 3) the switching field and saturation conductivity can be controlled by fine tuning the oxidation state of the GO and the loading; 4) the composite conductivity is lower than that of the neat polymer at low field, which is rare in polymer nanocomposites. As significantly, the composites exhibit a relatively high dielectric constant with a small loss factor, which means that they can be used both as resistive and capacitive field grading materials. These unique dielectric and electrical responses open up new design space for field grading materials in high voltage electrical applications. The relaxation behavior and conductivity can be observed from Figure 1 which shows the absorption current as a function of time after an electric field of 1 kV mm − 1 is applied. The samples are denoted with their GO loading and reduction temperature. For example, 3PHR-RGO140 means the loading was 3 PHR (parts per hundred parts of resin) and the GO was thermally reduced at 140 °C. The inset shows the conductivity as a function of GO loading. The current of the 5 PHR composite samples reduced to below the sensitivity of the equipment after about 3 hours, indicating a conductivity of less than 6 × 10 − 16 S m − 1 . On the other hand, the current for the neat PDMS samples started with a higher initial value, and dropped continuously during 6 days to a stable value of 7.54 × 10 − 14 S m − 1 . The absorption current plot of the 1 PHR composite lies between the other two. Since the field strength was 1 kV mm − 1 , charge injection from the electrodes is unlikely. Therefore, the origin of the measured current is attributed to motion of ions in the polymer matrix, originating from impurities. We hypothesize that the faster decay of current and lower conductivity in the GO filled composites is due to a tortuous path of ion movements created by the GO network as illustrated in Figure 2 a-b. In neat PDMS, the impurity ions can travel through the whole sample between two electrodes. But in the GO composites, they are either forced to take a more circuitous route or completely constrained in narrow spaces inside the GO network. Thus the current drops quickly as ions encounter the GO, and the conductivity of the composites is two orders of magnitude lower than that of the neat polymer, three hours after applying the voltage. It is worth noting that there is almost no electronic current passing along the GO network because they are insulating at low field, as will also be shown in the following paragraph. Figure 3 a shows the conductivity for composites filled with 120 °C reduced GO as a function of electric field. At low field strength (below 1 kV mm − 1 ), all composites exhibit a lower conductivity than that of the neat PDMS. At higher field, the conductivity of the composites increases dramatically while the electronic current becomes dominant over the ionic current. This non-linear conductivity can be described by the switching field, and the slope in the non-linear region, as shown in Figure 3 a-b. The slope corresponds to the nonlinear coefficient α , which can be defined in the function σ ∝ E α − 1 , [ 1 ] where σ is the conductivity of material and E is the field strength. In the non-linear region of GO filled composites, α has a value of 16 which is considered to be a large value in the field grading applications. [ 1 ] In addition it is unusual that the conductivity of GO composites saturates at fields beyond the nonlinear region. Typically, the conductivity continues to increase at higher electric fields in other nonlinear polymer composites. [ 2 ] For the 1 PHR and 2 PHR samples, the high field conductivity of the composites is the same as that of the neat PDMS because the GO loading is below percolation. For the 3 PHR and 5 PHR samples, the conductivity increased several orders of magnitude at high field, due to the intrinsic field-dependent conductivity of GO. [ 7 ] The abundant surface groups lead to a disrupted sp2 structure and act as energy barriers for charge transport along the carbon network. [ 6 ] The electrons are blocked by those energy barriers at low electric field and become capable of tunneling through them only at high electric field. Thus the electronic conduction along the GO network is facilitated at elevated field and becomes the major contribution to the total current in the percolated samples as shown in Figure 2 c. The percolation threshold is thus between 2 PHR and 3 PHR, comparable to that reported in the literature. [ 8 , 9 ] After percolation, further increase in the volume fraction did not result in any distinct change of the high field conductivity, which agrees with the behavior of composites filled with percolated conductive fillers. After the nonlinear region, the conductivity reached a plateau and did not increase further with field strength. This suggests that most of the conduction paths along the GO network had been “switched on” and the maximum current was limited by the electron transport along the GO network. Figure 3 b shows the ability to tailor the properties of the composites by altering the GO oxidation state. Each energy barrier, from either the GO surface groups or the contact between GO platelets, possesses a characteristic voltage above which the electrons can tunnel through. The total switching voltage of the composites should be the sum of those characteristic voltages. Thus adjusting the oxidation state of GO can affect the energy barriers from surface groups [ 6 ] and eventually change the total switching voltage. By increasing the reduction temperature from 120 °C to 140 °C (3PHR-RGO120 vs. 3PHR-RGO140) the switching field was shifted from 4 kV mm − 1 to 2 kV mm − 1 . It is suggested that this was due to a reduced number of oxidized surface groups, as well as the number of energy barriers. The saturated conductivity can also be changed by tuning the oxidation state of GO. The conductivity of a percolated composite can be described by σ = σ f (f − fc ) t , where σ f is the conductivity of the filler, f and f c are the actual and critical filler volume fraction respectively and t is the critical exponent. Because the conductivity of GO increases when reduced at a higher temperature, the saturated current also increased by an order of magnitude for the 140 °C GO composites. Interestingly, the 5PHR-RGO70 was found to possess a lower switching field and higher saturated conductivity compared to that of 5PHR-RGO120, which seems to be inconsistent with previous analysis. This is likely due to the rearrangement of functional groups on the GO surface during the heat treatment process. Before heat treatment, the surface groups should be randomly scattered across the GO surface after freeze-drying. In the heating process, epoxy groups tend to line up to reduce the total strain of graphene sheet. [ 10–12 ] These linear surface group clusters are more efficient energy barriers against electron transport compared to the scattered surface groups. Thus the total switching voltage increased even though the total number of surface groups might have been reduced. Then upon the further reduction at higher temperature, intensive detachment of the epoxy and other surface groups caused a decrease of the switching voltage as discussed before. In addition to the interesting nonlinear response leading to resistive field grading effect, these composites can also provide capacitive field grading effects from their increased dielectric constant. The dielectric spectroscopy of the GO composites is shown in Figure 4 . The dielectric constant increased to 8 in the 5PHR-RGO120 sample, which is significant considering the low filler volume fraction. High aspect ratio fillers can increase the dielectric constant of polymer composites more efficiently, [ 13 ] and the GO platelets used in this work possess an aspect ratio of 500 according to the supplier’s datasheet. Meanwhile, the loss factor increased moderately from 0.001 to 0.003 at 100 Hz. When high aspect ratio conductive fillers are used, [ 9 , 14 ] the leakage current usually leads to a large loss factor given their small percolation threshold. One way reported to avoid the high loss is through an insulating coating on the conductive filler surface. [ 14 , 15 ] In the case of GO, the intrinsic barriers limit the leakage current at low voltage, while the conductive regions where surface groups are absent can still provide the benefits of high aspect ratio fillers on the composite dielectric constant. This explains the permittivity increase with only a slight increase in the loss factor. The loss factor can be described by: tan δ = ε″/ε′ + σ/2πfε′ (1) where ε′ and ε″ are the real and imaginary part of the permittivity respectively, σ is the DC conductivity and f is the frequency. Note that the dielectric loss for the GO composites was fl at except for frequencies below 10 Hz, which indicates a low DC conductivity. Figure 4 b shows the effect of GO oxidation state on the dielectric response of composites. Further reduction of GO removes more surface groups and leads to larger conductive areas between the insulating barriers, which increases the effective aspect ratio. As a result, both the dielectric constant and the loss factor increase, which agrees with the Maxwell Garnett rule of mixtures for the high aspect ratio fillers. [ 13 ] The slope of the loss factor and ε″ was close to zero at frequencies above 1 Hz, which shows that the major contributions to the loss are the dipolar or interfacial relaxation processes, instead of the leakage current as discussed before. The lack of leakage current indicates that the GO has good insulating properties even after being reduced at 160 °C. In conclusion, GO filled composites are found to possess various unique electrical properties. At low field strength, the composite showed a lower conductivity compared to the neat polymer, probably due to the blockage of ion transport by the GO network. At field near the switching field, the composite exhibited nonlinear conductivity with a large nonlinear coefficient. The conductivity at higher electric field was limited by electron transport along the GO network, thus potentially providing a controllable method to avoid thermal problems. The switching field and maximum conductivity can be tailored by varying the oxidation state of the GO and the volume fraction. The dielectric constant also increased at small filler loadings, and the lost factor remains low because of the insulating nature of GO at low field. Combining those superior electrical properties with a potential mechanical robustness due to the enhancement effect of GO platelets, the composites have potential applications as field controlling materials or insulation materials in high voltage power system and electronic devices."]], ["Experimental Section", ["GO was purchased from Angstron Materials in a form of 0.5% aqueous suspension. The average lateral dimension of GO was about 500 nm and the average thickness was 1.1 nm indicating mostly monolayer GO. The as received suspension was freeze-dried for 2 days to remove most of the water, resulting in brown sponge-like foam. The GO was then thermally reduced at temperatures ranging from 70 to 160 °C for 12 hours. The temperature ramp rate was kept at 0.5 °C min − 1 to avoid violent reduction of GO. The weight loss before 100 °C is attributed to the absorbed water due to the hydrophilic surface groups, and after 100 °C to the removal of surface groups. [ 16 ] Heat treatment at higher temperature results in a more reduced GO with less residual surface groups. The foam turned darker during the reduction reaction. Sylgard 184 (Dow Corning), consisting of poly(dimethyl siloxane) (PDMS) and a reinforcing silica filler was used as the polymer matrix. The reduced graphene oxide (RGO) was mixed into the precursor Sylgard 184A using a FlackTek Speed Mixer at 3000 rpm for totally 30 minutes in 6 intermittent runs. The filler volume fraction ranged from 1 PHR to 5 PHR. Then Sylgard 184B was added into the mixture, followed by curing in a mould at 150 °C for 1 hour. Planar samples with a diameter of 3.175 cm and a thickness of approximately 300 μm were obtained. Prepared samples were dried in an oven at 120 °C for 12 hours prior to dielectric testing to remove any trapped moisture. The absorption current and conductivity measurement was carried out in a guarded cell connected to a high voltage DC power supply and picometer. The absorption current measurement was performed at 1 kV mm − 1 for 6 days, and the absorption current plot was smoothed by averaging the adjacent points. In the conductivity measurement, the field strength was stepped up to 10 kV mm − 1 at an interval of 0.5 kV mm − 1 . Conductivity data were taken as a function of field strength after holding the voltage constant for 30 minutes. The composite samples were tested in a Novocontrol alpha high resolution dielectric impedance analyzer for dielectric spectroscopy at room temperature. A frequency range from 10 − 1 to 10 6 Hz was utilized."]]], "doi": "10.1002/adma.201200827", "figures": [["Figure 1", "Figure 1", "Figure 1 . Plot of absorption current as a function of time after switching on an electric field of 1 kV mm − 1 for the neat PDMS and composites filled with GO reduced at 140 ° C (inset shows the conductivity calculated from the stable current at the end of the measurement.)"], ["Figure 2", "Figure 2", "Figure 2. Schematics that show a) impurity ion movement in neat polymer; b) ion movement  inhibited by GO network at low electric field; c) Conduction through percolated GO network  at high electric field.   "], ["Figure 3", "Figure 3", "Figure 3. Plot of conductivity with respect to field strength, a) composite  with different loading of GO reduced at 110 °C; b) composite with GO  reduced at different temperatures.   "], ["Figure 4", "Figure 4", "Figure 4. Dielectric spectroscopy of GO/PDMS composites showing comparison of a) different GO loading; b) different reduction temperature.   "]], "table_captions": [], "tables": []}