{"title": "The Use of Electron Paramagnetic Resonance in the Probing of the Nano-Dielectric Interface", "abstract": "Electron Paramagnetic Resonance (EPR) has been used to study the properties of trapped electrons or holes in XLPE and in 12.5% vinylsilane-treated SiO2 nanoparticles in XLPE specimens. Both electrically unstressed and electrically stressed (up to 25 kV/mm) specimens were used. The EPR spectra of both materials indicated that the acceptors/donors were oxygen radicals in the polymer, probably originating during the cross-linking. It was found that the anisotropic oxygen environments were not randomly oriented, but were textured, presumably during the fabrication of the sheet specimens. It was found that under the action of an applied electric field, the population of an additional number of oxygen radicals occurred. This result is discussed in relation to the implied polymer structure and conductivity mechanisms. Index Terms — Electron paramagnetic resonance, nanocomposite, interface, polyethylene. ", "body": [["ABSTRACT", ["Electron Paramagnetic Resonance (EPR) has been used to study the properties of trapped electrons or holes in XLPE and in 12.5% vinylsilane-treated SiO2 nanoparticles in XLPE specimens. Both electrically unstressed and electrically stressed (up to 25 kV/mm) specimens were used. The EPR spectra of both materials indicated that the acceptors/donors were oxygen radicals in the polymer, probably originating during the cross-linking. It was found that the anisotropic oxygen environments were not randomly oriented, but were textured, presumably during the fabrication of the sheet specimens. It was found that under the action of an applied electric field, the population of an additional number of oxygen radicals occurred. This result is discussed in relation to the implied polymer structure and conductivity mechanisms. Index Terms — Electron paramagnetic resonance, nanocomposite, interface, polyethylene. "]], ["INTRODUCTION", ["ELECTRON transport in polymer dielectrics may take place by electrons moving between traps or localized states. The term impurity conduction, used here, denotes the tunneling or hopping of electrons from filled donors to empty acceptors without thermal ionization into the conduction band. Despite the recognition that impurity conduction is important in polymer insulator dielectrics, and extensive literature discussion of the trapping of charge in localized traps, the actual donor and acceptor trap sites have eluded direct spectral and structural identification. For example, in the case of thermally stimulated currents, the estimation of the trap site activation energy is deduced from the results, but the actual nature of the trap site is not. One method for probing these electrically active sites is by using electron paramagnetic resonance (EPR). In this technique, the magnetic field on the sample, placed in an Xband microwave cavity, is increased until the energy difference between the spin-up and spin-down orientations, which are also affected by the local environment, match the microwave frequency of the instrument. Strong absorption is then detected. In the simplest case of spin only, a very sharp peak and trough line would be observed. The data in this paper follows the conventional practice of measuring the derivative of the absorption curve, thus giving a peak-and-trough output. The maximum absorption thus corresponds to the zero crossing midway between the peak and trough for a symmetric absorption curve. On the scale of the figures used here, the peak and trough (only a few mT wide) would not be resolved. Fortunately, in the cases studied here, the relevant signals arise from oxygen radicals in a distribution of orthorhombic environments. The EPR parameters (g-values and lineshape) depend on the details of the chemical bonding. A random orientation of such a set gives rise to a very broad (25 – 50 mT) asymmetrical peak. In this work, two low field maxima and a high field minimum on the magnetic field axis serve to characterize the defects. Much structural information can be extracted by an analysis of the details of the absorption line. The SiO2/XLPE polymer nano-composite used in this work has previously [1] been shown to be rich in oxygen radicals. It is important to note that: ● there can be several different structural types of oxygen radical species present, ● each type of oxygen radical species is associated with a unique donor or acceptor energy, and ● there were no organic radicals, or defects, that could be detected that are associated with the carbon atoms of the organic polymer itself. Previous work [1] on identifying qualitatively and quantitatively the acceptor and donor traps around the nanoparticles strongly suggests that the Gouy-Chapman layer so often invoked in discussion [2], may, in fact, involve these oxygen and organic radicals. The important issue is whether the moieties may be involved not only as ions, but also as acceptor and donor states responsible for impurity conduction as defined above. In the first case, electric charge motion is accompanied by mass transport, as the ion and charge move together. In the second case, charge motion is not accompanied by mass transport, as the one or more in-between oxygen radical ions act as stepping stones for electron hopping to the final destination, the last oxygen ion in the given active path. To prove this conclusively requires that the filled donor and empty acceptor concentration changes induced by the electric field be monitored. This implies that in situ measurements are required. Consider a simple idealized model shown below of 5 oxygen radicals. O(.) – O(.) – O(.) – O(.) – O(.) Here the (.) represents an unpaired (EPR active) electron spin on the oxygen. The EPR spectrum of this structure would have a relative amplitude of 5. On polarization the electron arrangement might be: O( ) – O(.) – O(.) – O(.) – O(..) now having a relative amplitude of 3. On the other hand, the initial state may be the lower configuration, and the electric field induced polarization would result in an increase in amplitude from 3 to 5. Such predicted changes in EPR intensity on polarization, or additionally, changes in shape due to population changes in the different oxygen environments, are more general than the very specific model used above might imply."]], ["EXPERIMENTAL CONSIDERATIONS", ["The principle of the EPR technique has been previously described by Wolter et al [3] and the configuration used here is depicted in Figure 1. The innovation in this work involves the application of an electric field to the specimen while being scanned in the microwave cavity. A special ‘I’-shaped sample is molded to achieve large creep surfaces to accommodate the highvoltage (See insert of Figure 1). It is to be noted that the polymer chains are expected to be preferentially oriented vertically in the web due to flow during molding. Texture, as this effect is known, is ubiquitous in molded polymers. Thus, when the applied magnetic field is parallel to the electric field, the magnetic field will be perpendicular to the chain direction. Conversely, when the magnetic field is perpendicular to the electric field, the field will be along the chain direction. If the paramagnetic defects are anisotropic and with orientation correlated with the polymer chains, the observed EPR spectrum will be anisotropic with respect to the orientation of the magnetic field relative to the specimen. The spin density has not been accurately measured in this investigation. The gain settings of the instrument were in the range where “weak pitch” would be detectable. On the other hand, “strong pitch” would be off-scale out of range. ##2.1 SAMPLE PREPARATION In view of the fact that extrinsic oxygen is involved in the nanocomposite system studied here, and the content and structure control some of the electrical properties, the specimen preparation is described in some detail. This is necessary since materials prepared in a different way may differ from those described here. Pre-drying of the nanoparticulates is crucial to proper dispersion and is, in part, responsible for the desirable electrical and mechanical properties of the nanocomposites. Based upon thermo-gravimetric data from previous work, the following treatment was applied under vacuum to the materials: ► Low density polyethylene beads: 85 °C for 24 h ► Functionalized nanoparticles: 165 °C for 24 h ► Post-drying of mixed material: 85 °C for 48 h The nanoparticles used were fumed silica (Aerosil 200) with a nominal mean diameter of 12 nm. These amorphous particulates were functionalized with triethoxyvinylsilane in a vapor phase process. In order to remove any macroscopic agglomeration of particles that might remain after drying, the polyethylene beads and the nano particles were blended for thirty seconds (at 1800 rpm) in a Hauschild DAC-150-FV-K dual asymmetric centrifuge dry mixer prior to compounding with a Haake Polydrive highshear melt-mixer. The base resin used as a comparison was also melted in the melt-mixer in the same fashion as the composites to give the base polyethylene the same “mix history.” Compounding was carried out prior to the addition of the dicumyl peroxide cross-linking agent. This allows the operator to thoroughly mix the polyethylene and particles without breaking the cross-linking so important for good electric strength. The peroxide was then added and mixed in for a short time at the end, once particle mixing was essentially complete. A 10-minute protocol was used for the addition of the dicumyl peroxide (2%) with the material reaching a maximum temperature of 150-155 °C. The melt-mixed material was checked for reasonable dispersion of the nanoparticles using a using a JEOL JSM- 6335 field emission scanning electron microscope. The samples were molded into an I-shaped sample shown in Figure 2 with web dimensions of 7.5 cm x 1 cm x 0.2 mm and flange width of 3 mm. Pieces of nancomposite about 0.5 cm in diameter were placed in the cavity of a preheated (165 °C) mold and then 7 MPa pressure was applied. Significant flow occurred and the samples were rapidly cooled. The significant flow, heterogeneous cooling and mold surface all provide an opportunity for anisotropic crystallinity of these partially crosslinked samples [4]. During the compounding process, peroxide by-products are created which are generally understood to have a detrimental effect on the material’s electrical properties, including tan δ and dielectric strength. To remove as much of this extraneous matter as possible, the samples were vacuum treated at 85 °C for 72 h. With this post-processing completed, sample thicknesses were measured so that applied electric fields are accurately known. Samples were given appropriate electrode surfaces using a 150 Å layer of 60/40% gold/palladium sputter deposition or conductive silver paint. The samples were then ready for mounting within the microwave cavity in the spectrometer. Figure 2 depicts a prepared sample with the energization wires attached."]], ["RESULTS", ["A typical EPR spectrum is shown in Figure 3. The orientation of the applied magnetic field here is such that it would be parallel to the electric field, that is E ║H. In this case E = 0; no electric field was present. This very wide and complex spectrum arises from oxygen radicals, which are designated here by the symbol O(.); the period representing the unpaired spin responsible for the resonance. Each oxygen is contained in a six-fold co-ordinating orthorhombic ligand cage, comprising the six nearest atom neighbors. These neighbors are not necessarily identical, nor need the distances involved be equal either. It is convenient to think of these anisotropies in terms of an orthogonal three dimensional ligand cage around the oxygen, the lengths of each dimension being unequal. Essentially the interpretation of this acceptor/donor species depends upon its quantitative similarity to the well-known oxygen radical species extensively investigated on crystalline oxide surfaces. The oxygen radical derivative spectrum shows a broad absorption at magnetic fields on the low side of the g = 2.00 value. At fields very close to the g = 2.00 magnetic field, the derivative spectrum rapidly decreases, becoming quite negative before rising to zero (out of range in this plot on the high field side). Quantitatively, the above characteristics may be theoretically stated: the different dimensions of the oxygen ligand environment split the different bonding energies of the oxygen by different amounts. In consequence the EPR response is now characterized by three principle g-values of the g tensor, such that gxx < gyy < gzz ~ 2.0 On the basis of these assumptions it has been possible to computer simulate the different observed spectra in the starting silica powder. Such simulations provide considerable confidence, and the values derived here were always within the limits of literature experimental observations of oxygen radicals. In Figure 3, gxx corresponds to the maximum at ~0.24 T, with experimental value 2.90, gyy to the maximum at ~0.26 T, with experimental value 2.69, and gzz to the minimum at ~0.345 T, corresponding to the experimental value 2.03. The effects of texture may be seen by comparison of Figure 3 with Figures 4a, 4b, and 4c. The composition of the polymer used to obtain these results was the same in both cases, namely 12.5% SiO2 /XLPE. In Figure 3 the orientation is E ║ H. In Figure 4a, however the specimen has been rotated by the angle, α = 22° around the z-axis. In Figures 4b and 4c the rotations were 45° and 90° respectively. The difference between the two spectra is, in the first instance, due to the difference in the orientation of the specimens with respect to the magnetic field. In Figure 3 the orientation is E ║ H, while in Figure 4c the specimen orientation is rotated by 90°, so now H ┴ E. The angular dependence of the spectrum indicates that the specimens are not isotropic. A very likely reason for this anisotropy is that the specimens are textured during the fabrication process, which involves some flow between the pressure plates during molding. An implicit assumption here is that there is a strong correlation between the polymer chain axis and some principal axis of the oxygen ligand cage. The finding that the material is textured is not a direct result of the incorporation of particulates (since it has been seen in the base resin and composite alike), but rather a morphological effect resulting from processing. This anisotropy may have important implications in breakdown and other measurements on thin films where the bulk may be substantially penetrated by such orientation. In the untreated amorphous silica powder, the magnitude of the EPR signal is very large. In vinyl-silane treated silica powder, the oxygen EPR signal is too small to be observed. This indicates the virtually complete reaction of the unsaturated chemical bonds by the coupling agent. The magnitude of the EPR signals in pure and 12.5% oxide loaded cross-linked polyethylene is comparable. For this reason, the concentration of oxygen radicals are presumed to have resulted from incomplete reaction with the polymer segments during crosslinking. These donors/acceptors are therefore extrinsic in origin to the carbon based polymer. The very natural intrinsic candidates for donor/acceptor sites are the unsaturated bonds that could occur along the polymer chains themselves. These defects should be detectable by EPR with much greater sensitivity than the oxygen radicals, since the intrinsic line widths are much narrower, (~ 0.3 to 0.4 mT wide) compared to the oxygen spectra (~ 10 mT wide). On the other hand, the contortions of the polymer chains may so distribute the hyperfine lines from otherwise recognizable identical chain moieties that the hyperfine lines are not detected. In any event, despite many attempts to observe these intrinsic radicals on the polymer chains, none were ever observed. There are some EPR studies of the chemistry involved during cross-linking which are of interest. Rosiello et al [5] have shown thermally induced cross-linking in LDPE with low concentration of peroxide, together with alkenyl aromatic hydrocarbon cross-linking agents which involve hydrogen abstraction from the polymer chain to form unsaturated bonds which couple the chains. At higher concentration of peroxide, radicals involving the cross-linking agents (e.g. 1,3- diisopropenylbenzene) were observed. No oxygen radicals were observed. A related study of X-irradiated HDPE (preparation parameters not specified) by Durant et al [6], revealed by EPR the presence of allyl, alkyl, and peroxyl radicals. These results are in contrast to the results here, where no organic radicals were observed. However, most interestingly, the work by Hirai et al [7] finds space charge accumulation correlates with the presence of several by-products of the DCP in XLPE. These byproducts (acetophenone, alpha-methylstyrene and cumylalcohol) contain oxygen and as such are candidates for the ligand cages previously discussed. ##3.1 CHARGE INJECTION AND TRANSPORT ###3.1.1 XLPE To study the effect of electric field induced charge motion or charge injection, a static d.c. electric field was applied in steps. At each step, immediately after the desired electric field value was obtained, an EPR spectrum was taken. The electric field was then increased to the next desired value. Figure 5 shows the EPR spectrum of the unstressed specimen. Very little, if any, change in the spectrum took place as the field was increased in steps to 28.12 kVmm-1, as can be seen in Figure 6 taken at this stress. At the next step, at a field of 31.25 kVmm-1, a significant change in the spectrum was observed, as shown in Figure 7. As can be seen, a structure similar to hyperfine lines is observed on the low field side of g = 2.0. Overall, the spectrum has now incurred a “choppy” appearance. Despite serious effort on this and other similar events on other specimens, a central mirror field at g = 2.00 (i.e. separating many pairs of lines on either side) was never established for any of these “lines”, as would be the case were they hyperfine lines. The specimen broke down electrically during the next electric stress increment. It should be mentioned that half way during the application of stress, the specimen was rested under short circuit conditions for eighteen hours. No changes in the EPR spectra were observed to have occurred as a result. ###3.1.2 12.5% VINYLSILANE- TREATED SiO2 IN XLPE In this series of experiments on the SiO2/XLPE nanodielectric composite material, the applied electric field was ramped in steps as before. The EPR spectrum of the unstressed sample is shown in Figure 8. Increasing the electric field to 15.75 kVmm-1 resulted in the jagged feature, as can be seen in Figure 9. In this case, the jagged feature occurs on the high field side of the g = 2.00 field value, in contrast to the behavior seen in Figure 7. Finally, the EPR spectrum at the highest electrical stress reached in this series, namely 26.31 kVmm-1, is shown in Figure 10. Figure 10 particularly shows the development of distinct shoulders at 0.23 and 0.37 T. This indicates that the population of electrons in sites characterized by the EPR parameters has been increased by electron motion under the action of the applied electric field. In other words, the atomic sites involved and the magnitude of this trapped charge have been identified by this measurement. The spectral changes of the 12.5% loaded nanomaterial also indicate a clear threshold as a function of applied electric field. Below about 16 kVmm-1 the EPR spectra behave in a similar way compared to the pure XLPE, namely only subtle changes if any. However, at higher fields the spectra from the nanodielectric material take on a different appearance. Firstly, the ‘noise’ on the spectrum deceases markedly. Secondly the spectrum begins to change shape significantly, and the change thereafter increases smoothly with increasing electric field. ##3.2 SUMMARY OF EXPERIMENTAL RESULTS The EPR results have resulted in several major experimental conclusions. These are: ● The trap sites, the donors and acceptors, in the XLPE polymers have been identified as extrinsic oxygen radicals. These are presumably introduced by the cross-linking agent, dicumyl peroxide, during polymer cross-linking, and ● Measurable changes in the occupancy of some of these donor/acceptor sites, at high applied electric fields, establish that they play a role in transport and trapping of charge, and ● The occupancy changes in pure XLPE, at these high electric fields, is significantly different from those in the 12.5% SiO2/XLPE nanocomposite under similar conditions. This implies the SiO2 particles have significantly altered some important parameter(s) of conduction. These conclusions may be reinforced by plotting the difference between the EPR spectrum at the highest experimental electrical stress and at zero electrical stress for the two material types in Figures 11 and 12. The data plotted in these two graphs are simply the differences between the raw the same at each of the two respective end-points, and none were changed during the course of measurement, except for the value of the applied voltage. The five point average over five hundred points is shown. Comparison between Figures 11 and 12 and, taking a very conservative viewpoint, strongly suggests that the electric field has indeed injected charge into the nanomaterial. Figure 12 is essentially the resulting EPR spectrum from this injected charge. This charge is localized on oxygen radical sites characterized (broadly) by gxx = 2.5 (B = .25T), gyy = 2.3 (B = .31T), and gzz = 2.0 (B = .34T) "]], ["DISCUSSION", ["In summary, the EPR results of this work have identified the traps, or alternatively stated, the donors and acceptors, in the cross-linked polymer and polymer/SiO2 composites under consideration, to be electron states associated with oxygen. The other alternative viable defects could be organic radicals associated with the carbon chains or carbon appendages. Such unpaired electrons are known to have very sharp lines and rather precise rules as to their positions on the magnetic field axis. Despite efforts to establish the presence of such organic radicals in a wide range of samples and conditions (and even using a state-of-the-art EPR system at Bruker BioSpin), such states have never been observed in these samples. States associated with oxygen are well known, and their properties fit well with the results presented here. In particular, it is pointed out that the three principal g-values observed are all greater than or equal to 2.00, which is consistent with oxygen states. Also consistent with the assumption that these donors/acceptors are in fact radicals on oxygen ions, is the wide range of distributions in the values of g that are involved. Such wide distributions in g, which imply a similar wide distribution of ligand cages, are typical of amorphous structures. It should perhaps be emphasized that in no instance in working on amorphous silica powers has evidence ever been obtained that the surface is silicon rich. If this were the case, the unpaired spin would presumably lie in the sp3 silicon orbital projecting outwards. To estimate the EPR parameters of this possible surface defect, comparison of its electronic structure to the well-known E’defect center in silica is relevant. Here the silicon sp3 orbital projects into the neighboring oxygen vacancy. In this electronic structure, with a small spin orbit coupling, the EPR line has a g-value very close to 2.000 and the line width is a few tenths of mT. The hypothetical surface silicon radical above would be expected to show similar behavior. [Because of the narrow line width, the radical would also be easily detectable by EPR at a very much higher sensitivity than oxygen radicals, with their very much larger line widths by comparison]. No such lines have ever been observed in this and other relevant work. It should also be noted that the silicon radical is chemically very reactive with both water and oxygen. Based on this electronic structure and spatial arrangement of donor and acceptor sites, charge transport can be expected to occur essentially by thermally activated electron hopping from an occupied oxygen donor site to a near neighbor vacant oxygen acceptor site. The energies of these sites are modified by the applied and local electric fields in such a way as to induce hopping motion in the appropriate direction. This model of conduction is similar and consistent with those used to describe conduction in amorphous semiconductors, and oxide glasses containing transition metal ions, for example. Since conductivity of the polymer will be influenced by the concentration of donors/acceptors, cross-linking density provides an extrinsic method to modify the local conductivity. The nano-particle containing XLPE material exhibits a much greater tendency to store charge on oxygen sites than pure XLPE. There is no a priori reason to suppose that these oxygen sites are associated with oxygen in the polymer rather than oxygen on the surface of the amorphous silica particles. Indeed, the EPR parameters of such oxygen surface radicals are qualitatively and quantitatively the same. Since the DCP reacts with the relatively stable polymer chain groups to provide a site for subsequent chemical reaction, it is assumed that the crosslinking agent will also react with the functionalized oxide particles, and that there will be a significant number of oxygen radicals on the particle surface. However, the consensus opinion is that no covalent bonds will be formed between the oxide particles and the polymer chains. This structural model implies that the particle surface will have a high (electronic) conductivity due to the electron hopping between occupied states and partially occupied states of the oxygen radicals, high compared to the conductivity of the polymer matrix where the intersite distance is considerably larger. This difference in electronic structural parameters implies much greater conductivity in the shell surrounding a small particle than in similar bulk polymer containing no particles. This speculation is supported by PEA results [8] which indicate that the internal charge which accumulates in these materials decays faster than either that in the base resin or in an equivalent microcomposite. This effect has also been seen much more dramatically in other nanodielectrics reflected in both the internal charge and also in electroluminescence decay resulting from the accumulation of internal charge [9,10]."]], ["CONCLUSIONS", ["Rapid development of nanocomposites in the last 5 years has made it clear that the proliferation of the internal interface is a key to the changes in properties which may be achieved. However, an understanding of the physics and chemistry taking place at the interface has, to date, been lacking, and models have, by necessity, been somewhat abstract [11]. This is of paramount importance if these materials are to be tailored and selfassembled. Although EPR has previously been used to assess the aging of insulation materials through the detection of free radicals, this preliminary work has provided indications that it may also be a sensitive technique for examining the prolific internal interface structure in nanocomposites. In particular, the chemical implications of surface functionalization can be tracked using this technique [1]. In the same way, many fundamental conduction studies invoke “traps” without being very specific about their nature and changing occupancy. This work would indicate that EPR has the potential to obtain that information."]]], "doi": "10.1109/T-DEI.2008.4446751", "figures": [["Figure 1", "Figure 1", "Figure 1. Diagram of the EPR arrangement which allows for in situ  energization. [Insert shows energized sample depicted in Figure 2]..   "], ["Figure 10", "Figure 10", "Figure 10. EPR spectrum of a 12.5% vinylsilane treated SiO2 sample  subjected to an electric field of 26.31 kVmm-1.   "], ["Figure 11", "Figure 11", "Figure 11. Spectral difference between stressed and unstressed XLPE given  in Figures 5 and 7.   "], ["Figure 12", "Figure 12", "Figure 12. Spectral difference between stressed and unstressed 12.5%  vinylsilane-treated SiO2/XLPE sample given in Figures 8 and 10.   "], ["Figure 2", "Figure 2", "Figure 2. Detail of sample prepared for energized EPR measurements  showing electrodes and external support silica tube.   "], ["Figure 3", "Figure 3", "Figure 3. Typical EPR spectrum with E // H. The three principal g values of  the oxygen are associated with the extrema at 0.24, 0.26 and 0.34 T  respectively.   "], ["Figure 4", "Figure 4", "Figure 4. Sample EPR spectra as a function of the orientation of the  specimen. (a) α = 22°, (b) α = 45°, (c) α = 90 °.   "], ["Figure 5", "Figure 5", "Figure 5. EPR spectrum of an unenergized XLPE sample.   "], ["Figure 6", "Figure 6", "Figure 6. EPR spectrum of XLPE subjected to an electric field of 28.12  kVmm-1.   "], ["Figure 7", "Figure 7", "Figure 7. Rate-EPR spectrum of XLPE subjected to an electric field of 31.25  kVmm-1.   "], ["Figure 8", "Figure 8", "Figure 8. EPR spectrum of an unstressed 12.5% vinylsilane treated  SiO2/XLPE sample..   "], ["Figure 9", "Figure 9", "Figure 9. EPR spectrum of a 12.5% vinylsilane-treated SiO2/XLPE sample  subjected to an electric field of 15.79 kVmm-1.   "]], "table_captions": [], "tables": []}