{"title": "Dynamics and Internal Stress at the Nanoscale Related to Unique Thermomechanical Behavior in Polymer Nanocomposites", "abstract": " A small amount of alumina nanoparticles in polymethylmethacrylate causes a sharp depression of the glass transition temperature (Tg) accompanied by a toughening of the composite. We investigated this phenomenon using multispeckle x-ray photon correlation spectroscopy. Measurements reveal a dynamic structure factor that has the form exp [−(t/τa)β], with β greater than 1. We show for the first time that β(T) tracks the internal stress at the polymer-particle interface. The internal stress, which we propose arises due to the entropic penalty that the polymer faces in the presence of the nanoparticles, engenders temporally heterogeneous dynamics. In the jammed glassy state, we show that the dominant fast relaxation mode — τmax — aided by a weak dewetting interface relieves the stress and follows the variations in Tg. ", "body": [["Abstract", [" A small amount of alumina nanoparticles in polymethylmethacrylate causes a sharp depression of the glass transition temperature (Tg) accompanied by a toughening of the composite. We investigated this phenomenon using multispeckle x-ray photon correlation spectroscopy. Measurements reveal a dynamic structure factor that has the form exp [−(t/τa)β], with β greater than 1. We show for the first time that β(T) tracks the internal stress at the polymer-particle interface. The internal stress, which we propose arises due to the entropic penalty that the polymer faces in the presence of the nanoparticles, engenders temporally heterogeneous dynamics. In the jammed glassy state, we show that the dominant fast relaxation mode — τmax — aided by a weak dewetting interface relieves the stress and follows the variations in Tg. "]], ["Main", ["Polymer nanocomposites have generated tremendous interest due to their novel thermomechanical properties [1]. Generally, the larger ratio of nanoparticle interfacial area to volume, which translates to a large volume of the polymeric material affected by the polymer-particle interaction, seems to play a strong role in determining the properties. Alumina-polymethylmethacrylate (PMMA) nanocomposites considered in this investigation showed dramatic changes in properties [2,3] which serve as a model system to explain the thermomechanical behavior of polymer nanocomposites. Upon addition of just 0.2 wt.% of 26 nm alumina particles to PMMA the Tg begins to decrease and rapidly reduces by 20 °C for 1 wt.% alumina, and stabilizes at this value (Fig. 1). This Tg reduction was accompanied by a brittle-to-ductile transition at room temperature in the same range of alumina concentrations. While the latter phenomenon was understood to be due to a dewetting alumina-PMMA interface which leads to shear yielding when subjected to an external load, it is not clear why Tg experiences such a huge drop: interparticle spacing in alumina-PMMA ( >100 nm) which is larger than the PMMA chain dimension ( ∼10 nm) rules out confinement effects that explain changes in Tg in similar systems [4,5], and furthermore, such low concentrations of the nanoparticles do not significantly alter the free volume. The ultra-small-angle x-ray scattering (USAXS) measurements of alumina-PMMA nanocomposites do show an increase in particle agglomeration with increase in alumina concentration; however, these changes alone cannot explain the reduction in Tg. Structurally, dispersed nanoparticles in a polymer convert it into a cellular solid in which stresses are localized around the nanoparticles and these cause changes in local mobility, which is related to Tg. Recent computer simulations have attempted to quantify the mechanical heterogeneity caused by internal stresses, which is the key to understanding the thermomechanical properties of polymer nanocomposites [6]. Experimentally this can be accomplished by probing together the slow relaxation dynamics of the polymer and the particle near Tg over a few interparticle distances, where the internal stress can be expected to be augmented. We therefore employed x-ray photon correlation spectroscopy (XPCS) [7], whose length (10 nm–150 nm) and time ( 10−3sec–103sec) scales are appropriate. In XPCS, the intensity autocorrelation [ g2(q,t)] is measured as a function of the delay time ( t) and the wave vector ( q) g2(q,t)=⟨I(t1+t)I(t1)⟩T⟨I(t1)⟩2T. (1)  Here I(t1) is the observed intensity at the detector at time t1, and the angular brackets denote the time averages over the total experimental time T. In this Letter, by drawing an analogy between polymer nanocomposites and jammed soft systems, we show that the internal stress at the particle-polymer interface can be measured using XPCS, and the dominant stress relaxation time follows the thermodynamics of the system.  Alumina particles in a PMMA matrix serve as an excellent system for XPCS to illustrate the dynamics at the particle-polymer interface, because of its large x-ray scattering contrast. Polymer nanocomposites for this study were prepared by the free-radical polymerization of the monomer with spherical particles of γ alumina—26 nm average diameter (Nanophase Technologies Corporation). We considered three concentrations of alumina—0.1, 0.5, 5 wt.%, which spans the “transition” region of Tg in Fig. 1. The molecular weight of the PMMA matrix was about 150 kg mol−1 [3]. Samples were compression molded into flat specimens for the experiments.  In the XPCS measurements performed at IMMCAT (8-ID) of the Advanced Photon Source, a partially coherent x-ray beam of energy 7.5 keV and size 40 μm×40 μm illuminated the sample, and the scattered intensity was recorded by a fast CCD area detector (Princeton Instruments model EEV-37) as a function of time and temperature. The correlation was performed over about 500 frames with a total exposure time restricted to about 2 minutes to minimize radiation damage of the sample. The total measurement time including the shutter delays and data acquisition time was 10 minutes. In theoretical formulations, the dynamics is described by the dynamic structure factor [ f(q,t)] which is related [8] to g2(q,t) as follows: g2(q,t)=1+A|f(q,t)|2. Here A is the Siegert factor representing the coherence of the x-ray beam. Figure 2 shows an example of g2(t) at different temperatures. The decay occurs in a single step spread over three decades in time, and it is well described by a stretched exponential function: f(q,t)=exp[−(t/τa)β]: τa is the characteristic relaxation time related to the dynamics at the interface and β is the stretched exponent characterizing the line shape. A stretched exponential function, in general, indicates the presence of multiple relaxation processes in disordered systems [9].  It can be seen in Fig. 3(a) that τa increases with decrease in temperature down to 120 °C as expected for neat polymers. However, below 120 °C, τa decreases for samples containing 0.5 and 5 wt.% alumina, but it registers an increase for the sample with 0.1 wt.% alumina. The dynamics seen here is distinctly different from that usually observed in supercooled liquids [10] in which the microscopic structural relaxation time varies by over 10 orders of magnitude as Tg is approached from the melt; β(T) which reflects the contraction of the potential energy configuration space tends to 1 at higher temperatures and decrease to values less than 1 as Tg is approached [9]. However, XPCS of alumina-PMMA show that τa varies by about 3 orders of magnitude and β assumes values between 1.2 and 1.9 as Tg is approached [Fig. 3(b)] differing from values found for supercooled liquids.  Multispeckle dynamic light scattering experiments on a variety of jammed soft materials such as colloidal fractal gels have revealed slow dynamics that have been shown by Cipelletti et al. [11] to be well described by a stretched exponential function with an exponent β=1.5. The slow dynamics was attributed to stress relaxation for which τa varied as q−1 instead of q−2 that is expected for thermally activated diffusion of particles. In their model, β is a qualitative measure of the internal stress. They argued [12] that poor solvent quality, for example, in colloidal gels can cause local shrinking of the continuous elastic medium leading to the development of local internal stress fields. We reckon that a similar scenario exists in alumina-PMMA nanocomposites. Stress fields may locally develop due to the poor wetting of the alumina-PMMA interface which is evident from transmission electron microscopy that revealed “holes“ around nanoparticles in the glassy state [3]; and SAXS studies that showed the formation of voids under an external load [3]. More generally, at the interface, stress fields may develop to counter the reduction in the entropy of the polymer due to its interactions with the particle surface [13] as evidenced in experiment [14] and computer simulation [15]. Figure 4 showing that τa is proportional to q−1 in alumina-PMMA nanocomposite supports the explanation for the observed dynamics.  The argument that β is a measure of the internal stress helps in understanding its temperature dependence [Fig. 3(b)]. At temperatures much higher than Tg, β is close to 1, the least stressed state for all the samples, which increases to values greater than 1 as Tg is approached: the less rapid increase of β as it approaches Tg suggests that the stress in the jammed glassy state could be locked in. However, the final value of β near Tg would depend on both the weak alumina-PMMA interfacial area which increases at higher alumina concentrations and on the consequent increase in the interaction of stress fields. The reduction in the configurational entropy in the polymer mentioned earlier results in the depletion of polymer layers adjacent to the particle surface. This creates nonuniform forces at the weak interface, which at higher alumina concentrations, lead to a faster relaxation of the stress. For instance, the value of β drops from 1.9 at 0.1 wt.% to 1.4 for 0.5 and 5 wt.% alumina. This decrease in stress contributes to the drop in Tg and it is likely the reason for the reduction in the yield stress of the nanocomposite [2].  It will be useful to interpret the meaning of the stretched exponential decay in terms of the distribution of relaxation times [ |C(τ)|] obtained from f(t) [Fig. 5] [16]: |C(τ)|dτ provides the number of mobile scatterers with a relaxation time between τ and τ+dτ at a given q. As the temperature decreases [Fig. 5(a)] an overall decrease of the amplitude of |C(τ)| occurs, reflective of the decrease in the number of mobile scatterers. Interestingly, at 100 °C, |C(τ)| is greater than that at 120 °C which is likely due to local shear yielding of the polymer caused by the greater internal stress at the interface. At 160 °C, |C(τ)| follows a power law; and as the temperature decreases towards Tg, a peak develops in it at τ<⟨τ⟩—the average relaxation time of the distribution, reminiscent of the distribution of interparticle normal forces near the glass and jamming transitions [17]. The peak indicates the dominance of faster relaxation modes [18]; and usually, for this to occur near Tg cooperatively rearranging fast and slow domains [19] are required as large scale changes in configuration are otherwise impossible due to the lack of thermal energy. In the present case, this is facilitated by the weak alumina-PMMA interface. When the stress in the jammed region locally increases above a threshold, it loosens the structure, and the polymer and nanoparticles motion ensues. This new mobile region could now become the center for faster relaxation for other jammed structure(s) adjacent to it leading to the formation of a string of mobile regions [20] providing an easy path for energy dissipation. Indeed, for 0.5 and 5 wt.% alumina in PMMA, the peak shifts to τ/⟨τ⟩≪1 [Fig. 5(b)]. Supporting the above explanation, τmax=τaexp[ln(1−β−1)/β] corresponding to the peak in |C(τ)| remarkably follows the bulk Tg (Fig. 1).  To demonstrate that XPCS differentiates the effects due to polymer mobility and the polymer-particle interface we studied a PMMA sample containing 5 wt.% alumina (5%-h) heated to 220 °C, and slowly cooled which caused the Tg to increase to a value close to the neat PMMA (Fig. 1). This heat treatment, we believe, considerably removed the mechanical heterogeneities in the polymer matrix, as reflected by the smallest β [Fig. 3(b)] and caused a large increase in τa at 100 °C [Fig. 3(a)]. Although the peak in |C(τ)| for this sample [Fig. 5(b)] still occurs at τ/⟨τ⟩≪1 due to the interface, the amplitude of |C(τ)| is significantly reduced indicating a considerable decrease in the mobile scatterers. Remarkably again, τmax for this sample follows the Tg and proportionally increases to a value close to that for the 0.1 wt.% sample (Fig. 1).  XPCS measurements presented here represent a method to track the internal stress at the polymer-nanoparticle interface, which leads us to suggest an alternate mechanism to explain the dramatic changes observed in the thermomechanical properties of alumina-PMMA nanocomposites. Such internal stress measurements can differentiate between thermodynamic routes, as shown in the case of the heat treated sample, and will be helpful as new strategies are being developed to disperse the nanoparticles in polymer [21]. Furthermore, it can shed light on the role of the interface in a number of cases such as promotion of ductility due to particle motion in polymer nanocomposites under high stress fields [22]."]]], "doi": "10.1103/PhysRevLett.97.075505", "figures": [[null, null, "FIG. 1. Plot of Tg [3] of alumina-PMMA nanocomposites (○), against alumina weight fraction. On heat treatment the Tg of neat PMMA is nearly recovered (□). Relaxation time [τmax﻿] (⋆) at the nanoscale closely follows the Tg."], [null, null, "FIG. 2. Representative plot of g2(t) at different temperatures for 5 wt.% alumina in PMMA at a given q. The solid lines are stretched exponential fits described in the text. The curves are arbitrarily shifted vertically for clarity. Typically g2(t) decays to a value 1 (uncorrelated intensity) from about 1.2."], [null, null, "FIG. 3.  For various alumina wt.% the plot shows the temperature dependence of (a) τa, and (b) β at q=0.05  nm−1. 0.1% (○); 0.5% (□); 5% (▵); 5%-h (filled diamond) sample heated to 220 °C and cooled. The lines connecting the points are a guide to the eye. The plot shows the data at the lowest q that were measured, as it spans the correlations in the largest length scale."], [null, null, "FIG. 4. Plot shows for 5 wt% alumina in PMMA, the q−1 dependence of τa valid at both high and low temperatures; and a nearly identical slope for I(q) vs q, obtained by time averaging the correlations, at all temperatures and for the 5%-h sample at 100 °C, indicates that there is no restructuring of static inhomogeneities with temperature or heat treatment, that could explain the observed changes in the dynamics."], [null, null, "FIG. 5. |C(τ)| is plotted against τ/⟨τ⟩ (a) for 5 wt.% alumina in PMMA at various temperatures, and (b) for various alumina concentrations as well for the heat treated sample at 100 °C, in the glass transition region."]], "table_captions": [], "tables": []}