{"title": "Some mechanistic understanding of the impulse strength of nanocomposites", "abstract": "Improvements in the dielectric properties of composite dielectrics have been previously documented when the filler material used is reduced to nanometric dimensions. While the reasons for this have been traced to the physics and chemistry taking place at the interface, and dramatic changes in the magnitude and dynamics of the internal charge are also known to occur, a clear picture of the exact mechanisms taking place has not emerged. This contribution seeks to compare the direct voltage breakdown of composites formed from biphenyl epoxy resin and titanium dioxide in both nanometric and conventional micron-scale forms with that obtained under impulse voltage conditions. The same materials are subjected to an internal charge analysis using the pulsed electroacoustic technique which shows that, in the case of the nanomaterials, a marked homocharge is formed in front of the cathode which would suggest that the dramatic improvements in voltage endurance seen for these materials may be due to the shielding effect of this negative charge. The finding also suggests that the negative charge is formed as the result of scattering occurring in the nanodielectric which is not present to the same extent in the conventional counterpart. ", "body": [["Abstract", ["Improvements in the dielectric properties of composite dielectrics have been previously documented when the filler material used is reduced to nanometric dimensions. While the reasons for this have been traced to the physics and chemistry taking place at the interface, and dramatic changes in the magnitude and dynamics of the internal charge are also known to occur, a clear picture of the exact mechanisms taking place has not emerged. This contribution seeks to compare the direct voltage breakdown of composites formed from biphenyl epoxy resin and titanium dioxide in both nanometric and conventional micron-scale forms with that obtained under impulse voltage conditions. The same materials are subjected to an internal charge analysis using the pulsed electroacoustic technique which shows that, in the case of the nanomaterials, a marked homocharge is formed in front of the cathode which would suggest that the dramatic improvements in voltage endurance seen for these materials may be due to the shielding effect of this negative charge. The finding also suggests that the negative charge is formed as the result of scattering occurring in the nanodielectric which is not present to the same extent in the conventional counterpart. "]], ["Background", ["Extensive interest in the formulation of nanodielectrics is driven by the promise of both enhanced dielectric properties and by the possibility of simultaneously tailoring the mechanical and/or thermal properties [1] of dielectric materials where those properties are pivotal in specific application areas (e.g. insulation for cryogenic systems). The electrical property of greatest interest is electric strength, and enhancements for nanocomposites have been documented [2,3]. In contrast, conventional composites formed using particulates of micron scale tend to substantially reduce the electric strength of the resulting composite. The emerging explanation for improved electric strength in nanocomposites relies on the dominance of the interface region, or interaction zone, surrounding the included particles. When the particles are less than 100nm in diameter, the interface regions are so large that they start to interact even at quite modest particle loadings (typically about 1-10% by weight). In this situation the composite properties depend on the nature of the interface layers and are not necessarily dominated by the properties of the original constituents. In that sense, such nanodielectrics are entirely new materials, and the properties can be adjusted, in principle, by making changes to these interface regions through the chemistry associated with the interface. This may be done, for example, by changing the functional groups on the particle surface [2]. One example of the impact of the interface region is that there are striking changes in the internal space charge profiles associated with nanocomposites [4]. In particular, the Maxwell-Wagner interfacial polarization normally associated with composite materials is mitigated and the levels of internal charge substantially modified. This contribution seeks to examine the relationship between the internal charge dynamics and the electric strength of this new class of materials when subjected to time-varying stresses. "]], ["Nanodielectric formulation and Testing", ["The composite system reported here is an epoxy-TiO2 combination utilizing 23 nm diameter nanoparticles (or 1.5 μm microparticles for comparison) which were vacuum treated at 195°C for 12 hr, and compounded with the Diglycidyl Ether-Bisphenol A resin (Vantico CY1300) using a SpeedMixer Model DAC 150 FV-K from Hauschild. This method utilizes a dual asymmetric centrifuge (DAC) mixing geometry described previously [5]. A cross linking protocol using an aminebased cross-linking agent (Vantico HY956) was undertaken at 25°C for 48 hours followed by 60°C for 3 hours to create recessed samples for electric strength measurements. Microscopic checks were made to assess dispersion and to reject any samples with obvious flaws. It has been found that the DAC method has substantially improved the dispersion which reflects in improvements in breakdown characteristics when compared with those obtained by earlier methods [4]. Impulse electric strength for the base resin, nanocomposite and microcomposite was measured using recessed specimens with thicknesses ranging from 50 to 500 μm with metallized electrodes, using a standard 1/50 μs waveform. Comparative short-term DC and AC tests were also conducted with a ramp rate of 500V/s. "]], ["Experimental results", ["##Electric strength In order to provide a baseline measurement for the impulse electric strength, Fig. 1 depicts the DC shortterm breakdown strengths of the three materials shown as Weibull plots. The expected reduction in electric strength for the micron filled epoxy is clear, but the nanocomposite shows an 18% improvement in strength. This improvement over the base resin is in agreement with findings for other nanodielectrics [2,6] and results from the improved dispersion now obtained with the DAC compounding. A similar result for the alternating voltage case is given in Fig. 2. Although the nanocomposite still shows the highest breakdown strength overall, enhancement in comparison with the base resin was somewhat smaller than it was in the DC breakdown test. Fig. 3 shows the corresponding impulse strength as a function of the gap spacing from which the three materials appear almost indistinguishable. The wellknown volume effect is clearly visible (as is it for the other voltage applications), and the nanomaterial appears to have little advantage over the base resin when gauged on the basis of impulse breakdown characteristics. This is evident by examining the associated Weibull size parameter, α, shown later in Table 1 which shows no measurable improvement. All the samples have a large impulse ratio (IR) also documented in Table 1. ##Internal charge accumulation In order to better understand the way in which the particulate size affects the accumulation and dissipation of internal charge, the Pulsed Electroacoustic Analysis technique (PEA) was employed to examine charge profiles on laminar 0.5 mm samples. Typical results are shown in Fig. 4 for the case of the micro- and nanocomposite which will contribute to the image charge. These trapped space charges are more easily seen after the voltage has been removed (shown arrowed). It can be seen from Fig. 4 that, in the case of the nanodielectric, the predominant charge is a homocharge (negative) which appears in front of the cathode (on the left in Fig. 4) – the associated positive charge is its image on the cathode. This is in striking contrast to the case of the conventional (micro) material in which the opposite situation occurs and the charge in front of the cathode is positive. The effect of this charge profile difference on the internal field may be seen in Fig. 5 where the reduction of the filler size reduces the electric field in front of the cathode from about 23 MVm-1 to 18.5 MVm-1 – for a situation for which the average gradient is exactly 20 MVm-1. Of equal significance in the context of the impulse strength are the dynamics of the charge accumulation, shown in Fig. 6. It is observed that the maximum internal field changes only slowly from its nominal (V/d) value (enhancement in the case of the microcomposite and reduction for the nanomaterial). Furthermore, there is a difference in the charge decay time constant (2210 s for nano and 6300 s for micro)"]], ["Appraisal and Discussion", ["Table 1 summarizes the results of the breakdown study in terms of the Weibull parameters of the formulations, based on the Bernard estimation method. The AC values are given as peak quantities to provide a comparison. The results clearly show that the nanoscale fillers lead to higher breakdown strength, and that the micron scale fillers erode the breakdown strength. Equally important, the changes in breakdown strength depend on the type of voltage application. The charge profiles of Fig. 4 strongly suggest that the heterocharge formed in front of the cathode for the microcomposite would enhance the local field. This enhancement is very likely to result in the lower DC breakdown voltages recorded. Indeed, the enhancement of the field over the nominal Laplacian value associated with the charge profile shown in Fig. 4 is calculated to be 15%. Although this is modest, the stress for this experiment is only about 1/10 of that at breakdown where the effect can be expected to be very significant. By the same token, the formation of negative charge in the case of the nanomaterial screens the electrode with the opposite desirable consequence of supporting a greater voltage before breakdown occurs. This is very consistent with previous electroluminescence measurements [4] in Epoxy-TiO2 materials, where the onset voltage for luminescence was increased by over 100% when the oxide particles were reduced in size, suggesting a shielding of the electrode. However, it is also clear from Fig 4 that the accumulation of this shielding space charge is a process that requires several minutes. As a consequence, it is not surprising that the improvements in electric strength attendant on small particulates are eroded when power frequency alternating voltages are used, and are also virtually indistiguishable under surge voltage conditions. However, this does not detract from the promise of nanocomposites since the principal advantage is the enhanced voltage endurance, which can be increased by up to two orders of magnitude under AC conditions [2] for divergent field conditions. In addition, the Weibull shape parameter, β, in Table 1 shows an increase for the inclusion of nanoparticles. This has also been observed by others [6], and would indicate that the breakdown phenomenon in nanodielectrics is more consistent, and thus dependable, than the base resin from which they are formed. What is not as clear, however, is the reason for the reversal in the sign of the space charge when the particles are reduced to nanometric dimensions. Prior data, however, will help shed light on a possible mechanism. First, thermally-stimulated current measurements on these composites [4] have demonstrated a much stronger space charge peak for the microcomposites compared to the nanocomposite. Furthermore, Table 2 provides estimates of the trap depths extracted from the thermally-stimulated current data [7], and shows that the nanomaterial is characterized by significantly deeper traps. Finally, reference [4] shows that luminescence and electroluminescence spectra shift to lower frequencies as the size of the oxide particles is reduced. This is a clear indication that the environment of the light emitting center is changed, and points to the impact that the large interfacial region in nanodielectrics has on the charge behavior. Based on the results in this paper, and those mentioned above, we offer, despite some reservations, a working hypothesis. If it is assumed that electrons injected from the cathode can create impact ionization, then a positive space charge would be expected in front of the cathode. In contrast, charge trapping in the large interfacial area associated with nanocomposites could be expected to generate the shielding homocharge seen. Lewis [8], in a series of papers, has suggested that these interfacial regions are akin to the well-known electrochemical double-layer in liquid media. Using this as a model, it seems likely that electron scattering is predominant in such regions [3] and the thermallystimulated current measurements indicate that these charges are deeply trapped (see Table 2). The scattering reduces the impact energy preventing ionization, and the deep traps reduce charge mobility. As a result, homocharge develops. This behavior has previously been documented by Hibma et al. [9], and the local conductivity associated with such overlapping layers would explain the differences in the time constants experienced in both the internal charge behavior and the electroluminescence [4]. Finally, it is perhaps appropriate to observe that, although some of the features of the various nanodielectric systems are common (particularly the attractive augmentation of voltage endurance), the detailed behavior is by no means universal. For example, a reduction in the onset of charge injection has been observed in ethylene vinylacetate/silicate nanocomposites [6], yet shown to increase, and be highly dependent on particle functionalization, in polyolefin nanodielectrics [10]. If, indeed, these materials are entirely dominated by the overlapping interfacial zones which can be as much as 10nm in extent [8], these anomalies should not be surprising since the interface chemistry will differ."]]], "doi": "10.1109/CEIDP.2006.312055", "figures": [["Figure 1", "Figure 1", "Figure 1: DC electric strength of epoxy-TiO2 composites in    comparison with the base resin. 1: Base Resin, 2: Micro, 3: Nano"], ["Figure 2", "Figure 2", "Figure 2: 60 Hz electric strength of epoxy-TiO2 composites in  comparison with the base resin. 1: Base Resin, 2: Micro, 3: Nano"], ["Figure 3", "Figure 3", "Figure 3: Impulse breakdown strength of composite formulations"], ["Figure 4", "Figure 4", "Figure 4: Internal charge profiles for nano (top) and micro (bottom) composites. Cathode on the left. [6]"], ["Figure 5", "Figure 5", "Figure 5 Computed E-field profile in (a) micro- and (b) nano-  composites   "], ["Figure 6", "Figure 6", "Figure 6: The temporal development of the maximum internal field for 10 % TiO2/epoxy nano- and micro-composites at an average stress of 15 kVmm-1"]], "table_captions": [["Table 1", "Table 1", "Table 1: Summary of Weibull scale (α) and shape (β) parameters for epoxy-TiO2 formulations"], ["Table 2", "Table 2", "Table 2: Trap depth estimates from thermally-stimulated current measurements for epoxy-TiO2 formulations"]], "tables": []}