{"title": "Core@Double-Shell Structured Nanocomposites: A Route to High Dielectric Constant and Low Loss Material", "abstract": "This work reports the advances of utilizing a core@double-shell nanostructure to enhance the electrical energy storage capability and suppress the dielectric loss of polymer nanocomposites. Two types of core@double-shell barium titanate (BaTiO3) matrix-free nanocomposites were prepared using a surface initiated atom transfer radical polymerization (ATRP) method to graft a poly(2-hydroxylethyle methacrylate)-block-poly(methyl methacrylate) and sodium polyacrylate-block-poly(2-hydroxylethyle methacrylate) block copolymer from BaTiO3 nanoparticles. The inner shell polymer is chosen to have either high dielectric constant or high electrical conductivity to provide large polarization, while the encapsulating outer shell polymer is chosen to be more insulating as to maintain a large resistivity and low loss. Finite element modeling was conducted to investigate the dielectric properties of the fabricated nanocomposites and the relaxation behavior of the grafted polymer. It demonstrates that confinement of the more conductive (lossy) phase in this multishell nanostructure is the key to achieving a high dielectric constant and maintaining a low loss. This promising multishell strategy could be generalized to a variety of polymers to develop novel nanocomposites. ", "body": [["Abstract", ["This work reports the advances of utilizing a core@double-shell nanostructure to enhance the electrical energy storage capability and suppress the dielectric loss of polymer nanocomposites. Two types of core@double-shell barium titanate (BaTiO3) matrix-free nanocomposites were prepared using a surface initiated atom transfer radical polymerization (ATRP) method to graft a poly(2-hydroxylethyle methacrylate)-block-poly(methyl methacrylate) and sodium polyacrylate-block-poly(2-hydroxylethyle methacrylate) block copolymer from BaTiO3 nanoparticles. The inner shell polymer is chosen to have either high dielectric constant or high electrical conductivity to provide large polarization, while the encapsulating outer shell polymer is chosen to be more insulating as to maintain a large resistivity and low loss. Finite element modeling was conducted to investigate the dielectric properties of the fabricated nanocomposites and the relaxation behavior of the grafted polymer. It demonstrates that confinement of the more conductive (lossy) phase in this multishell nanostructure is the key to achieving a high dielectric constant and maintaining a low loss. This promising multishell strategy could be generalized to a variety of polymers to develop novel nanocomposites. "]], ["Introduction", ["High-dielectric constant nanoparticles (NPs), like BaTiO3 (BT), TiO2, and CaCu3Ti4O12 have been used to make high dielectric constant polymer nanocomposites for dielectric and energy storage applications. (1-3) It was found that the morphology of the NP dispersion can critically impact the dielectric properties of the composites. NP agglomerates decrease the breakdown strength (4) but also significantly increase the dielectric loss resulting from the dc conduction. (5) They are thus undesirable for dielectrics used for energy storage for which a high energy efficiency is critical. Efforts have been made to control the interactions between the NPs and the matrix polymer by modifying the NP surface with either short ligands (1, 6, 7) or long polymers (8-13) to improve the NP dispersion. To maximize the dielectric constant of the composites, polymers are normally loaded with a large volume fraction of fillers (>20 vol %). At high loading, contacts between NPs become almost inevitable, and a thin layer of organic molecules or polymers cannot sufficiently prevent the migration of charge carriers between the more conductive fillers. To overcome this problem, a core@shell structured “matrix-free” composite system has been designed and developed, in which the matrix polymer is directly grafted to the NPs and the composites are obtained by pressing the grafted NPs together at an elevated temperature. In this way, fillers were separated forcibly by the thick grafted polymer layer with a nearly uniform spacing. Composites with losses as low as the pure matrix polymer have been made using this method. (2, 14, 15) Polymer nanocomposites tend to become increasingly brittle and fragile as the inorganic phase content increases, which limits the maximum filler loading as well as the overall dielectric constant. High dielectric constant polymers like polyvinylidene fluoride (PVDF) (10) and other ferroelectric polymers (16) may be used but these polymers usually have a large intrinsic loss and electrical conductivity, and may not be chemically suitable to the grafting synthesis. In this work, we will show that it is possible to maintain a high dielectric constant and low loss simultaneously by inserting a polymer layer with either high dielectric constant or high conductivity between the NPs and the matrix polymer, forming a core@double-shell structure. The purpose of adopting this structure is to take advantage of the large polarization of the inner shell polymer while use the more insulating outer shell polymer to prevent the percolation of conductive paths. Hardy et al. used a polymer end-capping strategy to embed a nanosized oligoaniline phase inside the insulating polystyrene and achieved a dielectric constant up to 20 and a low loss tangent of 0.02. (17) Our previous efforts have showed some success in fabricating the core@double-shell structure by first grafting a hyper-branched polymer (HBP) inner shell and then initiating poly(methyl methacrylate) (PMMA) polymerization from the branches to form the outer shell. The fabricated nanocomposites exhibit high dielectric constant and low loss. (18) Other types of inorganic core@double-shell BT based ceramics have also been developed and showed improved dielectric temperature stability. (19, 20) To allow more effective control over the thickness of each polymer shell, in this work, we employed an atom transfer radical polymerization (ATRP) method to graft block copolymers from BT NP surfaces and successfully prepared “matrix-free” composites with a core@double-shell nanostructure. ATRP was chosen for its versatility in polymerizing a wide range of polymers and control over the polymer chain length and polydispersity, and particular suitability for polymerization in aqueous solutions. (21) In addition, the polymer chain end in ATRP is still “living” after polymerization and can be reinitiated to form block copolymers, serving as an effective route for fabricating multishell structures. (22, 23) Three types of acrylate polymers were used for the polymer shell: poly(methyl methacrylate) (PMMA), poly(2-hydroxylethyle methacrylate) (PHEMA), and poly(acrylate) sodium (PANa). PHEMA is a highly polar polymer with greater dipolar polarizability than PMMA while PANa is an ionic electrolyte polymer with large conductivity. Core@double-shell structured nanocomposites were prepared and characterized in comparison with their core@single-shell counterparts. In addition to experimental measurements, the dielectric response of these core@shell structured nanocomposites was also modeled and simulated using a finite element method to help understand the grafted polymer relaxation as well as the polarization mechanisms occurring for this specific nanostructure. The comparison between the simulated and measured results confirm the core@shell structure and demonstrate the importance of the core@shell structure for achieving high dielectric constant and low loss. "]], ["Experimental Section", ["## Materials BT NPs were supplied by the Shandong Sinocera Functional Material Company, China. The average diameter of these BT NPs was 100 nm characterized by transmission electron microscopy (TEM). X-ray diffraction (see Figure S1) shows that the BT has a cubic phase with a literature reported dielectric constant below 2000. (24) H2O2 (30 wt %), acrylic acid (AA), methyl methacrylate (MMA), sodium polyacrylate (PANa), CuBr, CuBr2, acetone, methylene chloride (CH2Cl2), N,N′-dimethylformamide (DMF), and other organic solvents were supplied by Shanghai Reagents Co. Ltd. 2-hydroxyethyl methacrylate (HEMA), 2,2′- bipyridine (bpy) was purchased from Aladdin-reagent. γ-Ami-nopropyl triethoxysilane (γ-APS), Azobis(isobutyronitrile) (AIBN), 2-bromo-2-methylpropionyl bromide (α-bromoisobutyryl bromide), N,N,N′,N″,N″-pentam-ethyldiethylenetriamine (PMDETA) were purchased from Acros. MMA and HEMA were purified by passing through a basic aluminum oxide column. PMMA was supplied from Mitsubishi Rayon Corporation (trade name VH-001) with a viscosity-average molecular weight of 1.23 × 105 g/mol. PHEMA was synthesized using free radical polymerization with a molecular weight of 130 k. ##Synthesis of BT@PHEMA@PMMA Core@Double-Shell Structured NPs The ATRP initiator grafting and PMMA polymerization procedures were documented in our previous publication. (14) In a typical synthesis of BT@PHEMA@PMMA NPs, 0.5 g of initiator grafted BT NPs, 5 mL HEMA, and 5 mL DI water were combined in a round-bottom flask and sonicated for 30 min. 0.5 mmol CuBr (0.0715 g) and 0.1 mmol CuBr2 (0.0225 g) were added to the flask. To remove oxygen, the flask was degassed using a freeze–pump–thaw method and was refilled with N2 afterward. 1.2 mmol bpy (0.187 g) was dissolved in 1 mL degassed ethanol and the solution was added to the flask via a syringe. The mixture was stirred at room temperature for certain amount of time. The NPs were recovered after three cycles of DMF wash and centrifuging at 9000 rpm for 10 min. The core@shell BT@PHEMA NPs were obtained. To synthesize core@double-shell structured NPs, BT@PHEMA were redispersed in a flask containing a mixed solution of 20 mL DMF and 10 mL MMA, followed by 10 min sonication. CuBr and CuBr2 of the same amount as the previous step were added and the flask was again deoxygenated. 0.6 mmol PMDETA (0.104 g) was added via a syringe and the mixture was stirred at 60 °C for 24 h. The NPs were washed by DMF again and recovered by centrifuging at 9000 rpm for 10 min. ##Synthesis of BT@PANa@PHEMA Core@Double-Shell Structured NPs The sodium acrylate monomer was synthesized by slowly adding a concentrated NaOH aqueous solution to an excess 30 vol % acrylate acid acetone solution under an ice bath with continuous stirring. The product precipitated as a white powder and was later recovered by filtering, acetone washing and subsequent vacuum drying. The synthesized sodium acrylate (6.0 g) was dissolved in 10 mL of DI water with insoluble impurities filtered out. Initiator-grafted BT NPs (0.5 g) were added to the solution, followed by 30 min sonication. One mmole of CuBr (0.1430 g) and 0.2 mmol of CuBr2 (0.0450 g) were added, and then the flask was deoxygenated. bpy (2.5 mmol, 0.390 g) was later added into 2 mL of ethanol solution via syringe, and the solution was stirred at room temperature. The polymerization time was controlled and the reaction was immediately quenched by pouring the solution into a 20 mL aqueous solution containing 1 mmol of CuBr2 (0.224 g) and 2 mmol of bpy (0.312 g). The NPs were recovered by centrifuging at 9000 rpm for 10 min and then were redispersed in 1 M HCl to exclude Cu2+ from the polymer as a potential cross-link center. The supernatant was then removed by centrifuging at 9000 rpm for 10 min and the NPs were redispersed in DI water. The pH value was adjusted to 9 by adding 0.1 M NaOH. The NPs were again washed with DI water two times. The obtained BT@PANa was redispersed in 10 mL of DI water with sonication for 10 min. Eight milliliters of HEMA was slowly added followed by 0.5 mmol CuBr (0.0715 g) and 0.1 mmol CuBr2 (0.0225 g). The oxygen removal procedure was repeated. 1.2 mmol bpy (0.187 g) was added in a 1 mL ethanol solution via syringe and the mixture was reacted for 10 h at room temperature. The products were washed by DI water and ethanol sequentially and recovered by centrifuging. ## Sample Preparation All synthesized products were dried under vacuum at 80 °C for 12 h after wash. The thin film samples (400–600 μm thickness) were obtained by compression molding at 180 °C, 20 MPa for 5 min, except for the PANa samples which were pressed at 220 °C. ##Characterization Thermogravimetric analysis (TGA) was conducted to determine the weight fraction of each phase using a NETZSCH TG209 F3 instrument with a heating rate of 20 °C/min under a nitrogen flow (20 mL/min). Attenuated total reflectance Fourier transform infrared spectroscopy (ATR-FTIR) was conducted with a PerkinElmer Paragon 1000 instrument over the range of 4000–650 cm–1. Transmission electron microscopy (TEM) images were obtained from a JEOL JEM-2100 instrument operated at an accelerating voltage at 160 kV. Samples were prepared by dropping the particles while still in solution onto carbon-coated copper grids and air-drying before measurement. Scanning electron microscopy (SEM) images were recorded using a JEOL JEM 7401F field emission scanning electron microscope. All samples were prepared by fracturing the composites and then sputter-coating with gold. The dielectric properties of the samples were measured using a Novocontrol GmbH Concept 40 broadband dielectric spectrometer in the frequency range 10–1 to 107 Hz at 1.0 AC voltage; the data between 106 and 107 Hz is less accurate due to the limit of the machine. A layer of gold was sputtered on both surfaces using a shadow mask to serve as electrodes. Electric displacement–electric field (D–E) loops were measured by a Precision Premier II ferroelectric polarization tester (Radiant, Inc.) at room temperature and 10 Hz. Polarization data was acquired for applied voltages ranging from 1 to 3999 V. ##Finite Element Modeling In this work, every BT NP is encapsulated with a polymer shell and the nanocomposite is made by directly compressing these spheres together. The polymer shell deforms to a certain degree to fill up the space between the spherical like NPs, though cavities tend form at high NP loadings. A simplification of the composite geometry is to adopt a closed-packed structure, for example, face-center-cubic (FCC) (Figure 1). This is an ideal structure assuming each NP has the same radius and polymer shell thickness without cavities but can serve as a good approximation to simulate the macroscopic dielectric constant of the composites. The details of the simulation setup can be found in our previous publication. (25) The experimentally measured complex dielectric constant spectrum of free polymers was used as the input dielectric constant for each polymer shell. The dc conductivity is not included additionally as it is implicitly included in the measured imaginary dielectric constant. The BT NPs are assumed to have a frequency independent dielectric constant of 500 and a dc conductivity of 10–9 S/m. (10, 26) The dielectric response of the composite is simulated by solving Maxwell’s equations in the frequency domain."]], ["Results and Discussion", ["##Preparation and Characterization of the Core@Double-Shell Nanocomposites The core@double-shell structured NPs were prepared by grafting a block copolymer from the BT NPs surface via reinitiation of the “living” end. The solubility of the grafted NPs is critical for effectively controlling the polymerization, and thus the property of the solution at each polymerization step was carefully controlled by using excess monomer, and the molecular weight was varied through the polymerization time instead of changing the monomer concentration. Appropriate ligands were selected with respect to the property of the solution. (27, 28) The general synthesis processes are illustrated in Scheme 1 and the specifications of the synthesized nanocomposites are listed in Table 1. The volume fraction of each component was determined from TGA curves as plotted in Figure 2. As shown, similar to PMMA, (14) PHEMA starts decomposing at 350 °C, while PANa shows two decomposition stages, starting at 150 and 430 °C, respectively. BT@PANa@PHEMA clearly reveals two characteristic decomposition temperatures corresponding to each polymer shell. In addition, unlike PMMA and PHEMA that decompose completely in this condition, (29, 30) PANa has a 56% weight residue at 700 °C and this was accounted for determining the BT content. The FTIR spectra are plotted in Figure 3. For the BT-initiator spectrum, the absorption bands at 1420–1640 cm–1 are attributed to the amide group, (14) confirming that initiators were successfully tethered on the NP surface. In addition to the absorption bands showing in BT@PMMA at 2950 (alkyl C–H stretch), 1730 (C═O stretch), and 1150 (C–O stretch) (14) cm–1, BT@PHEMA shows a wide absorption band at 3400 cm–1, characterizing the distinctive O–H groups of PHEMA. For BT@PANa, the absorption for the C═O stretch is shifted down to 1530 cm–1 because of the negative charge on the carboxylic group. (31) The spectrum of the core@double-shell structured nanocomposites generally exhibits as a superposition of the absorption bands of each polymer shell, confirming the success of the reinitiation and polymerization. The TEM images (Figure 4) provides a more direct evidence revealing the evolution of the polymer shell thickness after each step of polymerization for the core@double-shell structured NPs. The BT NP appears to be well wrapped in a uniform polymer shell. Figure 5 shows the SEM images of the fractured surface for the core@double-shell structured nanocomposites. It shows that all NPs are well embedded in the polymer without debonding and aggregation. The corresponding core@single-shell nanocomposites have a similar geometry and are shown in Figure S2. ## Dielectric Properties of Free Polymers The dielectric spectra of free polymers (i.e., PMMA, PHEMA, and PANa) are shown in Figure 6. The broad relaxation peak for the imaginary dielectric constant of PMMA at sub-10 Hz is caused by the relaxation of the ester group on the side chain. (14) Besides this ester group, PHEMA also has a polar and flexible hydroxyethyl group on the side chain, which shows a much faster relaxation and gives rise to the loss peak observed at 107 Hz. Thanks to the polarization of this polar hydroxyethyl group, PHEMA has an inherently high dielectric constant of more than twice that of PMMA over the entire specified frequency range. However, this highly polar −OH group also renders PHEMA more susceptible to impurities like ions and water molecules, which increases the conductivity of the polymer and leads to an increase in loss at low frequencies. The propagation of charges leads to a dc conduction (leakage current), which contributes to imaginary dielectric constant as σdc/ω, where σdc is the dc conductivity and ω is the angular frequency. (5) Given that PHEMA and PMMA have identical methacrylate backbones, the intensity of the relaxation mode (or the imaginary dielectric constant value) of the ester groups should be similar. Therefore, by using the PMMA imaginary dielectric constant data and subtracting it from the PHEMA data, we can extract the dc conductivity from the imaginary dielectric constant spectra of PHEMA. In Figure 6, the contribution of dc conduction is shown as the dashed black line and the subtracted loss is shown as the solid black line. The fitted dc conductivity is around 6.5 × 10–11 S/m, about 3 orders of magnitude higher than that of PMMA of 10–14 S/m. (32) For PANa, both real and imaginary dielectric constants show a large increase with decreasing frequency. This polarization is related to the propagation of space charges and is also termed electrode polarization when charge carriers migrate toward and accumulate against the electrode. (5, 33) During the charging process, an electrical double layer will form on the surface of the electrode, forming a giant capacitance. Because of the fractal nature of the electrode surfaces, the complex dielectric constant is usually found to depend on the frequency in a fractal power law behavior as ε′ ∝ ε″ ∝ ω–λ for ω > 1/τ with τ being the polarization time constant. (5) The dielectric constant of PANa follows the fractal power law behavior and λ is found to be 0.9. ## Dielectric Properties of Grafted Polymers When a polymer is grafted onto the NPs, one end of the chain is fixed and the polymer chain close to the NP surface is more stretched as the available occupation space decreases with the cubic power of the radius. (34) From the weight loss of the initiator grafted BT NPs, (14) the initiator graft density is calculated to be between 0.3–0.5 chains/nm–2. For such high graft density, this excluded volume effect should be significant and the grafted polymer is expected to have a different relaxation behavior than the free polymer. However, identifying this difference can be difficult as the dielectric response of composites not only depends on the dielectric constant of each phase, but is also influenced by the filler geometry, filler dispersion, local electric field distribution and the interfacial polarization between different phases, which add considerable complexity making it difficult to develop accurate predictions from an analytical method. In this study, we instead rely on a finite element method to simulate the dielectric spectra of the composites by explicitly capturing the geometric information. Because the simulation assumes that the grafted polymer has the same relaxation behavior as the free polymer, the difference between the simulated and the measured spectra can be related to the deviation of the grafted polymers from the free polymer. Figure 7 plots the dielectric spectra of BT@PMMA nanocomposites obtained from both experiment and simulation at different BT loadings. The BT loading is varied by changing the molecular weight of the grafted outer brush. The simulated spectra match the experimental data closely at low BT content. This is because the grafted chains are long and the majority of the volume is not impacted by being attached to the nanoparticle surface. This supports the validity of the model. However, at high BT content, the measured loss peak is lower than the simulated loss peak. This suggests a more confined motion of the polymer chains. This confinement can be explained with the excluded volume effect. Polymer chains near a particle surface are more stretched and tightly packed. This gives rises to an interface region with slower relaxation times and reduced intensity than the free polymers. From the graft density and the particle radius, the thickness of the concentrated polymer brush regime (CPB) where polymers are highly stretched is calculated to be around 7 nm. (34) At high BT content, the grafted polymers are short and the stretched chains dominate the polymer morphology, exhibiting a more significant confinement effect than that of low BT content. An interface region of 10 nm thickness takes 49% of the polymer at 40 vol % BT in contrast to 11% at 16 vol % BT. It is possible to back calculate the interface relaxation behavior by explicitly including it in the simulation geometry and matching the simulation results with the experimental data. The free polymer spectrum was first decomposed into a superposition of 20 Debye type relaxations and the deviation of the interface behavior manifested as a set of shifting factors to the relaxation time and intensity. (25)  Here, ε∞ is the dielectric constant at the high frequency limit, Δεi is the relaxation intensity of each term with ω and τi being the angular frequency and relaxation time, respectively. M represents the shift in intensity, while S represents the shift in relaxation time. By matching the simulation results to the experimental data (Figure 7), M and S are fitted to be 0.6 and 5, respectively, implying a reduced relaxation intensity and an increased relaxation time of the interface region. For BT@PHEMA nanocomposites, the measured loss at low frequencies becomes increasingly higher than the simulated values as the BT loading increases (Figure 8). As previously discussed, the low frequency loss of PHEMA is dominated by mobile charge carriers, and the discrepancy may be attributed to the increased conductivity of the composites as a result of the poor adhesion between NPs at high BT loadings. As BT content increases, the polymer shell thickness decreases with the grafted polymers near the particle more highly stretched. This decreases the probability of interbrush penetration because of the entropic penalty and thus prohibits an effective cross-entanglement. (8, 35) In addition, the deformability of the polymer shell also decreases with the polymer shell thickness, making it more difficult to fill the packing spaces between NPs. As a consequence, the adhesion between NPs is weak at high NP content, which facilitates the formation of small cavities and enhances the charge mobility. The direct evidence of cavities, however, is not available at this stage and requires further exploration. In the meantime, as the shell thickness decreases, the shielding of the NP becomes less effective and the chance of partial percolation increases, which can increase the loss from interfacial polarization between the BT and PHEMA. (36) As for the BT@PANa nanocomposite, the giant electrode polarization of the PANa dominates the low frequency behavior and adding BT NPs does not change the dielectric response appreciably (Figure 9). ## Dielectric Properties of Core@Double-Shell Structured Nanocomposites For the designed core@double-shell structured nanocomposites, it is difficult to use microscopic techniques to directly characterize whether a well-defined double-layered polymer shell has indeed formed, so we resorted to the finite element simulation for indirect evidence. The measured and simulated dielectric spectra of BT@PHEMA@PMMA are plotted in Figure 10. When the entire polymer shell is assumed to be a blend of PHEMA and PMMA and does not form the layered double-shell structure, the simulated dielectric spectra is found to have a much higher loss than the experimental data. (The input of the complex dielectric constant of the mixed shell is taken from the data of a blend of PMMA and PHEMA free polymers measured from experiment (see Figure S3).) In contrast, when the double-shell structure is used, the simulation predicts a considerably depressed loss that is much closer to the experimental result. The reduced loss is attributed to the suppressed dc conduction by wrapping the more conductive PHEMA phase inside the insulating PMMA phase. For further confirmation, we directly measured the dc conductivity of these samples and the results are shown in Figure 11. It can be seen that BT@PHEMA@PMMA has a conductivity close to BT@PMMA while a simple mixture of PHEMA and PMMA polymer exhibits a conductivity comparable to PHEMA. On the basis of these analyses, we can fairly reason that a double-layered polymer shell has indeed formed and the more conductive PHEMA is well isolated by the less conductive PMMA. Figure 12a shows the measured and simulated dielectric spectra of BT@PANa@PHEMA nanocomposite. It can be seen that there is an apparent deviation of the simulated spectra from the measured data. While the simulation predicts a large loss peak at 100 Hz, it is absent in the measured spectrum. And the measured dielectric constant is higher at high frequency but lower at low frequency than the computed values. For further validation, we also examined another core@double-shell structured nanocomposite BT@HBP@PMMA made from our previous work. And similar to PANa, the inner shell HBP also has a large conductivity and induces giant loss at low frequencies. (18, 37) The result is shown in Figure 12b and a very similar phenomenon was observed. The large loss peaks in the simulated spectra of both cases are attributed to the interfacial polarization between different phases, which normally resembles a Debye-like relaxation with a step-increase in the real dielectric constant and peak in the imaginary one. This interfacial polarization arises due to the accumulation of free charges at phase boundaries. The time constant of the polarization scales inversely with the conductivity and is normally found in the sub-Hertz range for low loss dielectrics. (38) But for this case, both HBP and PANa free polymers exhibit giant losses at frequencies up to 1 kHz, which shifts the loss peak to higher frequencies. It is strange that both systems show similar deviations from the simulation results. The percolated network of the conductive phases is certainly disrupted by the insulating shell as both real and imaginary dielectric constants at low frequency is much smaller compared to the composites where BT NPs only have the conductive shell. (37) Other systems from the literature that utilize isolated conductive polymer phases to enhance the polarization were also found to have a flat response up to 1 MHz. (17, 39) One possible explanation of the time constant mismatch is that the nanosized conductive polymer has a much higher conductivity than its bulk form. The polymer near the phase boundaries is likely to have an intertwined morphology with the adjacent polymer, which can lead to higher degree of disorder and facilitate the charge hopping. The magnitude mismatch can be explained in terms of the width of the space charge layer, which is also known as the Debye length. (40) In the finite element model, the space charges are assumed to exist only at the interface. This simplification overestimates the extent of charge separation and is only accurate when the phase thickness is much greater than the Debye length. Significant deviation can occur if the length scales of the two become close. By analyzing the electrode polarization from the dielectric spectroscopy of PANa and using the model developed by Klein et al., (40) the Debye length of PANa bulk film is calculated to be 96 nm, much larger than the grafted layer thickness of ∼10 nm. As the Debye length does not change with the charge mobility, the actual polarization intensity should be smaller than predicted by the simulation. ## Energy Storage Properties The energy storage properties of the core@double-shell structured nanocomposites were also investigated. The maximum energy storage density U of a dielectric material is proportional to the real dielectric constant, and the energy efficiency η is proportional to 1 - tan δ10. For a better comparison, Figure 13 shows the real dielectric constant and tan δ of the core@double-shell structured nanocomposites with their single-shell counterparts at approximately the same BT content. As shown in the figure, BT@PHEMA@PMMA has a medium dielectric constant but the lowest tan δ over a wide frequency range. For the PANa-PHEMA system, BT@PANa@PHEMA achieves the highest dielectric constant down to 1 kHz and then is superseded by BT@PANa due to its large electrode polarization, but it maintains a tan δ as low as BT@PHEMA over the entire frequency range. The dielectric response and energy storage properties at higher electric fields were measured from the D–E hysteresis loop, and the results are shown in Figures 14 and 15, respectively. The energy storage density is calculated by integrating the loop  where E is the electric field and D is the electric displacement. And the energy efficiency η was calculated from (41)  where discharged energy and charged energy were calculated using the discharging and charging curves, respectively. The fabricated nanocomposites generally exhibit a linear dielectric response and the area within the hysteresis loop corresponds to the energy lost during the polarization. For the PHEMA–PMMA system, the BT@PHEMA@PMMA has a medium energy storage capability but maintains an energy efficiency as high as BT@PMMA with increasing electric field, consistent with the dielectric spectroscopy result measured at a low field. For the PANa-PHEMA system, BT@PANa exhibits a very bulky loop, and the loss angle is close to 90°, leaving almost no energy stored. But further grafting a PHEMA layer over the PANa effectively suppressed the loss and BT@PANa@PHEMA achieved the highest energy storage density with a reasonable efficiency. It should be noted that the highest measured energy storage density is not limited by the breakdown strength of the material but rather by the highest voltage that the test machine can apply, so directly comparing with values of existing materials is difficult in this case. As relatively high BT contents are used, it is difficult to make thinner films using hot pressing to allow higher field in the D–E loop measurement. Dielectric breakdown were not observed in the measured field range except for BT-PANa. Better film preparation methods like spin-coating, etc. remain to be explored and developed in the future work."]], ["Concluding Remarks", ["Our experiments and investigations demonstrated surface initiated ATRP as a facile method to prepare well-defined core@shell structured matrix-free nanocomposites with high dielectric constant and low loss. Finite element simulations reveal that the grafted polymers in this case have a more stiffened chain and a retarded relaxation compared to the free ones. This restriction of the chain motion can lead to poor adhesion between grafted NPs, but it is possible to avoid by carefully controlling the graft density in the future. A well-defined core@double-shell structure can be created by grafting a block copolymer from the NP surface. By choosing a high dielectric constant polymer as the inner shell, high dielectric constant and low loss can be achieved at relatively low NP loadings, avoiding the poor mechanical strength and amplified dielectric loss associated with large inorganic contents. However, choices of high-k polymers are rather limited and they may not always be applicable for the grafting synthesis. It was demonstrated that the space charge polarization of conductive polymers can also contribute to the polarization and can be utilized as the inner shell polymer. Large charge carrier density and conductivity are desired to achieve large polarization and low loss (by shifting the loss peak to higher frequency) in a wide frequency range. This work also shows that though having large conductivities, ionic polymers like PANa may not be the ideal material for the inner shell, because they usually dissolve poorly in organic solvents and it limits their compatibility with other polymers during the synthesis. In addition, ionic polymers can have large cohesive energies that can cause difficulties in processing. On the other hand, semiconductive conjugated polymers are available in pure organic forms with well-developed chemistry and physics (42, 43) and can be promising candidates to fabricate high dielectric constant and low loss composites via this core@double-shell route."]]], "doi": "10.1021/acsami.6b06650", "figures": [["Figure 1", "Figure 1", "Figure 1. Simulation geometry in the finite element model.   "], ["Figure 10", "Figure 10", "Figure 10. Measured (line) and simulated (marker) dielectric spectra  of core@double-shell structured BT@PHEMA@PMMA nanocomposites. Simulated spectra were generated from different polymer shell  structures: (1) single mixed shell of PHEMA and PMMA (indicated as  MS) and (2) double shell (indicated as DS).   "], ["Figure 11", "Figure 11", "Figure 11. Measured dc conductivity of neat polymers and core@shell  structured BT composites under a dc voltage of 10 V.   "], ["Figure 12", "Figure 12", "Figure 12. Measured (line) and simulated (marker) dielectric spectra of core@double-shell structured nanocomposites (a) BT@PANa@PHEMA  and (b) BT@HBP@PMMA. BT@HBP@PMMA data was obtained from previous work at a BT loading of 52 vol %. Two relaxations peaks shows  in the simulated spectra of BT@HBP@PMMA. By varying the conductivity of the BT phase in the simulation, it is known that one on the left occurs  at the interface between BT and HBP while the one on the right is between HBP and PMMA.   "], ["Figure 13", "Figure 13", "Figure 13. Comparison of eps′ (open marker) and tan δ (filled marker) for BT@PHEMA, BT@PMMA, and BT@PHEMA@PMMA nanocomposites at BT loadings of around 40 vol % (left), and for BT@PANa, BT@PHEMA, and BT@PANa@PHEMA nanocomposites at BT loadings of around 22 vol % (right)."], ["Figure 14", "Figure 14", "Figure 14. Comparison of the hysteresis D—E loop for core@double-shell structured nanocomposites and the corresponding core@single-shell  nanocomposites as a function of field.   "], ["Figure 15", "Figure 15", "Figure 15. Comparison of the energy storage density (filled marker) and conversion efficiency (open marker) for core@double-shell structured  nanocomposites and their corresponding core@single-shell nanocomposites as a function of field. The energy storage of BT@PANa is very low and  coincides with its efficiency curve in the plot.   "], ["Figure 2", "Figure 2", "Figure 2. TGA curves for core@single-shell nanocomposites (left) and core@double-shell nanocomposites (right) with the inner shell weight loss  included.   "], ["Figure 3", "Figure 3", "Figure 3. ATR-FTIR spectra of the initiator grafted BT NPs and  core@shell-structured nanocomposites.   "], ["Figure 4", "Figure 4", "Figure 4. TEM images showing the evolution of the polymer shell  thickness for the core@double-shell structured BT NPs.   "], ["Figure 5", "Figure 5", "Figure 5. SEM images of cross-section of core@double-shell structured nanocomposites films."], ["Figure 6", "Figure 6", "Figure 6. Dielectric spectra showing the real part (eps’) and the imaginary part (eps”) of dielectric constant of pure polymers used as the polymer  shell.   "], ["Figure 7", "Figure 7", "Figure 7. Measured (line) and simulated (marker) dielectric spectra of BT@PMMA nanocomposites at different BT loadings. Experimental data  were taken from ref 14. The filled marker shows the simulation results with a 10 nm interface region that has only 60% of the relaxation intensity and  S times longer relaxation time than that of the free PMMA.   "], ["Figure 8", "Figure 8", "Figure 8. Measured (line) and simulated (marker) dielectric spectra of BT@PHEMA nanocomposites at different BT loadings.   "], ["Figure 9", "Figure 9", "Figure 9. Measured (line) and simulated (marker) dielectric spectra of  BT@PANa nanocomposite at 25 vol % BT.   "], [null, null, "Scheme 1. Schematic Diagram Illustrating the Preparation Processes of Core@Shell-Structured BT NPs"]], "table_captions": [["Table 1", "Table 1", "Table 1. Reaction Conditions and Volume Fractions a of Selected Samples"]], "tables": []}