{"title": "Enhanced Charge Trapping in Bimodal Brush Functionalized Silica-Epoxy Nanocomposite Dielectrics", "abstract": "This manuscript details the processing, and investigates the dielectric properties, of surface ligand engineered epoxy nanocomposites. They display significant improvements in dielectric breakdown strength (DBS). Thermally stimulated depolarization current (TSDC) measurements and pulsed electroacoustic analysis (PEA) results are used to investigate space charge evolution and trapping. These techniques reveal the potential underlying phenomena behind the DBS enhancement. ", "body": [["Abstract", ["This manuscript details the processing, and investigates the dielectric properties, of surface ligand engineered epoxy nanocomposites. They display significant improvements in dielectric breakdown strength (DBS). Thermally stimulated depolarization current (TSDC) measurements and pulsed electroacoustic analysis (PEA) results are used to investigate space charge evolution and trapping. These techniques reveal the potential underlying phenomena behind the DBS enhancement. "]], ["INTRODUCTION", ["It is commonly accepted that nanocomposite dielectrics can display improved dielectric breakdown strength (DBS)[1]. However, the mechanisms remain elusive [2], though the novel properties can be traced back to electronic activity of the filler-matrix interface [1]. Interestingly, varying the electronic character of the interface with electron-accepting and donating functional groups to create a highly polar surface has been shown to significantly affect the DBS of the composite [3]. The high specific surface area of nanofillers creates both an opportunity to effect change in bulk composite properties, but also presents a problem in avoiding agglomeration. Interfacial energy drives agglomeration. Energy penalties are largely due to mismatch in surface energies between filler and matrix and may be addressed with brushes of matrix compatible polymer chains covalently grafted to the filler surface [4]. A solution is to adopt two populations of surface ligands: one of dense short chains for enthalpic shielding and one of long, disperse chains to suppress autophobic dewetting. This has been shown to be effective with short molecules of chemistry dissimilar to the matrix [5], opening up an opportunity to introduce electrical functionality onto the surface of the particle without hindering the mixing properties of the composite. The applicability of this functional bimodal brush technique in improving DBS in epoxy/silica nanocomposites has been demonstrated [6]. In these studies, TSDC and PEA measurements are used to investigate the effect of ligand engineered filler particles on trapped charge and the evolution of space charge in the composite."]], ["EXPERIMENTAL METHODS", ["##A. Chemistry ###1) Mercaptothiazoline activated anthracene 2-(Anthracen-9-yl)acetic acid was prepared as described previously [7]. 2-(Anthracen-9-yl)acetic acid (1.00 g, 4.2 mmol) was dissolved into 30ml dichloromethane along with 2- mercaptothiazoline (0.56 g, 4.7 mmol), and 4- dimethylaminopyridine (50 mg, 0.4 mmol). The solution was cooled to 0 ᵒC and flushed with N2 for 20 minutes. N,N’- dicyclohexylcarbodiimide (0.87 g, 4.2 mmol) was dissolved into a minimal amount of dichloromethane and added dropwise to the anthracene acetic acid solution. The solution was allowed to warm to room temperature and stir over night. The solids were then removed via vacuum filtration and solvent was removed under reduced pressure. The crude product was then purified via column chromatography (SiO2, 7:3, dichloromethane:hexane) leaving the product as a yellow powder (0.62 g) with 43% final yield. ###2) Anthracene Coated Particles A suspension (10 g) of 30 wt % colloidal silica in methylethyl ketone was added to a 100 ml round bottom flask with 3-ethoxydimethylsilyl-1-propanamine (90 mg, 0.56 mmol). The solution was diluted to 50ml with tetrahydrofuran (THF) and stirred for 4 hours at 70 ᵒC under N2 atmosphere. Next the particles were precipitated in a large amount of hexane and centrifuged at 3,000 RPM for 5 minutes, the supernatant was discarded, and the particles were dispersed back into THF. This was repeated 3 times. Then the particles were dispersed into 30ml of THF for subsequent use. The resultant particle solution was cooled to 0 ᵒC and flushed with N2 before adding mercaptothiazoline activated anthracene (0.23 g, 0.68 mmol) in THF dropwise via syringe. The solution was then allowed to warm to room temperature and stir overnight. The anthracene coated particles were then precipitated into a large amount of 1:1 hexane:THF solution and centrifuged at 3,000 RPM for 5 minutes, the supernatant was discarded, and the particles were dispersed back into THF. This was repeated 3 times; then the particles were dispersed into 30 ml of THF for subsequent use. ###3) Anthracene + CPDB coated particles Activated 4-cyanopentanoic acid dithiobenzoate (CPDB) was prepared as described previously [8]. The anthracenecoated particles described above were dispersed into 50 ml THF along with 3-ethoxydimethylsilyl-1-propanamine. The solution was stirred at 70 ᵒC for 4 hours. After cooling to room temperature, the anthracene + amine coated particles were precipitated into a large amount of hexane and centrifuged at 3,000 RPM for 5 minutes, the supernatant was discarded, and the particles were dispersed back into THF. This was repeated 3 times. The the particles were then dissolved into 50 ml THF. The resultant particle solution was cooled to 0 ᵒC and flushed with N2 for 20 min before adding a solution of activated CPDB (61 mg, 0.16 mmol) in THF dropwise via syringe. The solution was allowed to warm to room temperature and stir overnight. The anthracene + CPDB coated particles were then precipitated into a large amount of hexane and centrifuged at 3,000 RPM for 5 minutes, the supernatant was discarded, and the particles were dispersed back into THF. This was repeated 3 times; then the particles were then dried in vacuum. ###4) PGMA + anthracene particles CPDB + anthracene anchored silica nanoparticles (1 g) with glycidal methacrylate (1.4 g, 9.8 mmol), azobisisobutyronitrile (AIBN) (0.3 mg, 2.0 μmol), and dry THF (3ml) were added to a 25 ml Schlenk tube. The particles were dispersed into the solution via sonication for 1 minute, and subsequently degassed by 4 sequential freeze pump thaw cycles. The flask was then placed into an oil bath at 60 ᵒC for 4 hours. The resultant polymer grafted particles were then isolated by centrifugation at 20,000 RPM for 1 hour. The supernatant was discarded and the particles were dispersed into THF. This washing process was repeated 3 times. ##B. Sample Preparation Nanoparticles as modified in Table I in solution were mixed with Huntsman Araldite GY 2600; a bisphenol-A based epoxy resin using a Hauschild high shear mixer. Solvent was then evaporated in vacuum. Silica loading was measured with thermo gravimetric analysis (TGA), whereupon the composite resin was diluted to achieve the desired loading and mixed with aliphatic amine based Huntsman Aradur 956-2 using the same high shear mixer and cast into samples. A formulation was also made with free 9-anthracenemethanol in epoxy at a 0.1 wt% loading. Recessed samples for breakdown tests and flat samples for TSDC and PEA were prepared as described in the literature [6]. ##C. Pulsed Electro-acoustic (PEA) Test The PEA test used an aluminum bottom electrode and a carbon black loaded semi-conductive polymer upper. Transformer grade silicone fluid was used between the sample and the electrode to reduce the acoustic attenuation. The probe pulse used had a width of 10 ns, a repetition frequency of 140 Hz and amplitude of 300 V. A dc voltage of -20 kV (electric field = 60 kV/mm) was applied to samples via the top electrode for 1 hour at room temperature and the depolarization charge profile was measured immediately after voltage removal for 1 hour. ##D. Thermally Stimulated Depolarization Current (TSDC) TSDC tests were carried out on flat samples identical to those used for PEA tests. The samples were heated to 120 °C and polarized at 15 kV/mm for 20 minutes. They were then quenched with liquid nitrogen. Surface charges were removed with a 5 minute short-circuit, and the sample was shorted across a sensitive current meter while the temperature was ramped at 0.5 °C/min."]], ["RESULTS AND DISCUSSION", ["##A. DBS The distribution of breakdown strength values for the tested composites are shown in Fig. 1. Of note are the progressive improvements seen in the DBS, (Table II). Filler modified with a monomodal brush (PGMA) for matrix compatibility shows a small improvement, while anthracene and PGMA bimodally modified fillers (Anth) show greater improvements up to 27% over the neat polymer. ##B. PEA The space charge profile of neat epoxy during polarization is shown in Fig. 2. The displacement of the peak front indicates the presence of injected charges of the same polarity as the electrode. Most injected charge was trapped in the vicinity of the electrode without traveling into the bulk, in agreement with previous results [9]. Little difference was observed for each sample in the space charge profile under field due to the strong influence of the image charges and limited spatial resolution of the test system. The depolarization space charge profile confirmed that the injected charges were trapped near the electrode (Fig. 2). The signal from the cathode is less accurate due to the attenuation and dispersion of the acoustic wave, so we concentrated our analysis on the decay of the homocharge peak close to the anode, where the acoustic signal is collected. The space charge decay profiles are plotted in Fig. 3. The space charge density was obtained by integrating the homocharge peak next to the anode. The detrapping model proposed by Dissado [9] (eqns 1- 3) was applied, wherein a square distribution of traps was assumed and the charge density was found to be logarithmically proportional to the decay rate.  Here ν is the attempt to escape frequency; ρ(t) is the space charge density at time t; Δ_max and Δ_min represents the maximum and minimum trap depth respectivly; and a is the time independent factor. A plateau can be clearly seen for monomodal PGMA and bimodal anthracene samples, implying the existence of deep traps. Therefore two square distributions of traps were used to better capture the decay (shown as two lines in Fig. 3). The minimum trap depth was taken as 0.79 eV for all samples, calculated from the minimum observable relaxation time of 5 seconds. The maximum trap depths were calculated from the longest relaxation times taken from the intercept value on the time axis for each fitted line respectively. The occupation percent for each distribution is calculated from the total charge and decay associated with each distribution. The results are summarized in Table III. The introduction of silica nanoparticles increased the maximum trap depth for holes by 0.10 eV while the anthracene modified silica nanoparticles increased the depth by 0.22 eV. ##C. TSDC TSDC data was collected from unfilled epoxy samples and from samples filled with silica nanoparticles bimodally modified with PGMA and anthracene. The data, seen in Fig. 4, demonstrates an additional peak at low temperatures, as well as a shift in the location of the intrinsic neat epoxy low temperature peak. The appearance of a new peak is attributed to the introduction of a uniform population of traps related to the anthracene modified filler. The shift to higher temperatures of the low temperature intrinsic peak is likewise attributed to The DBS results demonstrate the efficacy of a ligand engineered filler with a high graft density of functional molecules and a low graft density of a matrix compatible polymer brush. Additionally, the nanofiller's role in spatially controlling the functional molecule is critical, as the epoxy with free anthracene displays a significant decrease in DBS compared to the neat epoxy, while anthracene grafted to the nanofiller surface significantly improved DBS. We attribute this to the traps associated with the anthracene. When evenly distributed as free molecules, they may increase hopping conduction and thus reduce the DBS. Conversely, when they are localized at isolated particle surfaces, their trapping behavior reduces the mobility of space charge, increasing the DBS. This theory is supported by the trap population analysis obtained from space charge decay results in the PEA tests. Detectable increases in deeper traps are attributed to the nanoparticle filler, and significantly enhanced by surface modification of the filler with anthracene. TSDC results corroborate this theory, revealing increases in trap depth similar to those seen in the PEA, as well as revealing a new type of trap in the composite."]], ["CONCLUSIONS", ["Surface modification of nanofiller particles can significantly increase DBS, and these increases are correlated with increases in the number, depth, and occupancy of deeper traps. These traps are associated with the filler surface ligands, but the ligand molecules by themselves are not sufficient to generate the improvements in DBS. Thus, both the surface chemistry of the filler, and the inhomogeneous physical distribution of traps are central to the properties seen in these composites. Ongoing work will expand these studies to reveal the most important functional molecule properties that lead to the improvements in DBS and investigate their applicability across other material systems."]]], "doi": "10.1109/ceidp.2014.6995891", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. Weibull fits of breakdown data for neat epoxy, and epoxy filled with 2 wt% of silica of the composites listed in Table I"], ["Fig. 2", "Fig. 2", "Fig. 2. Space charge measured at various times duiring polarization (upper plot) and depolarization (lower plot) of neat epoxy. The anode is the bottom  electrode and the cathode is the top electrode."], ["Fig. 3", "Fig. 3", "Fig. 3. The decay space charge density of various samples, each at a 2%  loading. Refer to Table I for sample specifications. Dotted lines are fitted to the  slopes of the decay curves, one for each trap distribution        "], ["Fig. 4", "Fig. 4", "Fig. 4. Thermally stimulated depolarization current data from a neat epoxy  sample and a bimodal anthracene composite polarized at 15 kV/mm . Peaks are  labeled corresponding to Table IV   "]], "table_captions": [], "tables": []}