{"title": "Dielectric Integrity of High-Temperature Nanocomposites", "abstract": "The addition of nanoscale metal oxide fillers to polymers has been shown, in many cases, to lead to an improvement in the dielectric breakdown strength and voltage endurance. In this paper, dielectric properties for silica- and alumina-filled polyamideimide (PAI) thin films are reported as a function of particle loading. The dispersion and thermal behavior are quantified. Experiments were also conducted using particulates which were functionalized with Aminopropyltriethoxysilane in order to augment the chemical bonding to the host matrix. The glass transition temperature and decomposition temperature are reported as a function of nanoparticle type and loading. The dielectric strength is provided for both AC and DC voltages. It was found that the enhancement in breakdown strength for a nanocomposite formulation is greater under DC conditions than AC. In addition, alumina filled PAI was found to exhibit greater electrical breakdown strength than silica filled PAI. A discussion of possible reasons is included.", "body": [["Abstract", ["The addition of nanoscale metal oxide fillers to polymers has been shown, in many cases, to lead to an improvement in the dielectric breakdown strength and voltage endurance. In this paper, dielectric properties for silica- and alumina-filled polyamideimide (PAI) thin films are reported as a function of particle loading. The dispersion and thermal behavior are quantified. Experiments were also conducted using particulates which were functionalized with Aminopropyltriethoxysilane in order to augment the chemical bonding to the host matrix. The glass transition temperature and decomposition temperature are reported as a function of nanoparticle type and loading. The dielectric strength is provided for both AC and DC voltages. It was found that the enhancement in breakdown strength for a nanocomposite formulation is greater under DC conditions than AC. In addition, alumina filled PAI was found to exhibit greater electrical breakdown strength than silica filled PAI. A discussion of possible reasons is included."]], ["INTRODUCTION", ["Addition of nanoscale particles to polymers has been shown to improve the electrical breakdown strength and the voltage endurance strength [1-6]. The mechanisms leading to this improvement are attributed primarily to the properties of the interfacial polymer [4,7]. Due to the small size of the filler, the volume of interfacial polymer is large and can have different free volume, trap site density and depth, and conductivity than the bulk polymer. This can lead to increased trapping, improved distribution of local charge, decreased mobility, and increased scattering, all of which can contribute to improved dielectric properties. The majority of these studies on nanofilled polymers, however, have been done for room temperature applications. In this paper, we focus on the properties of nanosilica and nanoalumina filled polyamideimide for potential use in high temperature wire insulation. Polyamideimide emerged as the best material for this research because it has both a high operating temperature and few disqualifying attributes, such as tendencies for hydrolysis (as in polyimides) or major processing difficulties. Polyamideimide was first developed for insulation of magnet wire [8]. Polyamideimide, in some forms, is also melt processable, so it can be used in molding and extrusion processes [8]. In addition to reporting the AC and DC breakdown strength, the thermal stability of the composites and polymer will be summarized. SEM and TEM images illustrating the importance of dispersion to the breakdown strength are also presented."]], ["EXPERIMENTAL DETAILS", ["##A. Materials Examined Tritherm® B 981-N-42, a polyamideimide (PAI) resin from the P.D. George Company, was chosen as the matrix material. Silica (Aerosil 200® from Degussa) and Nanotek® Aluminum oxide (from Alfa Aesar®) as well as Aerosil 200® treated with Aminopropyltriethoxysilane by Polymer Valley Chemicals, were evaluated. Aerosil 200® has an average particle size of 12 nm, whereas the Nanotek® material has an average particle size of 40-50 nm, but with a large distribution in size. Particle size analysis was carried out using SEM imaging software, as shown in Fig. 1 and 2. Nanocomposites were made with 5 and 10 weight % nanoparticles, based on the assumption that the polymer contains a fixed percentage of non-volatiles after curing. ##B. Substrate Preparation Mirror-like finish copper plates with a thickness of 1.016 mm were used as substrates. In order to provide a uniform surface, substrates were electropolished with a solution of 825 ml phosphoric acid (85%) and 175 ml distilled water using a method based on ASTM E 1558-99 [9]. ##C. Processing Nanoparticles were dried overnight in vacuum at approximately 190-1950C before mixing with polymer. Composites were mixed in a DAC 150 FV-K SpeedMixerTM using a series of mixing/cooling steps with increasing RPM chosen to maximize dispersion in the final specimens. Alumina composites were mixed with alumina balls with a diameter of approximately 3.175 mm. Specimens were prepared by spin coating on copper substrates using a series of increasing RPM to maximize sample uniformity and solvent removal. Curing was a three-step process of increasing temperature, culminating in a high temperature curing step for maximum solvent removal. The lowest temperature steps were done under vacuum. ##D. Breakdown Testing Carbon paint was used as the conductive surface in direct contact with the test electrode. The carbon paint provides intimate contact between the sample and the electrode, and its use allows for increased productivity over sputter coating. Tests have shown that the results are equivalent within experimental error. A small polished aluminum electrode was chosen for testing to allow for many breakdown \"cells\" to be formed on a single sample. The size was chosen to minimize the impact of material defects, which has been shown to play a larger role when larger electrode sizes are used [10]. Smaller electrodes will yield larger breakdown strengths due to minimizing the effect of material defects on the test. Use of this data in a design context will, of course, require both size effect corrections and the assignment of a failure probability. The same electrode was used for all breakdown tests. Breakdown tests were carried out in ambient oil to prevent flashover. Each breakdown test was carried out at least three times on each specimen, but only the first breakdown voltage was used for breakdown strength. This procedure made it possible to observe the drop in breakdown voltage after the initial application of voltage, providing evidence of true volume breakdown rather than an external surface flashover. This is a guideline provided by ASTM D 3755-97 [11] when visual confirmation of breakdown is not possible. ##E. Thermal Analysis Thermal Analysis was carried out with TA Instruments equipment. Thermogravimetric Analysis (TGA) was carried out on cured samples. Samples were prepared by scraping pieces off substrates and placing them in an alumina sample pan. Experiments were carried out to 900-950°C at a ramp rate of 20°C/min in air. Differential Scanning Calorimetry (DSC) was carried out on uncured resin. A drop of resin was placed in an aluminum hermetic pan and run through a sequence (in nitrogen) in order to mimic the curing cycle. The samples were then equilibrated to 40°C and ramped at 10°C/min to 350°C. Glass transition temperature was measured during the final ramp step. "]], ["COMPOSITE CHARACTERIZATION", ["##A. Dispersion The processing was optimized to achieve excellent dispersion. This optimization was determined in part from scanning electron micrographs (SEM) and in part from the dielectric breakdown strength which decreased in composites with poor dispersion. Figures 3 and 4 are electron micrographs showing the dispersion in the untreated alumina and untreated silica nanocomposites at 5 wt% loading. The silica is a fumed silica and thus fractal agglomerates are expected. ##B. Thermal Properties Table I shows the decomposition analysis and glass transition temperature of the unfilled and nanocomposite materials. The glass transition temperature varied, but there was no observable trend and any changes were not significant particularly given the error of about +/- 2°C. The decomposition temperature, however, increased 50°C for some nanocomposites. This is important for use of these materials at high temperature and future work will determine if there is a correlation between decomposition temperature and breakdown strength at elevated temperatures."]], ["BREAKDOWN RESULTS AND APPRAISAL", ["A. Moisture Effects Due to the industrial application of this material, breakdown measurements were carried out on samples without moisture control (undried). Another set of samples were dried, stored in a dessicator, and tested for comparison to undried samples. These preliminary results shown in Fig. 5 and Table II indicate that moisture uptake is not significant enough to cause changes in breakdown strength for the ambient conditions in our laboratories. PAI is known to absorb less than 1 wt% moisture under high humidity conditions [8] and based on our TGA measurements, is less than that at ambient conditions. B. Particle Effects Figures 6 and 7 show the AC and DC electrical breakdown results for the unfilled and nanofilled composites. Table III reports the scale (characteristic value, η) and shape (β) Weibull parameters for each. It is clear that the alumina nanoparticles improve the breakdown strength more than the nanosilica. In addition, the treatment of the silica to improve the interaction between the PAI and the nanoparticles has only modest effects on the breakdown strength. This could be due to degradation of the coupling agent at the relatively high curing temperatures required. Breakdown strength of PAI coating on wire is approximately 360 kV/mm [12]. Given the different configuration of the samples discussed here, this is within the same data range. The effect of the nanofiller on breakdown strength is not understood at this time. There is a clear dispersion difference due to the fractal nature of fumed silica that may play a role as dispersion is known to be critical in controlling breakdown strength [2,7]. Another possibility, however, is that the polymer interfacial region is different for the two types of nanoparticles. Alumina is crystalline while silica is amorphous, and their chemical nature can also affect the crosslinking that occurs during curing. The lack of a trend in Tg for the alumina / PAI nanocomposites does not support this, however. Finally, the continuity of the interface is controlled by the dispersion. In the case of alumina, the interfacial regions will be more isolated because of the excellent dispersion whereas the fractal nature of the silica leads to more contiguous interfacial regions and thus perhaps local percolation of interfacial regions. This could limit the improvements observed. The enhanced DC breakdown performance, when compared with peak AC, is in accordance with previous work [7]. It is likely the result of differences in space charge accumulation and is currently under investigation using pulsed electroacoustic analysis."]], ["CONCLUSION", ["While this work is preliminary, there are some initial conclusions that can be drawn. First, the presence of ambient moisture does not decrease the DC breakdown strength of the Tritherm® or Tritherm® nanocomposites. We have not found this reported in the literature and thus is a useful finding. More experiments will be conducted to investigate this finding. Second, the nanoscale alumina is more effective at increasing breakdown strength than the nanoscale silica, however, the reasons for this are unclear at this time."]]], "doi": "10.1109/CEIDP.2008.4772808", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. SEM Image of Alumina Particles showing the broad distribution of  particle size.   "], ["Fig. 2", "Fig. 2", "Fig. 2. Size Analysis of Alumina Particles   "], ["Fig. 3", "Fig. 3", "Fig. 3. SEM Image of 5 weight % alumina composite, mixed with  alumina balls   "], ["Fig. 4", "Fig. 4", "Fig. 4. TEM Image of 5 weight % untreated silica composite   "], ["Fig. 5", "Fig. 5", "Fig. 5. Weibull plot of unfilled resin and silica composites (DC  breakdown)   "], ["Fig. 6", "Fig. 6", "Fig. 6. AC breakdown results (peak) for unfilled resin and composites   "], ["Fig. 7", "Fig. 7", "Fig. 7. DC breakdown results for unfilled resin and composites   "]], "table_captions": [], "tables": []}