{"title": "Bimodal brush functionalized TiO2/silicone nanocomposites with improved dielectric properties", "abstract": "Bimodal ligand engineering was applied in TiO2 /silicone nanocomposites to independently control the nanoparticle dispersion and interface properties. The introduction of well-dispersed anthracene grafted TiO2 nanoparticles improved the AC breakdown strength and retarded the space charge accumulation in silicone rubber. A candidate mechanism of charge trapping and impact ionization of TiO2 and anthracene is proposed to explain the improvements. ", "body": [["Abstract", ["Bimodal ligand engineering was applied in TiO2 /silicone nanocomposites to independently control the nanoparticle dispersion and interface properties. The introduction of well-dispersed anthracene grafted TiO2 nanoparticles improved the AC breakdown strength and retarded the space charge accumulation in silicone rubber. A candidate mechanism of charge trapping and impact ionization of TiO2 and anthracene is proposed to explain the improvements. "]], ["Introduction", [" Carefully tuning the interface properties of nanocomposites is critical to achieving good dielectric properties. This is usually done by grafting functional molecules to the nanoparticle. However, it is difficult to independently control the nanoparticle dispersion and the electronic features of the interface. Bimodal ligand engineering has proved an effective way to both introduce functionality and control dispersion [1]. In this method, two types of molecules are grafted to the nanoparticle. a low graft density of high molecular weight matrix compatible polymer and a high graft density of electronically active small molecules. The grafted polymers are used to create favorable interactions with the matrix and ensure a good dispersion of the nanoparticle, while the small molecules can act as potential charge trapping centers. This has been successful in SiO2/epoxy nanocomposites with a low graft density of polyglycidyl methacrylate long chains and a high graft density of small conjugated molecules [1], [2].  In this work, we expand the bimodal ligand engineering method to TiO2/silicone nanocomposites. By using a “grafting to” approach, two populations of polydimethylsiloxane (PDMS) chains were grafted to the TiO2 nanoparticles. The long chains entangled with the matrix and short chains provided sufficient shielding against the nanoparticle core-core attraction [3]. The nanoparticle dispersion improved after PDMS grafting and further attachment of anthracene molecules did not significantly impact the dispersion. The effects of TiO2 and anthracene were investigated by AC breakdown tests, dielectric spectroscopy, pulse electro-acoustic analysis (PEA) and a dc conductivity test. "]], ["Material Synthesis and Sample Paraparation", ["##A. Sythesis of Anthracene Grafted tiO2 Nanoparticles The synthesis of PDMS grafted TiO2 nanoparticles was documented elsewhere [3]. The TiO2 nanoparticle are anatase with a narrow size distribution of 5 nm in diameter. Two populations of PDMS chains were grafted to the nanoparticles with a molecular weight of 36k at a graft density of 0.01 ch/nm2 and 10k at 0.1 ch/nm2.  ##B. Grafting 9-Anthracenernethylphosphonic Acid to the Pdms Grafted Tio2, Nannnartiele  In a typical synthesis step, 0.056 g of 9-anthracenemethylphosphonic acid (the detailed synthesis of 9-anthracenemethylphosphonic acid will be discussed in another paper) was dissolved in 50 ml tetrahydrofuran (THF) and 1.0 g PDMS grafted TiO2 nanoparticles were added to the solution using an ice bath. The mixture was warmed up to room temperature and stirred overnight. The nanoparticles were recovered by precipitation in methanol, and then re-dispersed in THF. The graft density of anthracene is ~0.3 ch/nm2 determined by UV-Vis spectroscopy [2].  ##C. Sample Preparation  Silicone rubber (Sylgard® 184 from Dow Corning) was used as the polymer matrix. Sylgard® 184 contains 40 wt% fumed silica as a reinforcing filler. The resin was dissolved in THF to mix with the TiO2 nanoparticles and then the solvent was removed under vacuum. The cross-linker was added at a 10:1 weight ratio before shear mixing at 3500 rpm for 1 min. The resin was cast in a flat aluminum dish and cured at 110°C under vacuum for 1.5 h. The cured samples were stored in a desiccator and conditioned at 70°C under vacuum overnight before dielectric testing. "]], ["Material Characterization", [" Transmission electron microscogy (TEM) sections were microtomed from samples at −140 °C with a thickness of 80 nm. The distribution of TiO2 nanoparticles in the silicone matrix was characterized from TEM images. The breakdown samples were 400±30μm thin films. The thickness at several points was measured with a micrometer before testing. The top electrode was made of stainless steel and is spherical with a diameter of 5 mm. The bottom electrode was the supporting aluminum dish on which the sample was cured. The tests were carried out in transformer-grade silicone oil to avoid flashover. The short term AC breakdown strength was measured by manually ramping the voltage at a rate of approximately 500 V/s, taking the maximum voltage as the breakdown voltage. Dielectric spectroscopy measurements were carried out with a Novocontrol Alpha analyzer. The pulse electro-acoustic (PEA) test used an aluminum bottom electrode as ground and a carbon black loaded semi-conductive polymer top electrode. The applied voltage was DC, and the probe pulse had a width of 10 ns a repetition frequency of 140 Hz, and an amplitude of 300 V. The sample used for volume DC conductivity testing had a thickness of 50 µm with a supporting aluminum disk as the anode, and a brass guarded electrode as the cathode. The voltage was increased in a stepwise manner using 500 V increments, but 10 min was allowed for stabilization at each voltage until breakdown. Three samples were tested for each group. "]], ["Results and Discussion", [" As shown in Fig. 1, the as-synthesized TiO2 tended to agglomerate into clusters larger than 50 nm in the silicone matrix. After grafting with two populations of PDMS chains, the dispersion state was greatly improved and individual particles can be seen. Further grafting with anthracene did not change the dispersion significantly.  Fig. 2 shows a Weibull plot of the AC breakdown strength for different samples. The introduction of TiO2 nanoparticles regardless of the dispersion does not significantly change the AC breakdown strength of the silicone. But the breakdown strength was increased by 8 % in the 2wt% PDMS-Anth-TiO2 filled sample. Increasing the loading of nanoparticles to 4wt% did not further improve the breakdown strength.  The real permittivity of neat silicone and TiO2 filled samples at high frequencies are almost the same with a value of 3.1, see Fig. 3. At low frequencies, an increase of real and imaginary permittivity was observed in all samples but with different slope and magnitude. For a better view of the low frequency processes, the dielectric susceptibility χ was plotted as a function of frequency. As Jonscher [4] suggested, χ∗ can be defined as χ∗=[ε∗−ε∞]/ϵ0=χ′−iχ'”, where ε0=8.854×10−12 F m−1, and ε∞ is taken as the real permittivity at the frequency of 1 MHz. Several processes can operate in the low frequency region including hopping conduction (also known as low frequency dispersion-LFD) [5], pure dc conduction, and interfacialpolarization.  In LFD, X follows a power law behavior with frequency[5], χ′(ω)∝χ′′(ω)∝ω−n0<n<1.(1)  The LFD phenomena can easily be confused with the onset of dc conduction, for which χ′(ω)→constχ′′(ω)∝σdc/ω}ω→0(2) with σdc as the frequency-independent dc conductivity [6]. Similarly the Maxwell-Wagner-Sillars (MWS) interfacial polarization effect predicts a limiting behavior of the form of (2) but on the higher-frequency side of the peak χ′(ω)∝ω−1andχ′(ω)∝ω−2(3) the relaxation time of which scales inversely with the conductivity of each phase [6]. The low frequency power-law behavior of each sample is analyzed and summarized in Table 1. As Fig. 3 shows, the magnitude of X follows the descending order of neat Sylgard® 184 > 4wt% as-synthesized TiO2, ≈2wt% PDMS-TiO2 > 2wt% PDMS-Anth-TiO2, suggesting that some processes were suppressed with the addition of TiO2 and anthracene. From this perspective, the relaxations in neat Sylgard® 184 can be explained as a combination of LFD, dc conduction and the interfacial polarization between silica particles and polymer matrix. The introduction of TiO2 reduced the magnitude of the existing interfacial polarization. This may be the caused by the TiO2 limiting the movement of space charge, which would shift the polarization to lower frequencies. The addition of anthracene further reduced the conductivity and resulted in an even lower loss. The reduction in conductivity can potentially be explained by trapping of charge by the surface states in TiO2 and anthracene. The well dispersed TiO2 nanoparticles and anthracene molecules may provide a myriad of deep traps for both electrons and holes as they have larger electron affinity (EA) (5.1 eV for TiO2 and 0.6 eV for anthracene) and smaller ionization potential (IP) (8.3 eV for TiO2 and 7.4 eV for anthracene) compared to the matrix polymer (estimated as polyethylene EA = −0.65 eV, IP = 8.15 eV) [7]–[8][9]. These traps would reduce the charge mobility and result in a low loss at low frequencies. The additional loss peak in the 4wt% as-synthesized TiO2 sample at 10Hz is ascribed to the interfacial polarization between the polymer and TiO2 clusters. However, this peak disappeared in samples for which TiO2 nanoparticles were individually dispersed, implying a reduction of local field distortion. The trapping of charge by TiO2 and anthracene was further supported by the PEA test. Fig. plots the space charge profile of different samples as a function of time for voltage-on and voltage-off cases. The low Young's modulus of silicone rubber causes a large acoustic attenution, which renders the magnitude of the image charge peak at the cathode 1/3 of that at the anode. For neat Sylgard® 184 and 2wt% PDMS-TiO2 samples, heterocharge accumulation at the cathode was observed immediately after the voltage application (shown as a small spreaded peak near the cathode), which is not seen in the anthracene modified TiO2 filled sample. These fast moving heterocharges have a mobility greater than 10–11 m2 V−1 S-l and may have a solitonic nature as proposed by Montanari et al. [10]. For those charges travelling at a slow speed (JL ~ 10–14 m2 V−1 S-l), both electron and hole injection were observed in all samples and showed different transport speed and injected quantity, in the order of neat Sylard 184 > 2wt% PDMS-TiO2 > 2wt% PDMS-Anth-TiO2, suggesting a trapping mechanism operates in the TiO2 and anthracene modified TiO2 composites. This is further supported by comparing the charge decay rate in the voltage-off cases. The neat Sylgard® 184 sample has the fastest charge decay rate and almost all charges decayed within the first minute, indicating that the charge resides in shallow traps, In the TiO2 and anthracene modified TiO2 filled samples, the charge decayed at a much slower rate. Similar phenomena were observed at higher fields of 20 and 30 kV/mm. The magnitude of the injected space charge and the transport speed can be reflected in the magnitude of the external current and this was evident in the dc conductivity test. The TiO2 and anthracene modified TiO2 filled samples showed a decrease in conductivity at fields below 40 kV/mm compared to neat Sylgard® 184. In this low field range, we hypothesize that the current in all samples was dominated by space charge injection and transport. The currents have a similar scale factor with the field and the values are of the same order of magnitude of that deduced from the space charge accumulation rate in PEA. However, at higher fields (for instance, above 50 kV/mm for the 2wt% PDMS-TiO2 filled sample and above 30 kV/mm for the 2wt% PDMS-Anth-TiO2), a remarkable increase in the current with field was observed. This may be caused by impact ionization of TiO2 and anthracene molecules as they have a much smaller band gap (~,3.0 eV) than the matrix polymer (> 8 eV) and thus are subject to easier impact ionization [11]. They would act like electron/hole donors. Thus the J-E characteristics can be decribed by the the Poole-Frenkel effect for which the conductivity is given as: σ=N1/2effN1/2Deμexp(−Δ2kBT)exp{e3/2E1/2(4πε0εr)1/2kBT} where Neff is the effective density of states in the conduction band; ND is the density of donors; Δ is the barrier height and μ is the charge mobility [12]. A plot of lnσ Versus E1/2 yields a straight line giving an intercept of ln(N1/2effN1/2Deμ)−Δ/(2kBT) and a slope of e3/2/[(4πε0εr)1/2kBT] (Fig. 5). The relative permittivity calculated from the slope is 3.5, about 13 % higher than the measured value by dielectric spectroscopy. The discrepancy could be explained by ionization taking place at the interface between the nanoparticle and the polymer matrix. In this case, the dielectric constant used in the equation should involve a local contribution from the TiO2 nanoparticles, which can yield a larger value than the bulk. The fitted intercept gives information about the energy barrier for the charge to escape. For example, in the 2wt% PDMS-TiO2 sample, if we assume that: 1) the effective density of states is of the same order of magnitude as the number of atoms per unit volume in silicone, Neff=1029m−3,2) the density of donor states equals the volume fraction of the nanoparticles, ND=0.005Neff and 3) the mobility is μ=10−14m2V−1s−1 (deduced from the space charge transport in PEA), the calculated energy barrier is 1.3 eV. Similarly, in the 2wt% PDMS-Anth-TiO2 sample, assuming a reduced mobility of μ=10−15m2V−1s, the donor states density from anthracene of ND=0.0005Neff, and subtracting the contribution from TiO2 nanoparticles, the barrier for anthracene is 1.1 eV. In addition, for the Poole-Frenkel effect to be dominant, the electrode contact must be ohmic in order for current continuity to be maintained, which might be explained by the following mechanism. Because impact ionization will generate a large number of heterocharges close to the electrode, charges at the electrode can be injected into the sample via a downward recombination, which is more energetically favorable compared to an upward thermionic emission. So there would be no limit for charge flow at the electrode. The ionization of TiO2 nanoparticles or anthracene creates more free electrons/holes, which however may be beneficial to the polymer as it can dissipate the kinetic energy of the hot electrons and limit the electron energy below 4 eV, which is usually considered the threshold energy to break the bonds of polymer chains."]], ["Conclusions", [" The dispersion state of TiO2 nanoparticles can be greatly improved by grafting two populations of PDMS chains to the nanoparticle, with sparsely grafted long chains entangling with the matrix and densely grafted short chains providing sufficient screening of nanoparticle attractions[3]. Backfilling the nanoparticle with anthracene did not affect the dispersion. The well dispersed TiO2 and anthracene modified TiO2 in the silicone matrix led to improved dielectric properties of increased breakdown strength and suppressed space charge accumulation. These changes in properties might be the result of charge trapping and ionization. TiO2 and anthracene can provide deep traps both for electrons and holes due to their larger EA and smaller IP compared to the matrix. However, because of the small band gaps, TiO2 and anthracene are prone to the impact ionization by hot electrons, leading to an increase in the current at high field. The ionization creates more free electrons/holes, but could also be a way to dissipate the energy of hot electrons and avoid damaging the polymer."]]], "doi": "10.1109/ICACACT.2014.7223517", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 The TEM images of (a) 4wt% as-synthesized TiO2, (b) 2wt% PDMS-TiO2, (c) 2wt% PDMS-Anth-TiO2."], ["Fig. 2", "Fig. 2", "Fig. 2 Weibul plot of measured breakdown strength of neat Sylgard 184® and its nanocomposites.   "], ["Fig. 3", "Fig. 3", "Fig. 3 The real relative permittivity (inset), real susceptibility χ’ and imaginary susceptibility χ” of different samples."], ["Fig. 4", "Fig. 4", "Fig. 4 The space charge profile at 10 kV/mm of (1) neat Sylgard® 184, (2) 2wt% PDMS-TiO2, (3) 2wt% PDMS-Anth-TiO2 ((A) for voltage-on and (B) for voltage-off cases). The red arrow shows the space charge evolution with time."], ["Fig. 5", "Fig. 5", "Fig. 5 The I-E characteristics of neat Sylgard® 184, 2wt% PDMS-TiO2 and 2wt% PDMS-Anth-TiO2. The current was averaged from three tested samples. The fitting results of a Poole-Frenkel effect are shown."]], "table_captions": [["Table I", "Table I", "Table I. The fitted power-law behavior of different samples at low frequencies and the inferred dominant processes."]], "tables": []}