{"title": "Dielectric Properties of Electrospun Barium Titanate Fibers/Graphene/Silicone Rubber Composites", "abstract": "The ability to increase the dielectric constant of an insulator by embedding spherical particles is limited at low volume fraction as described by the rule of mixtures. High aspect ratio fillers are predicted to be able to increase the dielectric constant more efficiently than spherical fillers. In this work, barium titanate fibers were synthesized by electrospinning a sol-gel, followed by a heat treatment to obtain a perovskite crystal structure. Graphene platelets were synthesized by a thermal shock method. Dielectric spectroscopy showed that a larger dielectric constant increase was achieved by this means, and a combination of barium titanate and graphene platelets yielded the highest value when used in a polydimethyl siloxane matrix. The increase in dielectric loss over the pure matrix was small when the volume fraction was below the percolation threshold of graphene platelets. The electric flux density-electric field (D-E) measurements showed a linear dielectric constant in barium titanate filled composites and higher loss when graphene was added. The mechanisms that lead to those phenomena are discussed in this work. This is a promising route for creating high dielectric constant, low loss materials, for use as capacitor and electric field grading materials.", "body": [["Abstract", ["The ability to increase the dielectric constant of an insulator by embedding spherical particles is limited at low volume fraction as described by the rule of mixtures. High aspect ratio fillers are predicted to be able to increase the dielectric constant more efficiently than spherical fillers. In this work, barium titanate fibers were synthesized by electrospinning a sol-gel, followed by a heat treatment to obtain a perovskite crystal structure. Graphene platelets were synthesized by a thermal shock method. Dielectric spectroscopy showed that a larger dielectric constant increase was achieved by this means, and a combination of barium titanate and graphene platelets yielded the highest value when used in a polydimethyl siloxane matrix. The increase in dielectric loss over the pure matrix was small when the volume fraction was below the percolation threshold of graphene platelets. The electric flux density-electric field (D-E) measurements showed a linear dielectric constant in barium titanate filled composites and higher loss when graphene was added. The mechanisms that lead to those phenomena are discussed in this work. This is a promising route for creating high dielectric constant, low loss materials, for use as capacitor and electric field grading materials."]], ["INTRODUCTION", ["To increase the dielectric constant of polymer composites , ferroelectric ceramic particles are widely used because of their high dielectric constant and low dielectric loss [1,2]. The other approach is to use conductive particles at a volume fraction close to the percolation threshold [3]. However, the ability of spherical particles to increase the dielectric constant is small at low volume fractions, according to the rule of mixtures [4]. Higher volume fractions of ceramic particles lead to increased dielectric constant, but also to a reduction in mechanical properties [5-8]. Composites with high aspect ratio fillers exhibit higher dielectric constant at lower loading [4], thereby potentially maintaining the mechanical properties. High aspect ratio fillers, however, have not been studied as extensively as their spherical counterparts because of challenges in manufacturing high aspect ratio fillers [9,10]. In this work, the dielectric properties of a polymer composite containing BaTiO3 fibers and graphene platelets (GPLs) are investigated and discussed."]], ["EXPERIMENTAL", ["##A. Preparation of BaTiO3 Fibers BaTiO3 fibers were prepared by electrospinning of a mixture consisting of BaTiO3 sol-gel and poly(vinyl pyrrolidone) (PVP, Mw = 1,300,000 g mol-1) solution [11]. A positive voltage (16 kV) was applied on the needle tip of a syringe, and an grounded aluminum foil was used as counter electrode. The distance between the needle tip and the counter electrode was 25 cm. The precursor was fed at a constant rate (30 μl/min) by a syringe pump. Synthesized BaTiO3/PVP fibers were subjected to a heat treatment to remove the PVP polymer, and to obtain the desired Perovskite crystal structure. Fibers were annealed in an oven at 500 °C for 12 hours to remove the residual solvent and most of the PVP. They were then calcinated at 1200 °C to crystallize. In the heat treatment process, a fast heating rate of over 2000 °C/min was achieved by inserting the sample into a preheated oven. The fibers were then cooled to room temperature in air. A scanning electron microscope (SEM) image of prepared BaTiO3 fibers is shown in Fig. 1a. ##B. Preparation of Graphene Platelet (GPL) The GPLs were obtained by the one-step thermal exfoliation and reduction of graphite oxide. In this method, graphite oxide is subjected to a thermal shock (rapid heating rate of about 2000°C/min) which exfoliates and reduces the graphite oxide into GPL. The GPL are several micrometers in in-plane dimensions and are comprised of ~3-4 graphene sheets within each platelet. The total platelet thickness is less than 2 nm. ##C. Preparation of Composites Sylgard 184 (Dow Corning), consisting of poly(dimethyl siloxane) (PDMS) and a reinforcing silica filler was used as polymer matrix. The calcinated BaTiO3 fibers were directly mixed into the precursor Sylgard 184A using a FlackTek Speed Mixer at 3000 rpm for 10 minutes. Composites were then prepared by carefully mixing the precursors Sylgard 184A (containing the fibers) and Sylgard 184B (crosslinker) at a ratio of 10:1 by mass, followed by curing in a mold at 150 °C for 12 hours. Planar samples with a diameter of 3.2 cm and a thickness of around 300 μm were obtained. Prepared samples were dried in an oven at 120 °C for 12 hours prior to any dielectric testing to remove any trapped moisture. The dispersion of composites is shown in Fig. 1c and Fig. 1d. ##D. Characterization Thermogravimetric analysis (TGA) was carried out to determine the weight fraction of fibers in the composites, using a TA Instruments Q50 thermogravimetric analyzer. Parameters from the literature and the manufacturer datasheet (BaTiO3 density = 6.02 g/cm3, PDMS density = 1.03 g/cm3) were used to calculate the filler volume fraction. The composite samples were tested in a Novocontrol Alpha high resolution dielectric/ impedance analyzer for dielectric spectroscopy at room temperature. A frequency range from 10-1 to 106 Hz was utilized. The morphology of the fibers was investigated using a Carl Zeiss Supra scanning electron microscope. The electric flux density-electric field (D-E) measurement was taken in an ambient of dielectric mineral oil at 20 °C following the ASTM standard D3487."]], ["RESULTS AND DISCUSSION", ["##A. Dielectric Spectroscopy The dielectric constant and dissipation factor of composites filled with GPLs are shown in Fig. 2. Both the dielectric constant and dissipation factor exhibit a large increase at a small volume fraction of GPLs. The sheet morphology and high aspect ratio of GPLs lead to a low percolation threshold of less than 0.01 in volume fraction. The large dissipation factor above the percolation threshold is caused by the leakage current. The high dielectric constant can be explained by percolation theory [12], which describes the critical behavior of composites when the volume fraction of conductive fillers approaches the percolation threshold. However, a large dissipation factor is usually not desired in electrical applications. A GPL volume fraction of 0.0043 was chosen for the three-phase composite preparation. At this loading, the dielectric constant is improved with only a moderate increase of the dissipation factor. High aspect ratio conductive fillers such as carbon nanotubes [13] and carbon fibers [14] have been used to prepare high dielectric constant composites in the literature. 2-dimensional GPLs are expected to increase the dielectric constant at even a lower volume fraction from the rule of mixtures [4]. The dielectric properties of graphene-filled composites were not reported until recently [15]. In our work, the GPLs prepared by the thermal shock method have a smaller thickness, and thus the percolation was reached at a lower volume fraction. The dielectric spectroscopy of several representative composites is shown in Fig. 3. The real relative dielectric constant ε’ is flat in the tested frequency range, indicating the absence of conduction effects. The relative dielectric constant increase over the neat polymer is significantly larger than that of the composites filled with spherical or irregular BaTiO3 particles reported in the literature [5-7]. For example, the dielectric constant of 20 vol% BaTiO3 fiber filled composites is 400% compared to that of the neat polymer. Using the same volume fraction of spherical BaTiO3 particle, the increases of the dielectric constant is about 200% [8]. This difference agrees with the prediction from the rule of mixtures. The increase in dielectric constant of the composites is summarized in Fig. 4. By adding 0.43 vol% of GPLs into the BaTiO3 fiber/PDMS composites, the dielectric constant was further increased to 13.7 and 18.6 for 10 vol% and 20 vol% BaTiO3 fiber composites respectively. The dissipation factor of the composites is shown in Fig. 3b. The dissipation factor of the composites is about one order of magnitude higher than that in the neat PDMS. Generally the dielectric loss increases with the volume fraction of fibers and the GPLs. Adding 0.43 vol% of GPLs into the BaTiO3 fiber composites results in an increased dissipation factor which is, however, not higher than the pure GPL/PDMS composites. By combining the two types of fillers, the three-phase composite shows a larger dielectric constant than either of the two-phase composites without a further increase in loss factor. In the three-phase composites reported in the literature [14,16,17], a combination of conductive fillers and high dielectric constant ceramic fillers is generally used. Considering the ceramic-polymer composite as the base matrix, percolation theory is applicable when adding conductive fillers. By using high aspect ratio ceramic fillers to increase the dielectric constant of the base matrix, the dielectric constant of the final composites is further enhanced. ##B. D-E Measurement The high voltage behavior of materials was investigated through D-E measurements. Both BaTiO3 fiber composites and three-phase composites were tested under several field conditions below the breakdown strength of materials. Fig. 5 shows the results for each composite under the highest measured field. The relative permittivity was calculated using an approach found in the literature [18]. The real dielectric constant for composites is listed in Table I. From the literature, ferroelectric ceramics such as barium titanate usually exhibit a nonlinear dielectric constant. Depending on the microstructure and crystal morphology, the dielectric constant of barium titanate can either increase [19] or decrease [20] with increasing field strength. In our result, however, the dielectric constant remains unchanged at elevated electrical field. The difference between the one-phase ceramics and the composites is attributed to the field distribution in the composites. The large dielectric constant of BaTiO3 fibers leads to a field concentration in the polymer phase and reduced electric field in the ceramics. When the field in the ceramics is less than the “threshold field” [19], a linear dielectric constant is expected. The degree of hysteresis is more pronounced at higher field. The three-phase composite also has a larger loop area, compared to the BaTiO3 composite. It indicates a higher dielectric loss, which matches with the dielectric spectroscopy data under a low field condition."]], ["SUMMARY", ["Two types of high aspect ratio fillers, BaTiO3 fibers and graphene platelets (GPLs), were mixed into a silicone rubber matrix. The dielectric spectroscopy showed that the high aspect ratio BaTiO3 fibers resulted in a higher dielectric constant than their spherical counterparts while still maintaining a moderate dissipation factor. The GPLs alone can increase the dielectric constant at a very low filler volume fraction. However, the loss increased dramatically when the loading reached the percolation threshold. By combining those two fillers and avoiding the percolation of GPLs, the highest dielectric constant was reached without further increase in the dissipation factor. The dielectric constant increased linearly at increasing applied electric field. The low volume fraction of fillers can potentially create a mechanical robust composite, which is suitable for capacitor and field grading applications."]]], "doi": "10.1109/CEIDP.2011.6232738", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 (a) SEM image of BaTiO3 fibers; (b) TEM image of GPLs; (c) and (d)  Optical microscope images showing dispersion of BaTiO3 fibers and GPLs   "], ["Fig. 2", "Fig. 2", "Fig. 2 Dielectric constant and dissipation factor of composites filled with  various volume fractions of GPLs. The testing frequency is 60 Hz.   "], ["Fig. 3", "Fig. 3", "Fig. 3 Dielectric spectroscopy at 60 Hz of composites filled with BaTiO3  fibers and GPLs, showing (a) permittivity and (b) loss factor."], ["Fig. 4", "Fig. 4", "Fig. 4 Dielectric constant at 60 Hz of composites filled with various volume  fractions of BaTiO3 fibers, with and without addition of GPLs."], ["Fig. 5", "Fig. 5", "Fig. 5 D-E measurement of (a) 20 vol% BaTiO3 fibers composite  and (b)20 vol% BaTiO3 fibers+0.43vol% graphene filled composite. Note the  scale difference of the applied electric fields.   "]], "table_captions": [], "tables": []}