{"title": "Nanotube Networks in Polymer Nanocomposites: Rheology and Electrical Conductivity", "abstract": " Single-walled carbon nanotube (SWNT)/poly(methyl methacrylate) (PMMA) nanocomposites were prepared via our coagulation method providing uniform dispersion of the nanotubes in the polymer matrix. Optical microscopy, Raman imaging, and SEM were employed to determine the dispersion of nanotube at different length scales. The linear viscoelastic behavior and electrical conductivity of these nanocomposites were investigated. At low frequencies, G‘ becomes almost independent of the frequency as nanotube loading increases, suggesting an onset of solidlike behavior in these nanocomposites. By plotting G‘ vs nanotube loading and fitting with a power law function, the rheological threshold of these nanocomposites is ∼0.12 wt %. This rheological threshold is smaller than the percolation threshold of electrical conductivity, ∼0.39 wt %. This difference in the percolation threshold is understood in terms of the smaller nanotube−nanotube distance required for electrical conductivity as compared to that required to impede polymer mobility. Furthermore, decreased SWNT alignment, improved SWNT dispersion, and/or longer polymer chains increase the elastic response of the nanocomposite, as is consistent with our description of the nanotube network. ", "body": [["Abstract", [" Single-walled carbon nanotube (SWNT)/poly(methyl methacrylate) (PMMA) nanocomposites were prepared via our coagulation method providing uniform dispersion of the nanotubes in the polymer matrix. Optical microscopy, Raman imaging, and SEM were employed to determine the dispersion of nanotube at different length scales. The linear viscoelastic behavior and electrical conductivity of these nanocomposites were investigated. At low frequencies, G‘ becomes almost independent of the frequency as nanotube loading increases, suggesting an onset of solidlike behavior in these nanocomposites. By plotting G‘ vs nanotube loading and fitting with a power law function, the rheological threshold of these nanocomposites is ∼0.12 wt %. This rheological threshold is smaller than the percolation threshold of electrical conductivity, ∼0.39 wt %. This difference in the percolation threshold is understood in terms of the smaller nanotube−nanotube distance required for electrical conductivity as compared to that required to impede polymer mobility. Furthermore, decreased SWNT alignment, improved SWNT dispersion, and/or longer polymer chains increase the elastic response of the nanocomposite, as is consistent with our description of the nanotube network. "]], ["Introduction", ["Since their discovery, single-walled carbon nanotubes (SWNTs) have attracted intense attention. Their exceptional mechanical, electrical, and thermal properties and large aspect ratio make them excellent candidates as fillers in multifunctional nanocomposites. Haggenmueller et al. 1 used solvent casting followed by melt mixing to produce SWNT/poly(methyl methacrylate) (PMMA) nanocomposite fibers with enhanced elastic modulus (∼100% increase for 8 wt % loading). Using in situ polymerization, Park et al. 2 obtained SWNT/polyimide nanocomposites with 10 decade enhancement in electrical conductivity at a nanotube loading of only 0.1 vol %. Recently, we 3,4 found that SWNT/PMMA nanocomposites produced by our coagulation method show great improvement in thermal stability and are highly effective fire retardants; the addition of SWNT significantly reduced the heat release rate of PMMA by ∼60% with only 0.5 wt % loading. We also found that the thermal conductivity of the SWNT/PMMA nanocomposite increased more than 100% with 10 wt % nanotube loading. 5 From processing and application points of view, the mechanical and rheological properties of these nanocomposites are very important. These properties are related to the materials' microstructure, the state of nanotube dispersion, the aspect ratio and orientation of nanotubes, and the interactions between nanotubes and polymer chains. Therefore, it is interesting to study their mechanical and rheological properties and correlate them with nanocomposite properties. Much research has been done on the rheological behavior of various nanocomposites. Krishnamoorti et al. 6 observed nonterminal low-frequency rheological behavior in nanocomposites containing layered silicates. Zhang et al. 7 reported a transition to solidlike response at low oscillation frequencies for poly(ethyl oxide)/silica nanocomposites. Other researchers 8,9 also found this nonterminal solidlike rheological behavior in polymer nanocomposites containing carbon fibers or multiwalled carbon nanotubes (MWNT). This nonterminal solidlike rheological behavior has been attributed to a filler network formed in the nanocomposites, and melt state rheology provides insight about filled polymers. In this paper we examine the effects of nanotube loading, nanotube dispersion and alignment, and molecular weight of the polymer matrix on the rheological behavior of the SWNT/PMMA nanocomposites. To understand the relationship between the rheological properties and microstructure of the nanocomposites, we compare the electrical conductivity with rheology of the nanocomposites. We also characterize the dispersion of nanotubes in the nanocomposites. Because of van der Waals attraction among nanotubes and their large surface areas, SWNTs tend to form agglomerates during processing, which prevents efficient transfer of their superior properties to the nanocomposite. Therefore, the nanotube dispersion in the polymer matrix is a big concern. However, how to truly and conveniently characterize the nanotube dispersion in the nanocomposites is still unclear. Optical microscopy, scanning electron microscopy (SEM), and transmission electron microscopy (TEM) are widely used to determine nanotube dispersion in the polymer matrix. We use an additional method, namely Raman imaging or mapping, to quantitatively measure the 2-dimensional SWNT dispersion at the 1 μm length scale. By combining all these techniques, we have a more complete view of the nanotube dispersion at various length scales."]], ["Experimental Section", ["##Sample Preparation. The matrix polymer is PMMA (purchased from Polysciences, PDI = 3.0). PMMA was chosen as a matrix for its good melt fiber spinning qualities and solubility in dimethylformamide (DMF). SWNTs for the nanocomposites were synthesized by a high-pressure carbon monoxide method (HiPco) 10 (Rice University) and were purified with HCl by the method described in Zhou et al. 11 The metal residue is less than 4 wt % as determined by thermal gravimetric analyses (TGA) (TA Instruments SDT 2960 at 5 °C/min in air) and assuming the residue was Fe2O3. The wet purified nanotubes were then dispersed in DMF, followed by a filtration step to eliminate residual water. Our coagulation method was used to produce the SWNT/PMMA nanocomposites.3 Our previous results3 show that completely dried SWNTs cannot be dispersed well by sonication in DMF, which makes it possible to study the effects of dispersion. We deliberately dried some SWNTs in a vacuum after purification, which we used to produce nanocomposites with demonstrably poor nanotube dispersion. We also used 50% dry and 50% wet SWNTs to obtain fair dispersion. Table 1 summarizes the syntheses and nomenclature of all samples.  To study the effect of alignment on rheological behavior, the suspensions were melt spun into fibers with a single spinner hole (diameter D = 500 μm). The extruded fiber was air-cooled and drawn under tension by a windup spool to a final diameter of ∼50 μm. A heat gun was used to weld the fibers into a robust “collar” while still on the windup spool. Small pieces of the collar were cut to size and carefully stacked into a mold to preserve the intrinsic fiber alignment as much as possible. The mold was then placed in a hot press (1000 lb, 160 °C for ∼3 min) to produce an aligned nanocomposite with dimensions of 12.5 mm × 16 mm × 0.5 mm. Unaligned nanocomposite controls were made by hot pressing as-coagulated SWNT/PMMA nanocomposites in the same mold. ##Morphology Characterization. A variety of experimental tools were used to characterize the morphology of the SWNT dispersion and the subsequent SWNT/PMMA nanocomposite. Multiple methods are critical for understanding the complex morphologies of these materials. The size distribution of the nanotube bundles in DMF was measured using tapping mode atomic force microscopy (AFM) (Nanoscope III, Digital Instruments Inc.). 12 An amine-terminated silicon wafer was dipped into a ∼0.2 mg (SWNT)/mL (DMF) suspension for ∼1 s to collect enough nanotube bundles for AFM analysis. The nanotube bundles overlapped little and thus allowed for accurate length and height measurements. More than 240 nanotube bundles were measured. Length measurements were made from the amplitude images in Adobe Photoshop (5.0.2). Height scans were done in Nanoscope (v5.12r2). The dispersion of nanotube bundles in the PMMA matrix was studied using optical microscopy, Raman imaging, and scanning transmission electron microscopy. The gross dispersion of SWNT bundles was observed using optical microscopy on a hot-pressed nanocomposite film of ∼30 μm in thickness. The quality of the dispersion is qualitatively determined by the uniformity of the light intensity when viewed in transmission where heterogeneities in SWNT density are apparent at size scales greater than ∼10 μm. Dispersion at a finer length scale was probed by imaging fracture surfaces of the SWNT/PMMA nanocomposites using SEM (JEOL 6300FV, 5 kV). The nanocomposite was fractured in liquid nitrogen and was coated prior to SEM imaging. In addition, we developed a Raman imaging method to quantitatively characterize the nanotube dispersion in the nanocomposites. This approach takes advantage of the resonance enhancement effect of Raman scattering from SWNTs relative to that of PMMA. Specifically, the Raman G band corresponds to tangential motions of C atoms on the SWNT cylindrical surface. Samples for Raman imaging were hot pressed into ∼30 μm thick films with smooth surfaces. The penetration depth of the laser light is tens of microns in our nanocomposites because the nanotube concentrations are relatively low (from 0.1 to 2 wt %) and PMMA is nearly transparent. Raman spectra were collected using 514.5 nm laser excitation with a spot size of 1 μm to scan 40 μm × 40 μm regions at 1 μm intervals in x and y. After a baseline subtraction, integrated intensities about the G band (1450−1650 cm-1) were used to create the Raman maps. Five regions were measured for each nanocomposite. Given that the G band intensity is exclusively from SWNTs and the laser penetration depth exceeds the thickness of the sample, the Raman intensity is to a very good approximation proportional to the number of SWNTs in a volume of 1 × 1 × t mm3, where t is the thickness. Thus, the Raman intensity map represents the state of nanotube distribution of the film sample on a scale of tens of microns. When the nanotube bundles are uniformly distributed and the surface is smooth, the Raman map is featureless. To quantitatively describe the inhomogeneity, the 1600 (= 40 × 40) integrated intensities per map were normalized to an average of 100 (AU) and a standard deviation (SD) about that average was calculated. Because of surface irregularities, a small fraction of the scattered light is not collected by the detection optics. This places a lower bound on SD with respect to a perfect surface of completely homogeneous SWNT. We estimated this lower bound to be ∼3, which is our result from a mirror-smooth pure SWNT buckypaper. Finally, the alignment of nanotube bundles was characterized using our previously described small-angle X-ray scattering (SAXS) method.3 SWNT from the HiPco process in PMMA do not form crystalline bundles, so our texture analysis is derived from form factor scattering by isolated tubes and bundles, in the range 0.01 Å-1 < Q < 0.1 Å-1 where Q = 4π sin θ/λ. Measurements were performed on the University of Pennsylvania's multiple-angle X-ray scattering (MAXS) apparatus equipped with a 2-D wire detector. From each 2-D data set, we integrated along the radial Q direction and plotted this intensity as a function of azimuthal angle. These data were fit by a Lorentzian function whose full width at half-maximum (fwhm) quantitatively describes the degree of nanotube alignment in the nanocomposite. Compared to the anisotropic X-ray scattering patterns from aligned nanocomposites, the unaligned nanocomposites and pure PMMA have isotropic scattering patterns. ##Properties Measurement. Rheology measurements were performed on a Rheometric solid analyzer (RSAII) in oscillatory shear with a sandwich fixture. Samples 12.5 mm × 16 mm × 0.5 mm were run at 200 °C with a strain of 0.5%. A strain sweep was performed at 200 °C at the highest frequency, verifying that all data were in the linear viscoelastic regime. Results were reproducible after one frequency sweep, indicating that there is no chain degradation or additional nanotube alignment during measurement. Electrical conductivities of the nanocomposites were measured at room temperature with a two-probe method. Glass transition temperature (Tg) was determined using differential scanning calorimetry (DSC) (TA Instrument, model 2920) with a heating rate of 20 °C/min. Samples were first heated to 200 °C for 5 min and cooled to 0 °C at 20 °C/min to eliminate thermal history effects prior to measuring Tg."]], ["Results and Discussion", ["Parts a, b, and c of Figure 1 are optical micrographs of 1.0NT, 1.0dwNT, and 1.0dNT thin films, respectively. There are no obvious agglomerations of the nanotubes in Figure 1a, while numerous black spots, which we attribute to nanotube agglomerates, appear in Figure 1c. This indicates that the nanotubes are uniformly distributed within the matrix at the 100 μm scale for 1.0NT, but there is macrophase separation for 1.0dNT. We also see a few agglomerates in Figure 1b, showing that 1.0dwNT has an intermediate level of dispersion. Results from optical microscopy are consistent with Raman imaging data from the same samples. The 3-D contour plot of normalized Raman intensity from 1.0NT is quite flat (Figure 2a) with a relatively small standard deviation (mean SD = 4.5) of the normalized Raman intensity, indicating that the nanotube bundles are well distributed in the polymer matrix. In contrast, there are several big peaks in the Raman map of 1.0dNT (Figure 2c), showing that the nanotubes are poorly dispersed (mean SD = 99.5) when the nanocomposite is prepared from dried nanotubes. As expected, an intermediate level of dispersion was observed for a nanocomposite prepared from a mixture of dry and wet nanotubes; specifically, 1.0dwNT (mean SD = 21.2) is shown. Mean SDs of normalized Raman intensities for most nanocomposites studied in this paper are listed in Table 2; these values are averaged over at least five 40 × 40 μm Raman images. By comparison, a pure SWNT buckypaper with a mirror finish was characterized in this manner and gave a SD of ∼3. The SDs of the nanocomposites prepared from SWNT kept wet after purification are ∼5, meaning that these nanocomposites have very good nanotube dispersion on a 1 μm scale. An SEM image of a 2.0NT fracture surface broken in liquid nitrogen shows that nanotubes are uniformly distributed in the polymer matrix at a length scale of ∼100 nm (Figure 3). (The fracture surface of PMMA was considerably smoother at this length via SEM; image not shown.) In addition, the nanotubes appear interconnected at this concentration, which is consistent with other nanofilled systems and suggests a nanotube network. This nanotube network is the result of having enough filler such that the nanotubes impede the motion of one another because they cannot readily move past one another. In contrast, other network systems are the result of chemical reactions or specific associations. The AFM image in Figure 4 provides insight about the distribution of nanotubes in the DMF suspension prior to coagulation. The average length and diameter of the nanotube bundles are 310 and 6.9 nm, respectively, giving a mean aspect ratio of 45. This characterization of the DMF suspensions indicates the presence of small bundles of modest aspect ratio, rather than individual isolated tubes. These nanotube bundles are unlikely to aggregate or flocculate during our coagulation process because the concentrations are low (<2 wt %) and the process is rapid. In fact, the combined use of optical microscopy, Raman imaging, and SEM shows no evidence for substantial aggregation of the nanotube bundles during coagulation. While our combination of characterization tools elucidates the state of nanotube distribution in the PMMA matrix over a wide range of length scales, the morphological characterization of these nanocomposites remains a challenge. These methods can be readily adapted to other SWNT/polymer nanocomposite systems. Viscoelastic properties of the SWNT/PMMA nanocomposites are presented in Figure 5 for a fixed molecular weight (100K) and a range of SWNT weight fractions. It is apparent from Figure 5 that nanotube bundles have a dramatic effect on the rheological behavior, even at loading as low as 0.2 wt %. As the loading increases, both storage shear modulus G‘ and loss shear modulus G‘‘ increase, especially at low frequencies. At 200 °C and low frequencies, PMMA chains are fully relaxed and exhibit typical homopolymer-like terminal behavior with the scaling properties of approximately G‘ ∼ ω2 and G‘ ‘ ∼ ω. (This power law relation may vary because of the polydispersity of polymer chains.) However, at nanotube loadings higher than 0.2 wt %, this terminal behavior disappears, and the dependence of G‘ and G‘ ‘ on ω at low frequency is weak. Thus, large-scale polymer relaxations in the nanocomposites are effectively restrained by the presence of the nanotubes. The low-frequency power-law dependence of G‘ decreases monotonically with increasing nanotube loading, from ω1.7 for 0.1NT to ω0.09 for 2.0NT, as listed in Table 2. The frequency dependence of G‘ ‘ shows a similar trend. That G‘ is almost independent of ω at low frequencies when the nanotube loading is higher than 0.2 wt % is indicative of a transition from liquidlike to solidlike viscoelastic behavior. This nonterminal low-frequency behavior can be attributed to a nanotube network, which restrains the long-range motion of polymer chains. As shown in Figure 3, the three-dimensional SWNT network appears to exist, in which nanotube bundles randomly intersect one another. Similar rheological behavior has been observed in polymer nanocomposites containing clays or MWNTs. 13-18 At high frequencies, the effect of the nanotubes on the rheological behavior is relatively weak. This behavior suggests that the SWNTs do not significantly influence the short-range dynamics of the PMMA chains, particularly on length scales comparable to the entanglement length. Similarly, Tgs of pure PMMA and the nanocomposites (Table 2) indicate that nanotubes do not affect the local motion of the polymer chains. Therefore, the presence of nanotubes has a substantial influence on polymer chain relaxations but has little effect on polymer motion at the length scales comparable to or less than an entanglement length. Figure 6a shows that the storage shear moduli increase sharply between 0.1 and 0.2 wt % loading, indicating that there is a sudden change in the material structure. This sudden change in G‘ means that the nanocomposites have reached a rheological percolation at which the nanotubes impede the motion of polymers. A power law relation can be used here to determine the threshold of the rheological percolation  where G‘ is the storage modulus, m is the SWNT mass fraction, mcG‘ is the threshold of the rheological percolation, and βG‘ is the critical exponent. When the shear frequency is fixed, a power law dependence of G‘ on the nanotube loading exists in these SWNT nanocomposites (Figure 6a inset). The rheological percolation threshold at 0.5 rad/s is 0.12 wt % and at 1 rad/s is 0.11 wt %. To understand the relationship between rheological behavior and the nanocomposites' microstructure, we compare rheological properties with electrical conductivity. The electrical conductivity of the nanocomposites also depends strongly on the SWNT loading. Figure 6b shows a typical percolation behavior. To determine the threshold of the electrical conductivity percolation, a power law relation is again used 19  where σ is the electrical conductivity, m is the SWNT mass fraction, mcσ is the threshold of the electrical conductivity percolation, and βσ is the critical exponent. The straight line with mcσ = 0.39 wt % gives a good fit to the data (Figure 6b inset). It is generally accepted that when the nanotube loading reaches the conductivity threshold, a conductive nanotube network exists in the SWNT/PMMA nanocomposites in which the nanotubes form a conductive path. It is worthwhile to note that mcG‘ (0.12 wt %) is significantly smaller than mcσ (0.39 wt %). For example, the 0.2 wt % nanocomposite exhibits nonterminal rheological behavior, but it is as electrically insulating as pure PMMA. This can be explained by the different tube−tube distances required for rheological or electrical percolation (Figure 7). Assuming that the electron hopping mechanism applies to the electrical conductivity of our nanotube/polymer nanocomposites, the required tube−tube distance has to be less than ∼5 nm for the nanocomposites to be electrically conductive. However, as long as the tube−tube distance is comparable to the diameter of random coils of PMMA chains, the nanotube network can effectively restrain polymer motion. We can estimate the average radius of gyration of PMMA chains in the melt state by using  where 〈S2〉 is the mean-squared radius of gyration with a unit of Å2, M is the molecular weight, and the constants a and b are 0.0713 and 1.0098, respectively. 20 Based on eq 3, the average diameter of the random coils, 2〈S2〉1/2, is ∼18 nm for PMMA with a molecular weight of 100000 g/mol. Thus, the required tube−tube distance for electrical conductivity percolation is smaller than that for the rheological percolation, so that more nanotubes are required to reach the electrical conductivity threshold. Furthermore, note that the nonmetallic tubes do not contribute significantly to the electrical conductivity, although they can restrict polymer motion. According to our AFM results, the average nanotube bundle diameter is ∼6.9 nm, consisting of at least 15 individual tubes with a diameter of 1.0 nm.10 Therefore, given that the portion of metallic tubes prepared by HiPco is 33%, 21 each nanotube bundle will have ∼5 metallic tubes and can be considered as a conductive stick. Thus, we conclude that a less dense nanotube network can restrict polymer motion than conduct electricity.  Nanotube dispersion impacts the viscoelastic properties of the nanotube/polymer nanocomposites as shown in Figure 8. 1.0NT with good dispersion has the smallest low-frequency slope of G‘ vs ω and the highest G‘ at low frequencies. 1.0dwNT with intermediate dispersion also exhibits nonterminal rheological behavior, but 1.0dNT with poor dispersion has terminal behavior as does pure PMMA. Nanocomposites with poor nanotube dispersion have discrete nanotube-rich domains rather than a nanotube network, such that the polymer chains flow independent of the nanotubes, and their motion is the same as pure PMMA. This effect of nanotube dispersion on the rheological behavior, for example, can be used to determine the state of nanotube dispersion. Wagener et al. 22 reported a method based on the rheology measurement to compare the extent of delamination of clay platelet stacks in the clay/poly(butylene terephthalate) (PBT) nanocomposites. The authors fitted viscosity vs shear rate data to a power law equation and then used a shear-thinning exponent to determine the degree of clay exfoliation. For our SWNT/PMMA nanocomposites, we can use either the low-frequency slope of G‘ vs ω or the value of G‘ at low frequencies to compare the state of nanotube dispersion. As the low-frequency slope of G‘ vs ω approaches zero, the nanotube dispersion becomes better. Additionally, higher values of G‘ at low frequencies can be associated with better nanotube dispersion, when all other factors are constant. Rheological behavior of nanocomposites also strongly depends on filler orientation. In the clay/PBT nanocomposites, large strain shear (10%) aligned the clay pallets and resulted in increase of viscosity,22 although the extent of alignment of the clay pallets was not given. For our SWNT/PMMA nanocomposites, melt fiber spinning was used to align the nanotubes, and SAXS was performed to quantitatively describe the nanotube alignment. As shown in Figure 9, the aligned 0.2NT sample (fwhm = 13°) exhibits the same rheological behavior as pure PMMA. The aligned 2.0NT (fwhm = 20°) still has nonterminal rheological behavior as the isotropic 2.0NT, but G‘ of the aligned sample at low frequencies decreases with nanotube alignment. At a fixed composition, the alignment of nanotubes reduces the number of tube−tube contacts, so that the nanotube network is less effective at impeding polymer motion. We also studied the effect of molecular weight of PMMA on the rheological behavior. Figure 10 shows that 0.5NT and 0.5NT25K both exhibit solidlike behavior at low frequencies despite the difference in the molecular weight of PMMA. But in the same plot, it also shows 0.5NT has a smaller low-frequency slope of G‘ vs ω and larger G‘ at low frequencies than 0.5NT25K, indicating that the polymer chains' motion in the composite with higher molecular weight polymers (0.5NT) is more constrained by the presence of the nanotube network. [Note that if the rheological response was predominately due to the nanotube network, as might be the case if the nanotube network was formed in a suspension, the viscoelastic response for 0.5NT and 0.5NT25K would be identical.] To explain the effect of the polymer molecular weight, we consider that the nanotube network is entangled with polymer chains. Two closely spaced nanotubes are easily bridged by long polymer chains that simultaneously enhance the nanotube connectivity and reducing the mobility of the polymer chains. Based on eq 3, the diameters of the random coils are estimated to be ∼18 and ∼9 nm for PMMA with molecular weight of 100 000 and 25 000 g/mol, respectively. Both diameters are larger than the average diameter of nanotube bundles, 6.9 nm, obtained from AFM measurements. Therefore, polymer chains can entangle with nanotube bundles and block the mobility of unentangled polymer chains. The longer the polymer chains, the more restrained the mobility of the polymer chains. A nanotube network produces nonterminal rheological behavior in SWNT/PMMA nanocomposites. Any factor that changes the morphology of the filler network will influence the rheological properties of the nanocomposites. In this paper, we have discussed the effects of filler loading, filler dispersion, and filler alignment. In addition, we expect the size of filler, aspect ratio of filler, and attraction force between filler and polymer matrix to influence the rheological response. For example, at a fixed loading, smaller filler size and higher filler aspect ratio will produce a network with smaller mesh size and larger surface area/volume, which might restrain polymer motion to a greater extent. This effect explains the increase in the threshold for rheological percolation in nanocomposites as filler size increases. Lozano et al.8 observed a rheological threshold between 10 and 20 wt % for carbon nanofiber/polypropylene nanocomposites, in which the diameter of the carbon nanofiber is ∼150 nm. The rheological threshold is ∼1.5 wt % in MWNT/polycarbonate nanocomposites9 and only 0.12 wt % for the SWNT/PMMA system in this paper. Although these three systems have various polymer matrices and their states of dispersion are unclear, the order of magnitude difference in the fillers' diameters is a major reason leading to the order of magnitude difference in the rheological thresholds."]], ["Conclusions", ["A coagulation method was used to prepare SWNT/PMMA nanocomposites, providing good nanotube dispersion in the polymer matrix. Optical microscopy, Raman imaging, and SEM were employed to determine the dispersion of nanotube at different length scales. Linear viscoelastic properties of the SWNT/PMMA nanocomposites with various nanotube loadings show that SWNTs have only a modest effect on high-frequency response and a substantial influence at low-frequency response. These results indicate that the nanotubes influence the polymer relaxation dynamics at length scales longer than the entanglement distance. The rheological threshold, 0.12 wt %, was determined on the basis of a power law relation, which is significantly smaller than the electrical conductivity threshold, 0.39 wt %. We understand this difference in terms of the smaller nanotube−nanotube distance required for electrical conduction, ∼5 nm, as compared to the distance for impeding polymer motion, ∼2〈S2〉1/2. The alignment and dispersion of the nanotubes and the molecular weight of polymer matrix have a strong influence on the rheological behavior of the nanocomposites. Better nanotube dispersion, less alignment of the nanotubes, and longer polymer chains result in more restraint on the mobility of the polymer chains, which lead to smaller low-frequency slope of G‘ vs ω and larger G‘ at low frequencies."]]], "doi": "10.1021/ma049164g", "figures": [["Figure 1", "Figure 1", "Figure 1. Optical micrographs of SWNT/PMMA nanocomposite films containing 1 wt % SWNT as fabricated by the  coagulation method: (a) 1.0NT prepared using wet SWNT  exhibits uniform SWNT distribution; (b) 1.0dwNT prepared  using 50% wet SWNT and 50% dry SWNT exhibits fair SWNT  distribution; (c) 1.0dNT prepared using dry SWNT exhibits  poor SWNT distribution.   "], ["Figure 10", "Figure 10", "Figure 10. Frequency response of the storage modulus for  PMMA (filled) and SWNT/PMMA nanocomposites with 0.5 wt  % SWNT (open) for two homopolymer molecular weights.   "], ["Figure 2", "Figure 2", "Figure 2. Raman images (40 x 40 μm) of (a) 1.0NT, (b)  1.0dwNT, and (c) 1.0dNT nanocomposite films showing uni-form, fair, and poor distribution of SWNTSs, respectively. The  Raman intensities for each image have been normalized to a  mean of 100, and the standard deviations (see Table 2)  correlate to the uniformity of nanotube distribution.   "], ["Figure 3", "Figure 3", "Figure 3. An SEM image of a fracture surface of 2.0NT  showing a three-dimensional nanotube network covering the  nanocomposite.   "], ["Figure 4", "Figure 4", "Figure 4. Tapping mode AFM amplitude image of SWNTs  deposited from a DMF suspension onto an amine-terminated  silicon surface.   "], ["Figure 5", "Figure 5", "Figure 5. (a) Storage modulus and (b) loss modulus of SWNT/PMMA nanocomposites with various nanotube loadings. Rheology performed at 200 °C and 0.5% strain."], ["Figure 6", "Figure 6", "Figure 6. (a) Storage modulus, G’, of the SWNT/PMMA  nanocomposites as a function of the nanotube loading at a fixed  frequency of 0.5 rad/s. Inset: a log—log plot of G’ vs reduced  mass fraction. (b) Electrical conductivity of the SWNT/PMMA  nanocomposites as a function of the nanotube loading. Inset:  a log—log plot of electrical conductivity vs reduced mass  fraction. Note that βσ is significantly larger than βG' due to  the larger magnitude of the change in σ at the threshold."], ["Figure 7", "Figure 7", "Figure 7. Schematic of SWNT/polymer nanocomposites in  which the nanotube bundles have isotropic orientation. (top)  At low nanotube concentrations, the rheological and electrical  properties of the composite are comparable to those of the host  polymer. (middle) The onset of solidlike viscoelastic behavior  occurs when the size of the polymer chain is somewhat large  to the separation between the nanotube bundles. (bottom) The  onset of electrical conductivity is observed when the nanotube  bundles are sufficiently close to one another to form a percolating conductive path along the nanotubes."], ["Figure 8", "Figure 8", "Figure 8. Frequency response of the storage modulus for  SWNT/PMMA nanocomposites with 1 wt % SWNT with  improving nanotube dispersion from 1.0dNT (poor dispersion)  to 1.0NT (good dispersion)."], ["Figure 9", "Figure 9", "Figure 9. Frequency response of the storage modulus for  SWNT/PMMA nanocomposites at two compositions as a function of nanotube alignment. Filled symbols indicate composites  with aligned nanotubes prepared by melt fiber spinning and  characterized by SAXS."]], "table_captions": [["Table 1", "Table 1", "Table 1. Sample Names and Characteristics of SWNT/PMMA Nanocomposites"], ["Table 2", "Table 2", "Table 2. DSC Raman Imaging and Rheology Results for SWNT/PMMA Nanocomposites"]], "tables": []}