{"title": "Mechanical Reinforcement in Thermoplastic Polyurethane Nanocomposite Incorporated with Polydopamine Functionalized Graphene Nanoplatelet", "abstract": "Thermoplastic polyurethane (TPU) nanocomposites incorporated with polydopamine functionalized graphene nanoplatelet (PDA-GNP) were prepared by in situ polymerization. Fourier transform infrared spectroscopy results indicated that the addition of PDA-GNP could promote the formation of hydrogen bonding and microphase separation. The microstructure obtained from small-angle neutron scattering indicated that the addition of PDA-GNP increased the number while significantly it decreased the size of hard microdomains. Scanning electron microscopy demonstrated that PDA-GNP exhibited strong interfacial interactions with TPU matrix. In particular, the tensile strength, strain at break, and toughness of TPU/PDA-GNP with as low as 0.5 wt % PDA-GNP increased by 313, 16, and 279%, respectively. This individualized phenomenon was attributed to the abundant covalent bonding between PDA-GNP and TPU resulting in strong interfacial interactions and good compatibility specifically associated with the changes of TPU microstructure. ", "body": [["Abstract", ["Thermoplastic polyurethane (TPU) nanocomposites incorporated with polydopamine functionalized graphene nanoplatelet (PDA-GNP) were prepared by in situ polymerization. Fourier transform infrared spectroscopy results indicated that the addition of PDA-GNP could promote the formation of hydrogen bonding and microphase separation. The microstructure obtained from small-angle neutron scattering indicated that the addition of PDA-GNP increased the number while significantly it decreased the size of hard microdomains. Scanning electron microscopy demonstrated that PDA-GNP exhibited strong interfacial interactions with TPU matrix. In particular, the tensile strength, strain at break, and toughness of TPU/PDA-GNP with as low as 0.5 wt % PDA-GNP increased by 313, 16, and 279%, respectively. This individualized phenomenon was attributed to the abundant covalent bonding between PDA-GNP and TPU resulting in strong interfacial interactions and good compatibility specifically associated with the changes of TPU microstructure. "]], ["Introduction", ["Polymer nanocomposites reinforced with nanoscale fillers have attracted tremendous attention owing to their unique and fascinating properties. (1) A strong interface between fillers and matrix enhances the stress-transfer efficiency, and plays a critical role in controlling the overall properties of the nanocomposites. Graphene nanoplatelet (GNP), generally referred to as multilayer graphene flake or exfoliated graphite flake, is directly prepared from mechanical exfoliation of natural graphite in large scales. (2) The properties of GNP are intermediate between those of single layer graphene and graphite. (3, 4) At present, GNP is widely used to enhance the mechanical, thermal, barrier, and corrosion protection of thermoplastic polyurethane (TPU) nanocomposites. (5, 6) However, the poor interfacial compatibility between GNP and TPU matrix and strong van der Waals interaction between graphene sheets result in severe restacking and aggregation. To overcome the challenges mentioned above, modification of GNP surface is a useful method, including covalent bonding and noncovalent interactions. (7, 8) The noncovalent modification is applied through the adsorption of surfactant. However, the interaction between the surfactant and GNP is weak. (9) Covalent modifications, such as incorporation of isocyanate, silane, amination, hydroxylation, polymer grafting, as well as using other approaches, are always used to enhance the mechanical and thermal properties. (10-13) Pokharel et al. (14) used aminosilane functionalized graphene sheet (FGS) to prepare TPU nanocomposites by in situ polymerization, and a 17% enhancement of the tensile strength was observed in FGS/TPU composite with 2 wt % FGS. However, the strain at break decreased by 20%. Hyperbranched aromatic polyamide functionalized graphene sheet (GS-HBA) was also synthesized to enhance the mechanical properties of TPU. It was found that the tensile strength of TPU nanocomposite with 2.5 wt % GS-HBA was significantly increased to 37 MPa from 18 MPa of the pure TPU, while the strain at break decreased slightly from 610 to 560%. (15) Tang et al. (16) used branched polyethylenimine (PEI) to modify reduced graphene oxide (RGO). Their results indicated that the tensile strength and strain at break of composite with 1 wt % PEI functionalized RGO increased by 251 and 33%, respectively. Although the covalent modifications can enhance the mechanical and thermal properties of TPU, the complicated chemistry makes it difficult to produce in large scales and typically destroys the structure of graphene. Inspired by the composition of adhesive proteins in mussels, the self-polymerization of dopamine has been used as a functional coating on a wide variety of filler surfaces to form thin surface-adherent polydopamine films, containing abundant catechol and amine functional groups. (17, 18) The self-polymerization process is very mild and easy to handle. Polydopamine (PDA) is an ideal interfacial material to strengthen the compatibility between fillers and polymer, and hence improve the mechanical properties of the polymer nanocomposites. (19) Meanwhile, it is widely accepted that the mechanical properties of TPU are closely related to their multiphase microstructure, in which the hard domains act as physical cross-linking points embedded in the soft matrix. (20, 21) In our previous reports, the small-angle neutron scattering (SANS) technique was used to evaluate the microstructure changes of TPU under various aging processes. (22, 23) However, to the best of our knowledge, there is no literature concerning the effect of PDA interfacial layer on the microstructure of TPU nanocomposites, and exploring the relationship between microstructure and mechanical performance. In this study, graphene nanoplatelet (GNP) and polydopamine functionalized GNP (PDA-GNP) were incorporated in TPU by in situ polymerization. Compared with TPU/GNP nanocomposites, the TPU/PDA-GNP nanocomposites presented high-strength and high-toughness elastomerics without sacrificing extensibility at very low fractions. The results indicated that this mechanical reinforcement was strongly dependent on the interfacial compatibility and microstructure changes of TPU matrix. "]], ["Experimental Section", ["##2.1 Materials Poly(tetramethylene glycol) (PTMG, Mn = 1000 g/mol, Aldrich) was degassed and dried under vacuum at 120 °C for 3–4 h. 4,4′-Diphenylmethane diisocyanate (MDI, Aldrich) was recrystallized from cyclohexane. Dimethylformamide (DMF, Aladdin) was dried over 4 Å molecular sieves for 24 h before use. Graphene nanoplatelet (GNP, carbon content > 97%, layers < 30, thickness = 4–30 nm, diameter < 50 μm, BET specific surface area > 40 m2/g, electric conductivity > 700 S/m) was purchased from Deyang High-Tech Material Co., Ltd. (Deyang, China), and prepared via physical intercalation and exfoliation of natural graphite. Dopamine hydrochloride (98%), tris(hydroxymethyl)aminomethane hydrochloride (Tris·HCl), ethanol, and 1,4-butanediol (BDO) were purchased from Aldrich and used without further purification. ##2.2 Synthesis of PDA-GNP The synthetic strategy employed to obtain PDA-GNP is depicted in Figure 1. Typically, 1.00 g of GNP and 1.21 g Tris·HCl were added into a 1000 mL mixed solution of water/ethanol (the volume ratio of water/ethanol was 1:1). The mixed solution was dispersed by ultrasonication for 30 min. Then, 100 mg of dopamine hydrochloride was added into the above mixed solution. The reaction mixture was stirred vigorously at room temperature for 8 h. After that, the reaction mixture was filtered, and washed with distilled water repeatedly to remove the residual dopamine. Subsequently, the resulting PDA-GNP black powders were dried by freeze-drying using a Scientz-12N freeze-dryer for more than 36 h. The X-ray diffraction (XRD) patterns of GNP and PDA-GNP are presented in Figure S1. The pure PDA was prepared through the same procedure without GNP particles. ##2.3 Preparation of TPU Nanocomposites by in Situ Polymerization First, the PDA-GNP nanoparticles were dispersed in 30 mL of dry DMF through ultrasonication, and then the polyether polyurethane prepolymer was synthesized by the addition of MDI (0.2 mol) with PTMG (0.1 mol) into the above mixed solution at 90 °C under nitrogen atmosphere. After reaction for 3 h, the temperature was slowly decreased to room temperature. In the second step, chain extender BDO (0.1 mol) was added to the reaction mixture and stirred at room temperature for 3 h before casting and curing on a glass mold at 60 °C for 8 h to obtain nanocomposite films. The DMF residues in the film were removed at 80 °C under vacuum for 24 h. The amounts of reactive hydroxyl groups on GNP and PDA-GNP powders were measured by using titration to determine the excessive isocyanate groups after mixing GNP and PDA-GNP with a known amount of MDI. (24) The amounts of reactive hydroxyl groups on GNP and PDA-GNP were 0.17 and 0.59 mmol/g, respectively. The molar ratio of MDI to PTMG in the prepolymer was 2:1, and the total NCO/OH ratio in the polyurethane was equal to 1. Polyurethane nanocomposite films containing 0.1, 0.5, and 1 wt % PDA-GNP were referred to as TPU/PDA-GNP-0.1, TPU/PDA-GNP-0.5, and TPU/PDA-GNP-1.0, respectively. Polyurethane nanocomposite films containing 0.1, 0.5, and 1 wt % GNP were prepared with the same procedure, and referred to as TPU/GNP-0.1, TPU/GNP-0.5, and TPU/GNP-1.0, respectively. Pure polyurethane films were prepared in the absence of fillers and referred to as TPU. ##2.4 Characterizations Fourier transform infrared spectroscopy (FTIR) was conducted on a Bruker TENSOR 27 equipped with an attenuated total reflectance (ATR) system. The samples were scanned from 4000 to 400 cm–1 with a resolution of 4 cm–1. Curve fitting and background subtraction were accomplished using Peakfit software. X-ray photoelectron spectroscopy (XPS) was performed on a Kratos-Axis spectrometer with monochromatic Al Kα (hν = 1486.71 eV) X-ray radiation (15 kV and 10 mA) and a hemispherical electron energy analyzer. All XPS spectra were corrected according to the C 1s line at 284.6 eV. Curve fitting and background subtraction were accomplished using Avantage software. The morphologies of GNP and the cross section of TPU nanocomposites were investigated with a CamScan Apollo 300 field emission scanning electron microscope (FE-SEM). For SEM analysis, samples were mounted on aluminum studs using adhesive graphite tape and sputter-coated with gold before analysis. Thermogravimetric analysis (TGA) was carried out using a TA Instruments 500. Temperature programs were run from 30 to 800 °C at a heating rate of 10 °C/min under a nitrogen atmosphere. Dynamical mechanical analysis (DMA) of samples was tested by TA Instruments DMA Q800 in tension mode. The frequency was fixed at 1 Hz. The samples were heated at 3 °C/min from −120 to 100 °C. The tensile properties were measured using TA Instruments RSA-G2 according to a modified ASTM D638 at a crosshead speed of 200 mm/min. Sample specimens were cut in the form of dumbbell shapes with thicknesses of 0.2–0.4 mm. At least four specimens were measured to obtain average values. Young’s modulus was determined from the slope of initial low strain region. Toughness was defined as work to fracture and was calculated as the area under the stress–strain curves. The small-angle neutron scattering (SANS) measurements were performed on the small-angle neutron scattering diffractometer at the Institute of Nuclear Physics and Chemistry, CAEP. The scattering intensity I(q) was measured as a function of scattering vector q = 4π sin θ/λ, where λ was the wavelength of the incident neutrons, and θ was half the scattering angle. Sample–detector distances of 1.8 and 5.2 m were used together to cover scattering vectors q from 0.08 to 2.5 nm–1. The scattering data were processed using BerSANS software. (25) The data reduction corrected the raw measured data for the contributions of the air, transmission, and thickness. All data were fitted by SASfit software. (26) "]], ["Results and Discussion", ["##3.1 Chemical Structures of GNP, PDA-GNP, and Their Nanocomposites The proposed structure of PDA is composed of dihydroxyindole, indoledione, and dopamine units as shown in Figure 1, which are assumed to be covalently linked. (27) XPS spectra of PDA, GNP, and PDA-GNP are shown in Figure 2. Table 1 lists the elemental compositions of PDA, GNP, and PDA-GNP determined by XPS. The results indicate that the GNP is mainly composed of carbon element (above 97%), and the small amount of oxygenic groups are due to the imperfect structure on the edge of GNP. After coating PDA, the peak intensity of O 1s at 532 eV increases from 2.56 to 13.38%. Meanwhile, the N 1s peak is detected at 400 eV in the PDA-GNP, but not in the GNP (Figure S2). The N/C value of pure PDA is about 0.1, which is close to the theoretical value (0.125). (17) Compared with pure PDA, the N/C value of PDA-GNP decreases to 0.055, which is quite reasonable due to the GNP substrate. The spectrum of C 1s can be deconvoluted into four main components located at 284.6, 285.2, 286.3, and 288.0 eV, which are assigned to C═C, C–N, C–O, and C═O, respectively. (28) A new characteristic peak corresponding to the C–N group at 285.6 eV appears for PDA-GNP, which indicates the successful coating of PDA. Furthermore, the peak intensity of O 1s increases in the following order: GNP, PDA-GNP, and PDA (Figure S2).  Photographs of GNP and PDA-GNP aqueous solutions are presented in Figure 3a. It is noticeable that the surface characteristics of GNP change from hydrophobic to hydrophilic after coating with PDA, which is due to the catechol and amine functional groups in the structure of PDA. FTIR spectra of GNP and PDA-GNP are shown in Figure 3b. The absorption band at 3440 cm–1 is assigned to the stretching vibration of −OH and adsorbed water of GNP. Careful examination of the spectrum of PDA-GNP indicates a shoulder peak at 3200 cm–1, which can be assigned to the −NH stretching vibration. (29) The absorption bands at 2925 and 2855 cm–1 belong to the antisymmetric and symmetric stretching vibrations of −CH2 in PDA. (27) The peaks at 1576 cm–1 (−NH scissoring vibration) and 1387 cm–1 (−CH2 bending vibration) are observed in the spectrum of PDA-GNP. Furthermore, the peaks at 1725 and 1025 cm–1 can be ascribed to the carbonyl group and the C–O in the PDA, respectively. (27) On the other hand, it has been reported that dopamine can form multifunctional, surface-adherent polydopamine coatings onto a wide range of inorganic and organic materials. (17) Consequently, based on XPS and FTIR analysis, the dopamine is successfully self-polymerized on the surface of GNP to obtain PDA-GNP. FTIR has also been widely used to characterize the hydrogen bonding in the TPU. (30, 31) For the polyurethane, the N–H of urethane always acts as donor groups, and the C═O of urethane and the C–O of PTMG soft segment (SS) can simultaneously act as acceptor groups to several types of hydrogen bonding between hard segment (HS) or between HS and SS. (32) FTIR results show that the distinctive bands of TPU nanocomposites are the same as those of pristine TPU (Figure S3). However, the different interfacial situations are expected to affect the hydrogen bonding of TPU. Figure 4 shows the FTIR spectra for pristine TPU in the N–H and C═O stretching absorption regions. The spectrum of N–H can be deconvoluted into two main peaks located at 3493 and 3306 cm–1, which are assigned to free and hydrogen bonded N–H, respectively. The C═O band splits into two peaks around 1734 and 1709 cm–1, assigned to free and hydrogen bonded C═O stretching absorptions, respectively. The fractions of hydrogen bonded N–H (XN–H) and C═O (XC═O) are given by  where Sb is the area of the hydrogen bonded N–H or C═O absorption and Sf is the area of the free N–H or C═O absorption. The calculation is based upon the formula described in a previous report. (30)  The influences of GNP and PDA-GNP contents on the XN–H and XC═O are shown in Figure 4. The XN–H and XC═O of TPU/PDA-GNP nanocomposites increase monotonically with increasing PDA-GNP contents. This indicates that the hydrogen bonding is strengthened when PDA-GNP is introduced, leading to enhancement of the microphase separation. (33) For TPU/GNP nanocomposites, the XN–H increases with the GNP contents. However, the XC═O decreases first, and then increases slightly. A speculation for the increment of XN–H and the reduction of XC═O by adding GNP is that part of N–H associates with C–O of PTMG soft segment to form hydrogen bonds between urethane groups and ether groups. (32, 34) Even so, both XN–H and XC═O are less than those of TPU/PDA-GNP nanocomposites, which indicates that the PDA-GNP can promote the formation of much more hydrogen bonding and microphase separation.  ##3.2 Morphologies of GNP, PDA-GNP, and Their Nanocomposites The morphologies of GNP and PDA-GNP are characterized by SEM as shown in Figure 5. The GNP has a few-layer structure, and shows a characteristic crumpled and smooth surface. After being modified with PDA, the surface of PDA-GNP becomes rougher (Figure 5d), and most of the surfaces of GNP are homogeneously bonded with PDA.  The detailed morphologies of GNP/TPU and PDA-GNP/TPU after tensile fracture are presented in SEM images (Figure 6). The surface of pure TPU film is fairly smooth and no obvious fracture defects are observed (Figure 6a). In contrast, the SEM images of TPU nanocomposite films reveal a rough fracture surface. With the increase of filler contents, the roughness of fracture surfaces is enhanced. The GNP and PDA-GNP are labeled in the SEM images. The dispersion of PDA-GNP shows no obvious improvement compared with GNP; both GNP and PDA-GNP show some aggregates in TPU matrix (Figure 6). Analysis of the fractured surfaces of PDA-GNP/TPU and GNP/TPU nanocomposites discloses an extraordinary divergence in the interfacial interaction between the TPU matrix and the fillers. It can be observed from the SEM images that the PDA-GNP sheets are still buried in the TPU matrix after high strain tensile fracture (Figure 6e–g). Because the high concentrations of catechol and amine functional groups of PDA can react with isocyanate groups of MDI to form abundant covalent bonds, the PDA-GNP is densely coated with covalently linked polymer chains. This indicates the strong polymer and PDA-GNP interactions. However, in the TPU/GNP samples, it is clearly seen the GNP projecting outside from the fracture surface during the tensile process (Figure 6b–d). This is due to the weak interfacial bond and incompatibility between GNP and TPU, resulting in the interface crack during the tensile process.  ##3.3 Thermal Properties of GNP, PDA-GNP, and Their Nanocomposites TGA plots of GNP and PDA-GNP are shown in Figure 7. The degradation of GNP is a two-step process under the protection of nitrogen. The first degradation step initiates at 150 °C, and the loss weight is about 4.5 wt % at 570 °C. This is due to the loss of residual oxygen functional groups on the edge of GNP. The second step degradation starts at 600 °C due to the pyrolysis of ring carbon. (35) Compared with 7 wt % weight loss at 800 °C experienced by original GNP, PDA-GNP undergoes 11 wt % weight loss. The data indicate that the amount of grafting PDA layer is around 4 wt %.  DMA is generally recognized to be sensitive to molecular motions and useful for evaluating subtle transitions occurring in polymeric systems. (36, 37) The temperature dependence of the storage modulus and loss factor (tan δ) for original TPU, TPU/GNP, and TPU/PDA-GNP nanocomposites is shown in Figure 8. The storage modulus is improved by combining GNP or PDA-GNP, and increases slightly with increasing filler contents, which is in accordance with previous reports. (24)  For the TPU/GNP and TPU/PDA-GNP nanocomposites, the glass transition temperature (Tg) of the amorphous soft segment shows little changes within the range of uncertainty (±1 °C). However, it is interesting that the peak intensity of tan δ of TPU/GNP decreases compared with that for pure TPU, while the intensity increases slightly for TPU/PDA-GNP. This phenomenon can be attributed to internal friction mechanisms in the composites. (38) Usually, tan δ is assumed as a measure of the damping properties, which is evaluated by the internal friction energy dissipation. The higher damping capacity means the more intense internal friction. Therefore, the strong interfacial interaction between PDA-GNP and TPU will enhance the friction, and then result in higher tan δ. Similar results were also observed in the TPU/other inorganic particle composites. (39, 40)  ##3.4 Microstructures of TPU and Its Nanocomposites Due to microphase separation, the microstructure of TPU, characterized by the size, number, and separation distance of hard microdomains, is responsible for the changes in the physical properties. The influence of GNP and PDA-GNP on the microstructure is featured by SANS. The radially averaged SANS profiles of the TPU and its nanocomposites are shown in Figure 9. All the curves display a broad interference peak, which suggests a broader distribution of the interdomain distance throughout the samples. The form factor contribution from the GNP is only evident at low q as an upturn in the intensity below q = 0.3. (41) As seen in Figure 9a, the position of the broad interference peak seems to be not influenced by the addition of GNP, while the peak has a visible shift to high q for the TPU/PDA-GNP samples. This result indicates that the average distance between hard microdomains decreases with increasing PDA-GNP contents, and the degree of microphase separation increases. TPU containing 40 wt % or less hard segment is known to have a discrete hard microdomain structure. (42) This is the case for our samples with 37 wt % hard segment. The simplest model for the samples is the ensemble of spherical domains separated according to a specific spatial distribution. Assuming hard sphere interaction, the corresponding spatial distribution results in model scattering curves of spherical particles with the Percus–Yevick structure factor. (43) Such a model was found to describe accurately the data of PTMG/MDI/BDO-based TPU with various compositions. (44) In the present work, the total scattering is expressed as a polydisperse hard sphere model, i.e., the product of the size averaged form factor and the Percus–Yevick structure factor as shown in eq 2. The oscillations at high q could be smoothed by introducing a small degree of polydispersity.  where P(q,R) is the form factor of spherical scatterers, standing for the hard microdomains, S(q) describes the interference of scattering from different hard microdomains, N(R) dR is the number of hard microdomains per unit volume with size between R and R + dR, Δρ is the difference in scattering length density between the hard microdomains and the soft matrix, Aq–α is used to fit the forward scattering from GNP, and B is a constant, accounting for the background. We assume that the hard microdomain size distribution can be described by a log-normal function:  where N0 is the relative number of hard microdomains per unit volume, Rmed is the median radius of hard microdomains, and σ is the logarithmic standard deviation, which is fixed as 0.3 during fitting. The spatial arrangement of the domains can be approximated by the Percus–Yevick structure factor, applicable for hard microdomain interaction:  in which A and G are algebraic functions of the RHS and v, the distance and volume fraction of hard microdomains, respectively. (22, 45) The fitting parameters are listed in Table 2. For TPU/GNP nanocomposites, the N0 first increases, and then decreases with increasing GNP contents. The TPU/PDA-GNP nanocomposites demonstrate a similar tendency. However, the N0 of TPU/PDA-GNP is about 2 times larger compared with that of pure TPU. Furthermore, the Rmed decreases from 2.01 nm for pure TPU to 1.74 nm for TPU/PDA-GNP-0.5. The results indicate that the addition of PDA-GNP significantly increases the number density while at the same time decreases the size of hard microdomains. The parameter RHS reflects the distance of closest hard microdomains. The TPU/GNP nanocomposites show similar RHS with pure TPU, while the distance of closest hard microdomains for TPU/PDA-GNP decreases by about 10%.  ##3.5 Tensile Properties of TPU and Its Nanocomposites The influence of GNP and PDA-GNP on the tensile properties of TPU nanocomposites is shown in Figure 10. The TPU nanocomposites exhibit a pronounced increase in the upturn of the stress–strain curve and an increase in tensile strength associated with increasing strain, which is called strain hardening behavior. The pure TPU presents a stress–strain curve without obvious strain hardening, while the TPU nanocomposites exhibit strain hardening especially at high strain (Figure 10). The tensile strength, strain at break, Young’s modulus, and work to fracture of the TPU and its nanocomposites are summarized in Table 3. The work to fracture represents the toughness of materials. (24) The introduction of GNP leads to remarkable improvement in the Young’s modulus from 21.8 ± 1.2 to 36.7 ± 4.0 MPa, while the tensile strength, strain at break, and toughness are gradually decreased with the increase of GNP contents. When filled with 1 wt % GNP, the tensile strength and toughness are even inferior to those of pristine TPU. This is due to the weak interfacial compatibility between GNP and TPU matrix, as shown in Figure 6d. In contrast, the tensile strength is increased from 9.7 ± 1.5 MPa for neat TPU to 32.9 ± 0.8 MPa for TPU/PDA-GNP-0.1, and further to 40.1 ± 1.9 MPa for TPU/PDA-GNP-0.5. Meanwhile, The strain at break and toughness reach the highest values of 1033.9 ± 4.6% and 175.1 ± 0.6 MJ/m3 with only 0.5 wt % PDA-GNP, respectively. However, the Young’s modulus of TPU/PDA-GNP is lower than that of TPU/GNP. Generally, the Halpin–Tsai equation is widely used to approximately predict the modulus of unidirectional or randomly dispersed filler-reinforced composites. (46, 47) According to the Halpin–Tsai equation, the Young’s modulus of the composite not only depends on volume fraction, aspect ratio, and the Young’s modulus of fillers, but also the Young’s modulus of the polymer matrix. Therefore, this may be because the PDA-GNP can react with isocyanate groups of MDI, resulting in the change of physical and chemical properties of TPU matrix, but it needs more study. Generally speaking, the strength and toughness of materials are mutually exclusive. (48) It is very difficult to improve the strength and at the same time significantly improve the toughness. (49) However, a 3-fold increase of fracture toughness and at the same time a 4-fold increase of tensile strength are observed with the addition of only 0.5 wt % PDA-GNP. The content of PDA-GNP is far below the critical volume fraction and it is difficult to form a rigid network. (50) Therefore, the reinforcement effect can not get a reasonable explanation from the percolation mechanism. There are several possible explanations for this phenomenon. First, the PDA-GNP is able to act as nucleation sites, enhancing the formation of more hard microdomains with small size, as obtained by FTIR and SANS results. The dependence of tensile strength and work to fracture of TPU nanocomposites on the N0 is presented in Figure 11. Interestingly, the tensile strength and work to fracture are proportional to the evolution of N0, which indicates that the mechanical properties of TPU nanocomposites are closely related to their multiphase microstructure, especially the number of hard microdomains. This is because the hard microdomains act as physical cross-linking points. (20, 21) Second, the high concentrations of catechol and amine functional groups can react with isocyanate groups of MDI to form abundant covalent bonds, and greatly reinforce the interfacial interaction and compatibility between PDA-GNP and TPU. However, for the TPU/GNP nanocomposites, the weak interfacial bond and incompatibility between GNP and TPU result in the interface crack during the tensile process and the decrease of mechanical properties."]], ["Conclusions", ["In summary, this study demonstrated a facile preparation of TPU/GNP and TPU/PDA-GNP nanocomposites via in situ polymerization. The effect of PDA interfacial layer on the chemical structure, microstructure, morphology, thermal properties, and tensile properties of TPU nanocomposites was investigated. FTIR results indicated that the hydrogen bonding was gradually strengthened with increasing the PDA-GNP content. The microstructure obtained from the SANS indicated that the addition of PDA-GNP increased the number while at the same time significantly decreased the size of hard microdomain, which was beneficial to enhancing the mechanical properties. DMA results demonstrated that the addition of GNP and PDA-GNP improved the storage modulus of the nanocomposites. The tensile results showed that the improvement of tensile strength of TPU/GNP was built on the sacrifice of the toughness. On the contrary, the tensile strength, strain at break, and work to fracture of TPU/PDA-GNP with only 0.5 wt % PDA-GNP increased by 313, 16, and 279%, respectively. This was attributed to the strong interfacial interaction and good compatibility between PDA-GNP and TPU specifically associated with the formation of a large number of small size hard microdomains. These results indicate that the TPU/PDA-GNP materials have excellent strength and toughness, and can broaden the applications of TPU composite materials in a wide range."]]], "doi": "10.1021/acs.iecr.7b03218", "figures": [["Figure 1", "Figure 1", "Figure 1. Synthesis of PDA functionalized graphene nanoplatelets.   "], ["Figure 10", "Figure 10", "Figure 10. Stress—strain curves of pure TPU, TPU/GNP, and TPU/PDA-GNP nanocomposites.   "], ["Figure 11", "Figure 11", "Figure 11. Dependence of tensile strength (a) and work to fracture (b) of TPU nanocomposites on the relative number of hard microdomains (N0).   "], ["Figure 2", "Figure 2", "Figure 2. (a) XPS survey spectra of GNP, PDA-GNP, and PDA. High-resolution XPS spectra of C 1s peaks for (b) GNP, (c) PDA-GNP, and (d)  PDA.   "], ["Figure 3", "Figure 3", "Figure 3. (a) Photograph of GNP and PDA-GNP dispersed in H2O and (b) FTIR spectra of GNP and PDA-GNP. The data are shifted vertically for  clarity.   "], ["Figure 4", "Figure 4", "Figure 4. FTIR spectra in the (a) N—H and (b) C=O stretching regions of original TPU illustrating the state of hydrogen bonding. The fraction of  (c) hydrogen bonded N—H and (d) hydrogen bonded C=O at different weights of filler contents."], ["Figure 5", "Figure 5", "Figure 5. SEM images of (a) GNP and (c) PDA-GNP; zoomed-in SEM images of (b) GNP and (d) PDA-GNP.   "], ["Figure 6", "Figure 6", "Figure 6. SEM images of fracture surfaces of (a) TPU, (b) TPU/GNP-0.1, (c) TPU/GNP-0.5, (d) TPU/GNP-1.0, (c) TPU/PDA-GNP-0.1, (f)  TPU/PDA-GNP-0.5, and (g) TPU/PDA-GNP-1.0"], ["Figure 7", "Figure 7", "Figure 7. TGA plots of GNP and PDA-GNP.   "], ["Figure 8", "Figure 8", "Figure 8. Temperature dependence of storage modulus (a and b) and tan δ (c and d) for TPU, TPU/GNP, and TPU/PDA-GNP nanocomposites with various filler concentrations."], ["Figure 9", "Figure 9", "Figure 9. SANS data of original TPU, TPU/GNP, and TPU/PDA-GNP nanocomposites: (a) TPU/GNP and (b) TPU/PDA-GNP. The solid lines  are fitted curves. The intensity profiles are shifted vertically.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Elemental Compositions of GNPs and PDA-GNPs Determined by XPS"], ["Table 2", "Table 2", "Table 2. Structural Parameters Obtained from SANS Data of TPU, TPU/GNP, and TPU/PDA-GNP Nanocomposites by Curve Fitting Using Polydisperse Hard Sphere Model"], ["Table 3", "Table 3", "Table 3. Tensile Properties of Pure TPU, TPU/GNP, and TPU/PDA-GNP Nanocomposites"]], "tables": []}