{"title": "Effects of functionalized graphene nanoplatelets on the morphology and properties of epoxy resins", "abstract": "Graphene nanoplatelets (GnPs) were successfully functionalized with a liquid rubber, amine-terminated poly(butadieneco- acrylonitrile) (ATBN), and the functionalized GnPs (ATBN-GnP) were characterized by microscopic and spectroscopic techniques. Different amounts of ATBN-GnP and pristine GnP were individually incorporated into an epoxy resin to fabricate epoxy composites. Compared with the pristine GnP, ATBN-GnP demonstrated stronger ameliorating effects due to an enhanced GnP-epoxy interfacial adhesion. At 5.0 wt% GnP content, the flexural modulus of GnP/epoxy composite increased by 18.1%, whereas the ATBN-GnP improved the flexural modulus by 22.1% at the same fraction. A remarkable enhancement of quasi-static fracture toughness was obtained at 5.0 wt% GnP and 5.0 wt% ATBN-GnP with 76.2% and 92.8% increase, respectively. Incorporation of 5.0 wt% ATBN-GnP improved thermal conductivity of the neat epoxy by 133.6%, and the thermal conductivity of 5.0 wt% ATBN-GnP/epoxy is about 16% higher than that of the pristine GnP/epoxy. The superior reinforcement of ATBN-GnP is attributed to the strong interfacial bonding between ATBNGnP and epoxy matrix as confirmed by microscopic observations. Keywords Epoxy resins, nanocomposites, graphene nanoplatelets, mechanical properties, thermal properties, fracture toughness ", "body": [["Abstract", ["Graphene nanoplatelets (GnPs) were successfully functionalized with a liquid rubber, amine-terminated poly(butadieneco- acrylonitrile) (ATBN), and the functionalized GnPs (ATBN-GnP) were characterized by microscopic and spectroscopic techniques. Different amounts of ATBN-GnP and pristine GnP were individually incorporated into an epoxy resin to fabricate epoxy composites. Compared with the pristine GnP, ATBN-GnP demonstrated stronger ameliorating effects due to an enhanced GnP-epoxy interfacial adhesion. At 5.0 wt% GnP content, the flexural modulus of GnP/epoxy composite increased by 18.1%, whereas the ATBN-GnP improved the flexural modulus by 22.1% at the same fraction. A remarkable enhancement of quasi-static fracture toughness was obtained at 5.0 wt% GnP and 5.0 wt% ATBN-GnP with 76.2% and 92.8% increase, respectively. Incorporation of 5.0 wt% ATBN-GnP improved thermal conductivity of the neat epoxy by 133.6%, and the thermal conductivity of 5.0 wt% ATBN-GnP/epoxy is about 16% higher than that of the pristine GnP/epoxy. The superior reinforcement of ATBN-GnP is attributed to the strong interfacial bonding between ATBNGnP and epoxy matrix as confirmed by microscopic observations. Keywords Epoxy resins, nanocomposites, graphene nanoplatelets, mechanical properties, thermal properties, fracture toughness "]], ["Introduction", ["With the emergence of nanotechnology, more and more efforts have been paid on the research and development of high-performance polymers by incorporation of nanofillers. Polymer nanocomposites reinforced with carbonbased materials, such as carbon black, fullerene, carbon nanofibers, carbon nanotubes, and graphene, have attracted much interest due to enhanced mechanical properties and excellent electrical and thermal conductivities.1–5 It is reported that graphene shows superior ability in modifying most properties of polymer matrix compared to other carbon nanofillers,6,7 and this is ascribed to the incredibly high specific surface area, unique two-dimensional geometry, and extremely high aspect ratio of graphene.8 More recently, graphene nanoplatelets (GnPs), which consist of several layers of graphene, have drawn increasing attention for reinforcing polymer matrix since the GnPs can be produced at large scale with low cost because of the simple process and the abundance availability of low-cost naturally existing graphite as the source material for GnP. GnP exhibits outstanding electrical, thermal, barrier, and mechanical properties,9,10 and it can be produced with thicknesses of approximately 5–10 nm and diameters of 300–50,000 nm depending on the synthesis methods11,12; therefore, GnP is regarded as a true nanofiller for modifying polymers. In order to achieve improved properties of polymers, GnP has been incorporated both into thermosetting7,13–15 and into thermoplastic polymers.16,17 As one of the most important thermoset-engineered polymers, epoxy resins have drawn attention due to their wide applications, including structural materials, flame-retardant additives, adhesives, and coatings and matrices for fibrous composites. 15,18,19 However, their brittleness and poor resistance to crack propagation restrict their application. In recent years, reinforcing epoxy resins with graphene/graphene oxide have attracted extensive interest since the resulting nanocomposites generally show excellent mechanical properties and high fracture toughness (KIC).20,21 In addition, graphene-based polymer composites also display good barrier properties and high thermal and electrical conductivities. 7,8,19,22 These exciting results encourage researchers to devote their efforts to develop true multifunctional nanocomposites using graphene, while the mass applications of single-layer graphene-based nanocomposites are still limited due to the manufacturing ability of single-layer graphene sheets. GnP provides an alternative route to fabricate graphene-based composites since it can already be economically produced in large quantities,which is likely to promote the industrialization and application of graphene-based materials in various fields. As reported in previous studies of all nanofillers, the challenges faced during the processing of GnP-reinforced composites are to achieve a strong interfacial adhesion and a uniform dispersion of GnP within polymer matrix. The degree of property reinforcement of GnP/epoxy composites strongly depends on the number of layers stacked in GnP, the degree of exfoliation, GnP surface treatment, aspect ratio, and concentration and orientation of GnP in matrix.23,24 The true realization of full benefit of GnP could only happen if GnP is well dispersed in the matrix and that there is a strong interfacial adhesion between GnP and polymer matrix.25 A reactive butadiene–acrylonitrile rubber, amineterminated poly(butadiene-co-acrylonitrile) (ATBN), which has amine groups at the ends and butadiene and acylonitrile groups in the repeating unit, has often been chosen as a toughener for epoxy resins. Generally, a large amount of ATBN (>10 wt%) was used to toughen epoxy, while usually causing a noticeable reduction in modulus and a suppression of glass transition temperatures.26,27 In this study, in order to achieve stronger interfacial interactions between GnP and epoxy matrix, a small amount of ATBN was used to functionalize GnP with the expectation to improve both the KIC and the mechanical properties of epoxy matrix. The ATBN-GnP was dispersed within an epoxy resin with the aid of a sonication process, followed by calendaring using a three-roll mill, and a homogeneous GnP/epoxy mixture could be achieved by the employed technique which was proved to be efficient for GnP dispersion in a previous study.28 The KIC, thermal conductivity, mechanical, and thermomechanical properties of the epoxy composites reinforced with GnP and ATBN-GnP were systematically investigated, and the fracture surfaces were examined using scanning electron microscopy (SEM) to evaluate the effect of chemical functionalization on the interface of the resulting nanocomposites."]], ["Experimental", ["##Materials The aromatic epoxy, diglycidyl ether of bisphenol A (Epon 828, Figure 1(a)) of commercial grade with an epoxy equivalent weight of 185–195 was purchased from Miller- Stephenson Chemical Company (Danbury, Connecticut, USA). GnPs were obtained from XG Sciences (Lansing, Michigan, USA), and the average diameter ofGnP is approximately 5 mmwith a thickness of <10 nmand a surface area of approximately 150 m2 g-1. ATBN (Hypro™ 1300 × 16, Hycar, Moorestown, New Jersey, USA, Figure 1(b)) with acrylonitrile content of 18% was used to functionalize GnP. Concentrated sulfuric acid (98%) was ordered from EMD Chemicals Inc. (Gibbstown, New Jersey, USA), and nitric acid (65%) and acetone were obtained from Avantor Performance Materials Inc. (Center Valley, Pennsylvania, USA). N,N-Dimethylformamide (DMF) and tetrahydrofuran (THF) were provided by Thermo Fisher Scientific Inc. (Waltham, Massachusetts, USA). N,N0- Dicyclohexylcarbodiimide (C13H22N2, DCC) with a purity of 99% was received from Alfa Aesar (Ward Hill, Massachusetts, USA). 4-Dimethylaminopyridine (DMAP, ≥99%) and m-phenylene diamine (flakes ≥99%; Figure 1(c)) were of reagent grade and purchased from Sigma Aldrich (St Louis, Missouri, USA). ##Acid modification of GnP Pristine GnP powders (5.0 g) were refluxed in 800 ml of mixed concentrated sulfuric acid and nitric acid (3:1,v/v) for 24 h to carboxylate the graphene walls and also to remove catalytic metal particles presented on the raw GnP materials.29 Then, the resultant acid-treated GnP was collected on a polytetrafluoroethylene filter (Advantec, Japan; H050A047A) with a pore size of 0.22 mm and washed with a large amount of deionized water until the pH of colature reached about 7. Finally, the acid-treated GnP was heated in a vacuum oven for 24 h at 70°C. ##ATBN functionalization of acid-modified GnP After acid treatment, GnP with –COOH groups was further functionalized with ATBN. Typically, 10 g GnP was dispersed in 1200 ml DMF, followed by the addition of 30 g of ATBN and 150 ml DMF to the solution. Subsequently, 1.5 g of DMAP in 50 ml DMF and 40 g of DCC in 50 ml THFwere added to the above mixture, and the entire solution was placed in an oil bath and stirred at 80°C under nitrogen atmosphere for 24 h. The resulting ATBN-functionalized GnP (ATBN-GnP) was then filtered and washed thoroughly with DMF and THF for six times each, followed by drying overnight at 80°C in a vacuum oven. ##Dispersion of GnP Typically, GnP was dispersed in an epoxy resin using the following procedure: The desired amount of GnP powders were weighed and dispersed in acetone (approximately 15 mg ml-1) using an ultrasonic probe sonicator for 30 min in an ice bath, and then epoxy was added to the GnP/acetone mixture and further sonicated for 30 min. After sonication, the mixture was placed on a hot plate and heated to 60°C under stirring to evaporate acetone. Subsequently, the epoxy mixture containing GnP was further treated using a three-roll mill calendaring (EXAKT, D-22851, Norderstedt, Germany) for 15 passes with a rotation speed of 250 r min-1. The final product was then collected from the mill, followed by vacuum degassing for 2 h at 70°C. Epoxy resins containing 1.0, 3.0, and 5.0 wt% GnPs were processed. The ATBN-GnP/epoxy mixture was prepared with the same method. ##Composites preparation The hardener was added to the GnP/epoxy mixture at a ratio of 14.5:100. In order to obtain a homogeneous mixture, the above-mentioned mixture was gently mixed for 1 min with a glass rod and then was further mixed using a high-speed shear mixer at 3000 r min-1 for 2 min. The resulting mixture was degassed at 70°C to remove air bubbles and any trace of solvent, followed by casting into silicone molds and was cured in an oven at 75°C for 2 h and post cured at 125°C for 2 h. A reference sample with neat epoxy and samples of ATBN-GnP/epoxy were prepared following the same procedure. All samples were polished on a Struers Abramin polisher with 320, 600, 1200, and 4000 grit papers to remove any surface defects before testing."]], ["Characterization", ["##Environmental SEM The microstructures of pristine GnP, functionalized GnP, and the fracture surfaces of GnP-based nanocomposites were characterized with an environmental SEM (Philips Electroscan 2020, Netherlands) at an accelerating voltage of 20 kV. Samples were gold coated (3-nm-thick gold) to avoid charging prior to observation. ##Raman spectroscopy Raman spectroscopy was carried out using a Micro Raman spectrometer (Renishaw, system 100, UK) in the range of 500–3500 cm-1. The excitation wavelength was 785 nm from helium–neon laser with a laser power of 28.2 mW at the sample surface. Results are the average of at least six Raman measurements per group. ##X-Ray photoelectron spectroscopy X-Ray photoelectron (XPS) spectroscopy was performed using a Thermo Fisher Scientific (UK) Multilab-2000 XPS spectrometer to identify the changes in the surface functional groups of pristine GnP, acid-treated GnP, and ATBN-modified GnP. The X-ray source was aluminum Kα radiation. The lens mode and energy step size were LAXPS and 0.1 eV, respectively. The photoelectron peaks (narrow scan spectra) were fitted by Fityk program (version 0.9.4) made by M. Wojdyr, and the intensity of the peaks was obtained with Gaussian curve fitting. ##Dynamic mechanical analysis Dynamic mechanical testing was performed under a single cantilever mode at a frequency of 1 Hz using a dynamic mechanical analyzer (Q800, TA Instruments, New Castle, Delaware, USA). Measurements were carried out from ambient temperature to 200°C at a heating rate of 3°C min-1. At least three specimens from each group were tested. The glass transition temperature (Tg) of the samples was determined from the peak of the tan δ curves. ##Mechanical testing Three-point bending flexural tests were conducted according to ASTM D790 standard using a UTS SFM-20 machine (United Calibration Corporation, Huntington Beach, California, USA). The tests were performed at a constant loading speed of 1.27 mm min-1 with a span of 50 mm. At least five specimens were tested for each group. ##Thermal properties A laser flash method (Netzsch 447 NanoFlash, Germay) was employed to analyze the thermal diffusivity of the neat epoxy and epoxy composites at room temperature. Square samples were prepared with a side length of 10 mm and a thickness of 30mm. The top and bottom surfaces of the samples were coated with graphite to insure uniform heat flow and the thermal diffusivity values (mm2 s-1). The specific heat capacity (Cp; J g-1 K-1) was determined using a TA Instrument Q2000 differential scanning calorimeter (DSC). The densities (ρ; g cm-3) of the samples were collected by dividing the mass over the volume. The thermal conductivity was then calculated according to the following equation: K = α × ρ × Cρ , where K is the thermal conductivity (W mK-1), α is the thermal diffusivity (mm2 s-1), ρ is the density of the samples (g cm-3), and Cρ is the specific heat capacity (J g-1 K-1). ##Fracture toughness Mode I KIC testing of the pure epoxy matrix and the epoxy composites with various GnP contents was performed according to ASTM D 5045-99 standard. The compact tension samples were cured in a rubber mold. An initial precrack which is critical to toughness testing was introduced to each sample by a razor blade tapping method.30 The radius at the tip of the pre-crack was similar to all of the samples tested, and the crack length was measured by an optical microscopy after fracture testing. Five specimens were tested for each set of data at 0.5 mm min-1, and the KIC values with standard deviations were calculated."]], ["Results and discussion", ["##Characterization of pristine GNP, acid-treated GNP, and ATBN-modified GnP Figure 2 presents the SEM micrographs of pristine GnP, acid-modified GnP, and ATBN-functionalized GnP. As can be seen, the platelet-like pristine GnP has an average diameter of approximately 5 μm. No significant difference in morphology between the pristine GnP (Figure 2(a)) and acid-treated GnP (Figure 2(b)) was observed, which indicates that the intrinsic morphology of GnP was not affected by the acid treatment. Furthermore, a higher magnification of pristine GnP (inset in Figure 2(a)) shows that the surface of pristine GnP appears to be smooth and clean, while after being modified by ATBN, ATBN-GnP (Figure 2(c) and (d)) exhibits a rough surface where a number of white dots were observed, suggesting that GnP may be successfully functionalized by ATBN. Figure 3 shows Raman spectra for pristine GnP, carboxylated GnP, and ATBN-functionalized GnP. Different intensity levels of D peak at approximately 1350 cm-1 were observed among the materials studied. The second peak at approximately 1570 cm-1 (G band) is due to the in-plane stretching motion between sp2 carbon atoms, and the intensity ratio (ID/IG) of pristine GnP is about 0.073. After acid treatment, the G band shifted to higher frequencies (blue shift) during graphite amorphization, indicating the presence of double bonds that resonate at higher frequencies, 31 and the D band was broadened and became a relatively higher intensity. As a result, the acid-treated GnP displays an increased intensity ratio (ID/IG = 0.256), indicating increased number of defects presented on the graphene wall structure of GnP, which is possible due to the successfully attached functional groups on GnP, such as COOH, C–OH, and C–O resulting from the extensive oxidation.32 After further being modified by ATBN, the G band slightly shifted back to the location of the G band in pristine GnP, which could be attributed to a graphitic self-healing similar to whatwas observed from the sharpening of the G peak and the intensity decrease of the D peak in heat-treated graphite,33–35 and the ID/IG ratio of ATBN-GnP was decreased to 0.107, which is still higher than the value of pristine GnP, confirming the presence of functional groups on the GnP walls. Generally, XPS offers qualitative and quantitative chemical information, and it is a powerful tool to analyze surface composition of pristine GnP, acid-treated GnP, and ATBN-modified GnP, which could provide information of the interfacial interactions between GnP and ATBN. Figure 4 shows the general XPS spectra of GnP before and after mixed acid treatment and the following ATBN functionalization. As shown in Figure 4(a), binding energies at around 284, 533, 754.6, and 995.2 eV are attributed to the C1s, O1s, OKLL, and CKLL, respectively. After acid treatment, a remarkable increase in oxygen content was observed, as indicated by the peak intensity (Figure 4(b)), indicating the attachment of functional groups onto the surface of GnP. The nitrogen content was not detected in the case of GnP before and after mixed acid treatment, while a new peak at around 400 eV appeared for the ATBNGnP (Figure 4(c)), corresponding to the N1s, which is derived from the ATBN molecules. The higher resolution XPS spectra in N1s region (Figure 4(d)) show that this peak was further deconvoluted into four binding energies at 399.00, 400.27, 401.64, and 406.85 eV, which are attributed to the formation of primary amine (–CH2–NH2), amide (–NH–(C=O)–), secondary amine (–NH–CH2–), and the nitrile (–C≡N) of ATBN on the GnP surface. These results are in good agreement with the formed chemical bonds resulting from the reactions taking place between the carboxylic groups of acid-functionalized GnP and amino groups of ATBN as shown in Figure 5. Table 1 summarizes the percent atomic compositions of GnP at different stages. It is noteworthy that the oxygen content of acid-treated GnP increased almost threefold from 4.17% to 11.46% due to the acid treatment, indicating that oxygen-containing groups (e.g. COOH, C–OH, C–O, etc.) were created on the carboxylated GnP. The oxygen content decreased slightly after ATBN functionalization due to the formation of H2O resulting from the reactions between ATBN and carboxylic groups on the GnP surface. The Raman observations and XPS analysis of nitrogen region of the ATBN-functionalized GnP demonstrate that GnP was successfully functionalized with ATBN. ##Mechanical results Flexural properties of epoxy-based nanocomposites filled with pristine and ATBN-GnP are plotted as a function of filler content. As seen from Figure 6, the flexural moduli of composites-containing pristine GnP increased consistently as the content of GnP varied from 1.0 to 5.0 wt%, while ATBN-GnP showed a more pronounced increase in modulus compared to the pristine GnP at the same filler content (Figure 6(a)). At 5.0 wt% filler content, ATBN-GnP increased the modulus of neat epoxy by 22.1%, while at the same fraction, the pristine GnP showed 18.1% increase in flexural modulus. The improved interfacial interactions arising from covalent bonds between amino group on ATBN-GnP and epoxy matrix lead to the enhanced mechanical properties. In contrast, the flexural strength decreased continuously, as the content of pristine GnP increases (Figure 6(b)), and it is believed that the weak interfacial adhesion is responsible for the poor mechanical strength. Similar to other reports,6,15 epoxy matrix usually showed a decrease in mechanical strength after the incorporation of GnP regardless of functionalization; however, the composites with ATBN-GnP showed a less reduction than the unmodified GnP counterparts at the same GnP content, which confirms the effectiveness of the ATBN functionalization. The interactions between the ATBN-GnP and polymer matrix were significantly improved due to the covalent bonds, and the strong interfacial adhesion could facilitate efficient load transfer from matrix to fillers and consequently enhance the reinforcing effect. It is noted that the flexural strength of ATBN-GnP/ epoxy composites is lower than the neat epoxy, which should be ascribed to the incompleted functionalization of GnP. The ATBN functionalization can only take place on the outer layers of GnP since GnP is in the form of stacks of several layers of graphene sheet. Although a good adhesion between resin matrix and the outer layers of GnP is achieved, the separation of in-between or delamination of GnP layers may occur upon loading due to the weak GnP interlayer forces (van der Waals forces), resulting in poor mechanical strengths in comparison with the neat epoxy. Since fibers could greatly enhance mechanical strength of polymer matrix, the GnP-modified epoxy resin may serve as a promising matrix resin candidate for the nextgeneration multifunctional carbon fiber-reinforced polymer composites.36 ##Viscoelastic properties The representative curves of the influence of temperature on storage modulus of the composites containing GnP and ATBN-GnP with different weight percentage are shown in Figure 7. The storage modulus in composite containing nanofillers is highly dependent on the interfacial bonding strength between reinforcement fillers and resin matrix.37 The storage moduli of the composites containing GnP increased with increasing content of GnP, regardless of functionalization, and were consistently higher than the neat epoxy in the whole temperature range studied. At 30°C, at 5.0 wt% filler content, GnP and ATBN-GnP increased the storage modulus of neat epoxy from 2.5 GPa to 2.9 GPa and 3.2 GPa, respectively. A stronger reinforcing effect of ATBN-GnP on the storage moduli of composites was clearly observed, compared to the counterparts with pristine GnP at the same fraction, and this behavior was in consistent with the flexural moduli of composites. This observation can be attributed to the enhanced interfacial binding and the mechanical interactions between ATBN-GnP and epoxy resin, which reduced the mobility of the local matrix materials around the GnPs, increasing the thermal stability at elevated temperatures. As the temperature increases, all the samples showed a gradual decrease in storage modulus, followed by a sudden drop at the Tg, which occurs during the transition of the glassy state to a rubbery state. The right image of Figure 7 displays the representative variations of tan δ as a function of temperature for neat epoxy, GnP/epoxy, and ATBN-GnP/epoxy composites. In the composites, the GnP and ATBN-GnP were varied from 1.0 wt% to 5.0 wt%. The tan δ values of the composites were calculated by dividing the loss modulus by the corresponding storage modulus. It is interesting that the maximum value of tan δ for the neat epoxy is higher than those of the composites filled with the pristine GnP. This phenomenon indicates that although the loss moduli of the GnP/epoxy composites were increased upon the addition of GnP due to the GnP-matrix interfacial interactions and the restrictions of mobility of molecular chains; however, the reinforcement for storage modulus may be greater due to the stiffening effect of rigid GnP. Moreover, this effect may be enhanced at high GnP concentration. Therefore, the amplitude was reduced proportionally to GnP content. Regarding the ATBN-GnP/epoxy composites, the amino functional groups on GnP may form covalent bonding with epoxy matrix and enhanced the GnP/matrix interfacial interaction, resulting in an increase of loss modulus. Hence, the maximum value of tan δ for ATBN-GnP/epoxy composites is consistently higher than the composites containing pristine GnP. The Tg was picked at the peak of tan δ curves, and the associated data are listed in Table 2. The neat epoxy shows a Tg of 152.2°C, with the incorporation of 1.0, 3.0, and 5.0 wt% GnP, Tg increased continuously with the increasing content of GnP and reached 153.0, 154.0, and 154.6°C, respectively. More pronounced enhancement of Tg for the ATBN-GnP/epoxy composites was obtained which are 155.2, 156.1, and 157.3°C, respectively. The increment in the Tg values of composites with GnP and ATBN-GnP is associated with restrictions of segmental motion and high degree of cross-linking under loading. Specifically, the large basal plane area of GnP and the wrinkled nature of GnP surface induce interfacial interactions through mechanical interlocking with epoxy resin molecule segments and hinder molecular mobility, leading to an increase in Tg. The stronger effect of ATBN-GnP on the Tg can be attributed to the following reasons. First, the presence of ATBN on the surface or edges of GnP enhanced the uniform dispersion within resin matrix and may also promote the cross-linking reactions of epoxy and hardener, effectively hindering the movement of molecular chains; second, the improved interface adhesion between ATBN-GnP and epoxy constrained the mobility of resin molecular segments, resulting in a larger Tg shift. The higher peak height of tan δ for ATBN-GnP composites compared with GnP/ epoxy composites could indirectly indicate a uniform dispersion of ATBN-GnP in the epoxy resin. ##Thermal properties of GnP-based composites Incorporation of carbon nanofillers into epoxy matrix can offer excellent thermal conductivity to epoxy resin. Theoretically, GnP is better at enhancing thermal conductivity than carbon nanotubes because the two-dimensional GnP possesses a higher surface area to contact with polymers than carbon nanotubes. It is well known that the heat transfer is mainly attributed to the transport of phonons, and the thermal conductivity of graphene/epoxy composites is affected by factors such as aspect ratio, dispersion, alignment, loading, and the thermal resistance of polymer– nanofillers interface.28,38,39 Recently, researchers40,41 have found that although covalent functionalization can reduce the thermal conductivity of graphene and carbon nanotubes. On the other hand, it can strengthen the coupling between fillers and matrix and increase the corresponding interfacial thermal conductance which was regarded as a critical role in the improvement of thermal conductivity of graphene–polymer nanocomposites. As seen from Figure 8, the thermal conductivity increased with increasing content of GnP and ATBN-GnP, and ATBNGnP shows higher thermal conductivities than GnP counterparts at the same filler content. The thermal conductivity of neat epoxy is approximately 0.21 W mK-1, while at 5.0 wt% filler loading, GnP and ATBN-GnP increased thermal conductivity to 0.46 and 0.50 W mK-1 with the increment of 117.6% and 133.6%, respectively, which signify that ATBNP-GnP demonstrates 16% increase, compared to that of the pristine GnP/epoxy composite. The increase suggests that, in this study, the effect of functionalization on the enhancement of interfacial thermal conductance overtakes on the decrease of the thermal conductivity of GnP. The superior behavior of ATBN-GnP is mainly attributed to the improved interfacial adhesion between ATBN-GnP and epoxy matrix which could effectively improve the interfacial thermal conductance. Therefore, the thermal interfacial resistance reduced, leading to ease of heat flows and phonon diffusion. It is concluded that the interfacial thermal conductance between fillers and polymer matrix is crucial for the thermal transport in composites. The superior enhancement of thermal conductivity of polymers by using covalently functionalized fillers was also reported in both graphene and carbon nanotube systems.39,42 ##Fracture toughness The KIC values were tested at a low speed which is likely to be encountered in the real-world application of composites. This test was performed to reveal the resistance of samples to crack initiation and propagation. The measured KIC values for pure epoxy and the composites are shown in Figure 9. The low KIC value of the neat cured epoxy (0.75 MPa m1/2) is resulted from the high cross-link density that absorbs less energy during fracture,43 and remarkable improvements in KIC were observed once fillers were added. After incorporating 1.0 wt% GnP and 1.0 wt% ATBN-GnP, 44.9% and 53.3% increase in KIC were obtained, respectively. KIC value increased consistently up to a loading of 5.0 wt% GnP and 5.0 wt% ATBN-GnP, reaching 1.46 Mpa m1/2 and 1.33 Mpa m1/2 with the enhancement of 76.2% and 92.8%, respectively, compared with the neat epoxy. The fracture process of samples can be described in the following steps: (1) upon loading, the GnP acts as stress concentrators, and delamination of the matrix from the filler occurs; (2) with continued loading, microcracks are developed along the interfaces between the GnP and the matrix due to the lack of affinity between GnP and epoxy resin; and (3) upon further loading, fracture initiates from the microcracks and then debonding of GnP and crack deflection occur, and finally, catastrophic crack propagation leads to sample failure. ATBN-GnP performs better than pristine GnP in toughening epoxy and is able to carry a higher level of loading upon fracture because of a stronger ATBN-GnP/ matrix interface bonding, as evidenced by the increased quality of fracture features shown in Figure 10. In addition, the grafted rubber chain on modified GnP can store elastic energy which also contributes to the higher KIC. Apart from the fraction and functionalization of GnP, other factors like aspect ratio, orientation, and dispersion state of GnP also affect the final toughness of GnP/epoxy composites. Chatterjee et al.38 reported that higher aspect ratio GnP provided a greater toughness enhancement since the main toughening mechanisms, for example, crack deflection and crack bridging are promoted by larger dimension of the nanofiller used. Tang et al.44 dispersed graphene in epoxy resin with different techniques, and it was found that the highly dispersed graphene surpassed the poorly dispersed graphene in terms of the enhancement of fracture toughening. Highly dispersed graphene induced much more tortuous and fine river-like structures on the fracture surface of epoxy composites, and more fracture energy was dissipated by the rougher fracture surface. ##Fractography In order to obtain more information regarding the interfacial adhesion between the epoxy matrix and fillers, the fractured surfaces of epoxy samples containing GnP and ATBN-GnP were examined using SEM. The obtained SEM images also could provide critical information to identify fracture mechanisms for polymer nanocomposites. Since it is well known that the fracture surface of pure epoxy is very smooth and featureless,21 its SEM images are not shown here. The representative SEM images of nanocomposites containing 3.0 wt% GnP and 3.0 wt% ATBN-GnP with both low and high magnifications are presented in Figure 10. As can be seen from Figure 10(a) and (b), unlike neat epoxy, the fracture surfaces of nanocomposites exhibit rough textures after the incorporation of GnP and ATBNGnP, which is due to the tilting and twisting of the cracks, and generate an increase in the total fracture surface area and lead to more energy absorption. The higher magnification image of unmodified GnP/epoxy composite clearly shows the isolated edges and smooth surface of GnP (Figure 10(c)), and Figure 10(e) shows GnP pullout (black arrows), separation of in-between or delamination of GnP layers (white arrows), as well as the gap between GnP and epoxy matrix (white dash line), all of which exposed the weak adhesion between both the layer/layer of GnP and GnP/matrix. Comparatively, the ATBN-GnP exhibits well embedded in epoxy matrix. As seen from Figure 10(d), under high stress, when ATBN-GnP encountered cracks, it did not yield to crack but instead deflected them. With continued loading, the outer layer of ATBN-GnP tore apart from the interlayers, leaving the edges and the opposite side of GnP bonded to the epoxy matrix, which reveals that the ATBN-GnP/matrix interfacial strength is strong and the interlayer delamination occurred during the fracture process. Also ATBN-GnP could pull out from matrix when the stress exceeds the filler/matrix interfacial strength (Figure 10(f)), while no obvious gaps between ATBN-GnP and epoxy matrix were observed, indicating a strong interfacial interaction between ATBN-GnP and the epoxy matrix. Furthermore, compared with the pristine GnP, more localized shear bands were initiated by the stress concentrations around the periphery of the ATBN-GnP, indicating the dissipation of more energy during fracture. Based upon observations and analyses, it is likely that the crack path deflection, debonding/delamination of GnP as well as the matrix shear banding play key roles in the toughening mechanisms of the GnP-epoxy composites."]], ["Conclusions", ["In this study, the covalently functionalized ATBN-GnP was successfully prepared, and the effects of both pristineGnP and ATBN-GnP on mechanical properties, viscoelastic properties, thermal conductivity, and KIC of epoxy-based composites were investigated. It is demonstrated that a better interfacial adhesion between the ATBN-GnP and the epoxy matrix was achieved resulting from the ATBN functionalization. The ATBN-modifiedGnPresulted in bettermechanical properties, higher KIC and thermal conductivity, and is much more effective in improving Tg and storage modulus as compared to the pristine GnP. The effectiveness of ATBN-GnP is ascribed to the successful functionalization of GnP, and the improved interfacial adhesion between ATBN-GnP and epoxy matrix is confirmed by the XPS, Raman spectra, and SEM fractographs. From SEMfractography observations, the toughening mechanisms in GnP/epoxy compositeswere found to be crack path deflection, debonding/delamination of GnP, and matrix shear banding. The ATBN-GnP enhanced the toughening mechanisms and subsequently further improved the KIC."]]], "doi": "10.1177/0954008315588983", "figures": [["Figure 1", "Figure 1", "Figure 1. The molecular structures of (a) DGEBA, (b) ATBN, and (c) m-PDA. DGEBA: diglycidyl ether of bisphenol A; ATBN: aminoterminated  poly(butadiene-co-acrylonitrile); m-PDA: m-phenylene diamine."], ["Figure 10", "Figure 10", "Figure 10. Scanning electron micrographs of fracture surfaces of 3.0 wt% GnP/epoxy composite (a), (c), and (e); and 3.0 wt%  ATBN-GnP/epoxy composite (b), (d), and (f). GnP: graphene nanoplatelets; ATBN: amino-terminated poly(butadiene-co-acrylonitrile).   "], ["Figure 2", "Figure 2", "Figure 2. Scanning electron micrographs of (a) pristine GnP (inset: a higher magnification), (b) mixed acid-treated GnP, (c) ATBN-  modified GnP, and (d) higher magnification of ATBN-modified GnP. GnP: graphene nanoplatelets; ATBN: amino-terminated poly(butadiene-co-acrylonitrile).   "], ["Figure 3", "Figure 3", "Figure 3. Raman spectra of pristine GnP, acid-treated GnP, and  ATBN-modified GnP. GnP: graphene nanoplatelets; ATBN:  amino-terminated poly(butadiene-co-acrylonitrile.   "], ["Figure 4", "Figure 4", "Figure 4. General XPS spectra of GnP at different stages: (a) pristine GnP, (b) acid-treated GnP, (c) ATBN-modified GnP, and  (d) deconvolution of NIs XPS spectrum. GnP: graphene nanoplatelets; ATBN: amino-terminated poly(butadiene-co-acrylonitrile);  XPS: X-ray photoelectron spectroscopy.   "], ["Figure 5", "Figure 5", "Figure 5. A schematic representation for the reaction of  carboxylic GnP with molecules of ATBN. GnP: graphene  nanoplatelets; ATBN: amino-terminated poly(butadiene-coacrylonitrile)."], ["Figure 6", "Figure 6", "Figure 6. Flexural properties of epoxy and its nanocomposites.   "], ["Figure 7", "Figure 7", "Figure 7. Dynamic mechanical properties of pure epoxy and its composites: (a) neat epoxy; (b) 1.0 wt%, (c) 3.0 wt%, (d) 5.0 wt% GnP/epoxy composites; (e) 1.0 wt%, (f) 3.0 wt%, (g) 5.0 we% ATBN-GnP/epoxy composites. GnP: graphene nanoplatelets; ATBN: amino-  terminated poly(butadiene-co-acrylonitrile)."], ["Figure 8", "Figure 8", "Figure 8. Thermal conductivity of neat epoxy, GnP/epoxy, and  ATBN-GnP/epoxy nanocomposites. GnP: graphene nanoplatelets; ATBN: amino-terminated poly(butadiene-co-acrylonitrile)."], ["Figure 9", "Figure 9", "Figure 9. Fracture toughness of neat epoxy, GnP/epoxy, and  ATBN-GnP/epoxy nanocomposites. GnP: graphene nanoplatelets; ATBN: amino-terminated poly(butadiene-co-acrylonitrile).   "]], "table_captions": [], "tables": []}