{"title": "Dielectric, mechanical and transport properties of bisphenol A polycarbonate/graphene nanocomposites prepared by melt blending", "abstract": "Nanocomposites based on polycarbonate (PC) and different amounts of untreated graphene nanoplatelets (GnP) (from 1 to 7 wt %) were prepared by melt blending. The nanocomposites were thoroughly characterized employing the following techniques: broad band dielectric spectroscopy, thermally stimulated depolarization currents, differential scanning calorimetry, tensile testing, dynamic mechanical thermal analysis, and water vapor, carbon dioxide and oxygen permeability measurements. The presence of a MWS relaxation mode indicated the accumulation of electrical charges trapped at the interfaces of the polycarbonate with graphene 2D platelets. The addition of GnP produced nanocomposite materials with enhanced mechanical and barrier properties. The melt mixed PC/graphene nanocomposites prepared here exhibit well-balanced properties, even though unmodified graphene nanoplatelets were used. In addition, the nanocomposites were obtained by a single extrusion process, which is easily scalable for industrial applications. KEYWORDS: dielectric properties; mechanical properties; polycarbonates; structure–property relationships; thermal properties ", "body": [["ABSTRACT", ["Nanocomposites based on polycarbonate (PC) and different amounts of untreated graphene nanoplatelets (GnP) (from 1 to 7 wt %) were prepared by melt blending. The nanocomposites were thoroughly characterized employing the following techniques: broad band dielectric spectroscopy, thermally stimulated depolarization currents, differential scanning calorimetry, tensile testing, dynamic mechanical thermal analysis, and water vapor, carbon dioxide and oxygen permeability measurements. The presence of a MWS relaxation mode indicated the accumulation of electrical charges trapped at the interfaces of the polycarbonate with graphene 2D platelets. The addition of GnP produced nanocomposite materials with enhanced mechanical and barrier properties. The melt mixed PC/graphene nanocomposites prepared here exhibit well-balanced properties, even though unmodified graphene nanoplatelets were used. In addition, the nanocomposites were obtained by a single extrusion process, which is easily scalable for industrial applications. KEYWORDS: dielectric properties; mechanical properties; polycarbonates; structure–property relationships; thermal properties "]], ["INTRODUCTION", ["Graphene-based polymer composites have been extensively studied in the last years1–7 mainly due to the combination of high electrical, thermal and mechanical properties of graphene, a two-dimensional monoatomic thin sheet with a large lateral dimension sp2-hybridized carbon nanostructure.8 Its incorporation into polymers may result in remarkable improvements of the host material.9 However, the large-scale manufacture of pristine graphene for industrial applications remains expensive. Therefore, the use of existing cheaper graphene derivatives is an attractive alternative.10 Graphene nanoplatelets (GnP) belong to this family of materials and represent a new class of carbon nanoparticles with multifunctional properties that can replace nano-clays, carbon fiber, carbon nanotubes, or other compounds in many composite applications. They have “platelet” morphology, meaning they have a very thin but wide aspect ratio. This unique size and platelet morphology make these particles especially effective at providing good barrier properties, while their pure graphitic composition makes them excellent as thermal and electrical conductors. They can also improve the mechanical properties such as the stiffness, strength, and surface toughness. Polycarbonate (PC) is one of the most important commodity polymers due to its good mechanical and thermal properties, impact resistance and optical transparency.11 Its mechanical properties and impact strength combined with high optical clarity make it an excellent candidate for a wide range of applications including, airplane windows, electrical components, safety helmets, and headlamp lenses.12 The efficient dispersion of graphene in a polymer matrix leads to significant improvements in several properties of the host material.9,11,12 Different methods have been used to prepare GnP filled polymer nanocomposites including melt intercalation, solution mixing, and in situ exfoliation.1,11,13,14 Yoonessi and Gaier12 reported electrical conductivity and mechanical properties of graphene nanosheets and PC nanocomposites prepared by both emulsion and solution blending methods, followed by compression molding. They found that graphene nanocomposites with 1.1 and 2.2 vol % graphene (2 and 4 wt %) were in the conductive regime with exceptionally high conductivities. The linearity of conductivity versus concentration demonstrates the occurrence of a charge carrier tunneling along the correlating distance between the nanoparticles. They also found improvements in tensile moduli. Shen et al.15 obtained an improvement in the dispersion of thermally reduced graphene oxide (TRG) by a combination of solution mixing in different solvents followed by melt blending. They obtained an enhancement of interfacial interaction between PC and TRG. Furthermore, they found that melt blending had no significant impact on the mechanical properties of the nanocomposites. The same complex preparation method (solution mixing followed by melt mixing) was also used by Lee et al.16 to prepare nanocomposites of linear (L-PC) and branched (B-PC) polycarbonates with thermally reduced graphene oxides. They studied the effect of the reduction time on graphene dispersion and found an improvement when the reduction time decreased. In addition, they obtained an increase in tensile modulus, especially for branched PC. Melt intercalation is the most convenient method, from the industrial point of view, as no solvent is required and it can be easily adapted to general processing equipments, such as extruders and injection-molding machines.1,17 Several authors have used this method to produce PC/graphene nanocomposites. Steurer et al.18 prepared nanocomposites of thermally reduced graphene oxide with different thermoplastics by melt mixing. They reported improved stiffness as compared with PC nanocomposites based on carbon black and multiwalled carbon nanotubes (MWCNT). Potts et al.19 prepared microwave-exfoliated graphite oxide (MEGO) and used a melt mixing process to fabricate MEGO/ PC nanocomposites. Their results showed an improvement in stiffness and additionally, an electrical conductivity improvement similar to that obtained with thermally exfoliated graphite oxide and MWCNT. Gedler et al.9 examined the thermal decomposition of unfilled and graphene-reinforced solid and foamed PC by thermogravimetry in both nitrogen and air atmospheres. The nanocomposites were prepared by melt mixing without using any solution-mixing step. They report that the combination of the addition of small amounts of graphene nanoplatelets to PC matrix with later foaming process leads to significant improvements in the thermal stability of PC. Kim and Macosko11 reported that electrical conductivity of PC improved with the addition of both graphite and functionalized graphene sheets (FGS). However, the resistance of FGS composites started to decrease at much lower concentrations. They also found a reduction on nitrogen (N2) and helium (He) permeability when graphite and FGS were incorporated. In addition, FGS, with a larger kinetic diameter, showed higher effectiveness as a barrier against diffusion of molecules. No significant improvements in tensile modulus and dimensional stability were observed with FGS dispersion in comparison with graphite. This was a consequence of the reduction on stiffening performance of FGS layers due to the thermal treatment. King et al.20 prepared PC/exfoliated graphene (GNP) nanocomposites by extrusion and injection molding fabrication process. The authors obtained an improvement in electrical and mechanical properties as compared with those of PC nanocomposites prepared with carbon black and carbon nanotubes. In this study, nanocomposites based on PC and GnP were obtained by melt-processing. GnP concentrations were varied from 1 to 7 wt % to determine the percolation threshold. The characterization of the dispersion was carried out by Transmission Electron Microscopy (TEM). Electrical and dielectrical properties were determined by Broad Band Dielectric Spectroscopy (BBDS) measurements and Thermally Stimulated Depolarization Currents (TSDC) measurements, respectively. Thermal properties were studied by Differential Scanning Calorimetry (DSC) and Dynamic Mechanical Thermal Analysis (DMTA). Mechanical properties were measured by tensile tests and transport properties characterization was carried out by water vapor transmission rate, carbon dioxide and oxygen permeability measurements. The goal of this work is to prepare PC/graphene nanocomposites using commercially available graphene (without any additional treatment) and employing a simple single meltmixing procedure."]], ["EXPERIMENTAL", ["##Materials Scheme 1 shows the chemical structure of bisphenol A PC. The PC used in this work was purchased from Idemitsu Chemicals Europe PLC, under the trade name of TARFLONVR IV1900R it has a melt flow index (MFI) of 19 g/10 min (300 °C and 1.2 kg). The graphene nanoplatelets employed in this work were conductive avanGRP (GnP) purchased from Avanzare. They have an average particle diameter of 10 lm, an average thickness of <10 nm and a density of <0.2 g/cm3. ##Sample Preparation PC pellets were dried for 4 hours at 120 °C before blending, as well as all extruded pellets before processing (i.e., compression or injection molding). Blending was carried out in a Collin ZK 25 twin co-rotating screw-extruder kneader with an L/D ratio of 30 and a screw diameter of 25 mm. All obtained extrudates were cooled in a water bath and pelletized. The experimental conditions selected for the preparation of PC/ GnP nanocomposites were a screw speed of 400 rpm and a temperature of 265 °C. Nanocomposites with GnP contents of 1 wt %, 3 wt %, 5 wt %, and 7 wt % were prepared. Specimens for tensile and impact tests were molded according to ASTM D-638 type IV and ASTM D-256 standards, respectively, using a Battenfeld BA-230-E injection molding machine. The injection molding was carried out at 265 °C with an injection speed of 10.2 cm3/s. The mould temperature was kept at 20 °C. Compression molding was employed to obtain films for the determination of barrier properties and sheets for the determination of volume conductivities. The sheets for the determination of volume conductivity were obtained with a Collin P200E hot-press, equipped with a cooling system based on circulating water. The samples were preheated at 265 °C during 8 min, compressed at 200 bars during 2 min and then cooled rapidly between two water-cooled plates (7 min). The films for the determination of barrier properties were obtained by compression molding using a Graseby Specac equipment. The samples were preheated at 250 °C during 5 min, compressed at 200 bars during 3 min and then cooled for 2 min. The thickness of the films employed for the determination of barrier properties was measured by Mega-Check 5F-ST device according to ISO 2178. This device is an electromagnetic probe with a resolution of 0.1 mm. In every film the thickness was measured at least 20 times to ensure that the value obtained is representative. ##Transmission Electron Microscopy (TEM) TEM was performed using a Tecnai 20 transmission electron microscope operating at an accelerating voltage of 200 kV. In all cases, the samples observed were obtained from the centre sections of injected tensile bars. ##Electrical Properties Measurements The AC complex conductivity of the samples, decomposed in its real and imaginary parts σ* = σ'-iσ\"; (1) was studied as a function of frequency, f, from 0.01 Hz to 1 MHz and the graphene content in a Concept Twelve Alpha Dielectric Spectrometer (Novocontrol, Germany) at room temperature. The variation of the AC conductivity for nanocomposites with variable GnP concentration was extracted from the determination of the complex impedance of the sample when a perturbation of 1Vrms was applied. The dielectric properties, permittivity, E' and dielectric loss, E\", of each sample were also calculated from the following expressions: ε* = ε' - iε\" with σ' = 2πfε0ε\" and σ\" = 2πfε0(ε'-1) (2) where ε0 is the vacuum permittivity. Another dielectric technique was also applied to the samples, the Thermally Stimulated Depolarization Currents, TSDC, in order to follow the effect of the graphene load on the local and segmental dielectric relaxations of the PC. The first ones are caused by short-scale motions of the polymer chain in the vitreous state, while the second is the dielectric manifestation of the glass-transition temperature and present molecular dynamics with a cooperative character. The TSDC experiment is carried on by placing the sample between two metallic electrodes in an evacuated measuring cryostat filled with dry nitrogen and applying a DC polarizing field, Ep, at a temperature, Tp, where the dipolar species under study are mobile. The sample is after a polarizing time, tp, quenched to liquid nitrogen temperature where the field is switched off and the N2 gas interchanged with dry He gas. The sample is then heated at a linear rate and the current caused by the sample partial depolarization is recorded as a function of temperature by a Keathley 642 electrometer, connected to a Keathley 199 scanner.21 The TSDC runs cover a wide temperature range from 2188 °C to 172 °C. Higher temperatures could not be reached as the sample softens and flows and the electric contact with the metallic electrodes might vary. ##Differential Scanning Calorimetry (DSC) DSC studies were performed with a PerkinElmer Pyris 1 calorimeter equipped with a refrigerated cooling system Intracooler 2P, under N2 atmosphere and calibrated with indium. The samples were weighted and sealed in aluminum pans. Experiments were conducted in a temperature range between 25 and 180 °C at a rate of 20 °C/min. ##Dynamic Mechanical Thermal Analysis (DMTA) A DMA Q800 device of TA instruments was used to carry out the dynamic-mechanical analyses. Measurements were conducted with a single cantilever in flexion and with heating rate of 4 °C/min and a frequency of 1 Hz. ##Tensile Tests Tensile tests were conducted on an Instron Universal Testing Machine Model 5569 equipped with a 5 kN load cell and at a crosshead speed of 10 mm/min. Elastic modulus, yield strength and elongation at break were measured, and each reported result is the average of at least five specimens. ##Izod Impact Tests Izod impact tests were conducted with an instrumented CEAST 6548/000 pendulum using a 4 J hammer. Standard notches were made following the ASTM D-256 standard protocol. At least ten specimens of each composition were tested to ensure that the values were repetitive and reproducible. ##Transport Properties Characterization ###Water Vapor Permeability. Water vapor permeability coefficient measurements have been carried out using a permeation gravimetric cell (GPCell). The cell, made in polytetrafluoroethylene, is basically a small container partially filled with the corresponding penetrant, water in our case, sealed by a polymer membrane. This cell is placed on a Sartorius BP 210 D balance with a sensitivity of 1025 g. The loss of weight was monitored and recorded in a computer for further data treatment. The results shown in this paper are the average of at least five measurements. The experimental measurements have been carried out at 25 °C and relative humidity 0.304–0.581. The water vapor transmission rate, WVTR, can be obtained from the slope of the steady state by means of this equation, WVTR[g.mm/m2.day] = 8.64.105 slope.l/A(aint-aext) (3) where WVTR is the water vapor transmission rate, l (μm) is the film thickness, A is the surface area of the film exposed to the permeation (2.54 cm2), aint and aext are the water vapor activity inside and outside the cell respectively, namely relative humidity expressed as per unit values. ###Carbon Dioxide Permeability. The carbon dioxide permeability coefficient was determined using a cell built in our laboratory, similar to other devices described in bibliography.22,23 The gas permeability coefficient was calculated from the curve slope of the pressure at the permeate side versus time, dp/dt (Torr/s), when steady state was achieved by the following equation: P=1010 (dp/dt)LVTSTP/pApSTPTA (4) Where P is the permeability coefficient of a membrane to carbon dioxide in Barrer, V is the volume of the downstream chamber (cm3), A is the effective area of the film (1 cm2), L is the thickness of the membrane (cm), TSTP and pSTP are the standard temperature and pressure (273K and 76 cm Hg), pA is the pressure of the penetrant gas in the upstream chamber (Torr) and T is the temperature of the measurement (298 K). The experimental measurements have been performed at 25 °C and at 1 atm, employing at least 4 membranes to ensure that the values are repetitive. ###Oxygen Permeability. The oxygen permeability coefficient was obtained using a Mocon OX-TRAN 2/21 MH model at a pressure of 1 bar. The Mocon detection level is approximately of 0.002 Barrer. This equipment gives directly the oxygen transmission rate (OTR) that is related to permeability coefficient, in Barrer, by the following expression, OTR(cc mil/m2 day) × 0.29398/p (mmHg) = P (Barrer) (5) where p is pressure and 0.29398 is the conversion factor to obtain the permeability in Barrer units. All the oxygen permeation measurements were carried out at a pressure of 760 mmHg. Membranes were kept in vacuum for at least 7 days before carrying out the corresponding permeation experiments. More details about these permeation cells and experimental procedures appear in previous works.24,25"]], ["RESULTS AND DISCUSSION", ["##Transmission Electron Microscopy (TEM) The commercial GnPs used in this work have been characterized elsewhere.26 Menes et al.26 have shown that these GnPs have a flake-like morphology with an X-ray diffractogram that shows an intense diffraction peak at 2θ = 26.5° corresponding to a well-ordered graphite interlayer distance of 0.35 nm. TEM micrographs of PC/GnP nanocomposites with 5 wt % and 7 wt % taken at different magnifications can be observed in Figure 1. The PC matrix appears light-colored whereas the dark areas denote GnPs that are easily observed at high magnifications. GnPs aggregates were visible in both systems but, as shown in Figure 1c,d, a considerable number or isolated GnPs were present. Figure 1a,b shows an increase in the number of agglomerates with the GnP content, but the dispersion level of GnPs within the matrix can be considered good even for contents as high as 7 wt %. ##Electrical and Dielectrical Properties ###AC Electrical Conductivity. The real part of the AC conductivity results as a function of frequency for the nanocomposites PC/GnP is represented in Figure 2 for all the GnP concentrations studied here. It is clearly observed that neat PC and the 1 wt % nanocomposites present very similar curves characteristic of the behavior of an insulator as the frequency varies. For p = 3 wt % the dependence of the conductivity on the frequency log is almost linear. The most remarkable change occurs on going from 3 wt % to 5 wt % GnP where a steep increase (over more than 6 decades) in the low frequency AC conductivity values together with a wide range of frequency independent conductivity are observed. A new conduction mechanism is now taking place. The formation of a conductive network in the insulating matrix which can occur either through physical contact or barrier electron tunneling between the conductive filler particles, will strongly depend on the dispersion of the GnP. Aggregation of the graphene platelets will result in higher values of the conductive filler concentration necessary to achieve the transition. This critical concentration which generates the formation of a conducting path by the nanofiller is called the percolation threshold, pc, and will depend mainly on the manufacturing process of the nanocomposites. The scaling law that can be used to describe the increasing conductivity at very low frequencies, σDC as a function of graphene weight concentration, p, is σDC(p) = σ0(p-pc)t for p > pc (6) where t is a critical exponent and σ0 is a constant. The predicted value from the Monte Carlo simulation of the conductivity of a random resistor networks model in the case of a 3D conductive network is 2.3.27 Figure 3 shows a plot of room temperature conductivity at the lowest frequency (1022 Hz) as a function of the GnP content. It exhibits the typical percolation behavior, i.e., a steep increase in the values of DC conductivity around pc. The precise determination of the percolation threshold by fitting the conductivity variation as p increases would need a larger concentration range of nanofiller.28 Nevertheless, an approximate number can be derived from Figure 3 and this pc value is about 4 wt %. Lower values of pc have been reported for similar the same PC/ GnP nanocomposites manufactured with more sophisticated procedures that favored a better dispersion of graphene. Yoonessi and Gaier12 reported a value of 0.25 wt % for PC-based nanocomposites loaded with graphene nanosheets chemically treated via reduction, fabricated by emulsion mixing and 0.69 wt % for the nanocomposites prepared by a solution mixing method. Slightly higher values were reported by Kim and Macosko11 by using functionalized graphene sheets and a melt compounding method (pc ~ 1.6 wt %). In addition, very novel procedures were employed for the pre-construction of Styrene- Butadiene Rubber (SBR) based nanocomposites loaded with graphene forming 3D segregated networks with interconnected points. In that case, a low pC ~ 1 wt % has been reported.29 In the same work, when graphene sheets without modification are introduced in SBR, the percolation threshold was found equal to 4.24 vol %, which is nearly twice our result (4 wt %). Also the study of nanocomposites based on SBR/NR30 and natural rubber, NR31 loaded with Graphene sheets showed interconnected graphene networks, In these cases the segregation of the filler promotes the decrease in the percolation threshold. Also a higher value has been reported (pc = 6.5 wt %) by King et al.20 for similar nanocomposites using the same GnP and an extrusion and injection molding fabrication process. To the best of our knowledge, our fabrication procedure gave the lowest value of pc, and thus higher conductivity values at all GnP concentrations, for a filler of GnP without any further modification. It is to be noted that for nanocomposites PC/MWCNT (Multiwalled Carbon Nanotubes) the values reported for pc are about 1 wt %, even in the absence of any filler modification.32 This is due to the more favorable filament structure of the MWCNT than the GnP to form conductive paths in the polymer matrix. ###Dielectrical Results. The variation of the real part, ε', and the imaginary part, ε\", of the room temperature dielectric constant as a function of frequency, for each GnP concentration is represented in Figure 4a and b, respectively. The divergence of ε\" (extremely high dielectric losses) at low frequencies, when percolation is reached, shown in Figure 4b for p ≥ 5 wt %, is a reflection of the large increase in the conductivity of the sample. The conductivity and the dielectric constant components are related by the following expressions ε' = σ\"/2πfε0 - 1; and ε\" = σ'/2πfε0; where f is the frequency and ε0 is the free space permittivity. The combined effect of the frequency variation together with the rise of the ionic conductivity explains why the dielectric constant is independent of f below percolation. The neat PC and the nanocomposites with 1 wt % GnP give very similar traces as seen in Figure 4 with a clear independency on frequency. For the 3 wt % nanocomposite the traces are somewhat distant but the increase in the dielectric function is still within one decade. The large difference is seen between the 3 wt % and the 5 wt % curves, both in values and in the shape of the frequency dependence which is now important as p>pc. The high values observed for ε' and ε\" at low frequencies above pc are due inevitably to the high conductivity of the nanocomposites once the insulator-conductor transition occurs. The independence of ε' and ε\" on the frequency is also to be noted for p<pc. ###TSDC Results. Only neat PC and 1 wt % graphene samples were studied. With 3 wt % GnP the nanocomposite conductivity was already high enough to hinder the dipolar orientation in the sample during the polarizing step. In Figure 5, we have represented with different scales the low temperature zone (left graph of Figure 5) polarized at Tp = 273 °C, and the high temperature region (right part of Figure 5) polarized at Tp = 147 °C. The low temperature zone in Figure 5 is a weak complex band formed by several overlapping processes which could be separated with the DSA procedure33 in three contributions, corresponding to a rising range of local chain motions as the temperature increases. The fitting of the experimental curve is achieved by adding the contributions of elementary Debye modes with a range of increasing reorientation energies from 0.145 to 0.640 eV. The energy histogram is then separated into 3 Gaussian distributions with mean energies Eβ1 = 0.20 eV, Eβ2 = 0.27 eV, and Eβ3 = 0.50 eV. Very similar results were obtained in an earlier work on amorphous PC.34 These relaxations were attributed to the localized motions of polar entities in the vitreous state which in this case are the methyl groups and the carbonate groups which might be accompanied by the phenyl groups of the main chain. The cooperativity involved in each of these motions has also been discussed in that previous work. The similarity between the traces given here by neat PC and the 1 wt % nanocomposite shows that these short-range motions are not affected by the presence of 1 wt % of graphene platelets. The high temperature region shows the existence of a very intense and sharp peak located at 143 °C in very good agreement with the Tg determined for neat PC by DSC for the second heating of the sample (see below). By DMTA the main relaxation is located at 155 °C (see below), the slight increase in Tg being due to the differences between the working frequencies of the two techniques, TSDC (feq ~ 0.03 Hz) and DMTA (f = 1 Hz). The addition of 1 wt % GnP does not have any effect neither on the position nor on the intensity of the a peak which again agrees with DSC and DMTA results. At this low concentration of GnP the onset of the cooperative mobility is identical for the two materials thus indicating that the GnP in the matrix are not hindering the segmental chain motion; an identical situation was found in nanocomposites loaded with carbon nanotubes, for example in Polylactide/CNT biocomposites.35 A remarkable difference between neat PC and PC 1 wt %GnP that can be observed in the high temperature region of Figure 5, is the second peak located at 167 °C which does not appear for neat amorphous PC. This peak is located after the glass transition of PC and has an intensity in the same range as the segmental relaxation which are two of the characteristic of the Maxwell–Wagner–Sillars, MWS, relaxation mode in semi-crystalline polymers which present an intense peak above Tg. This relaxation mode attributed to an interfacial polarization is due to the accumulation of free electrical charges at the borders of the crystallites which are less conductive than the amorphous regions. Also in the case of PC we have demonstrated the existence of an important rigid amorphous fraction with a higher molecular ordering than in the mobile one.34 Other heterogeneities in the amorphous phase, regarding the conductive and dielectric properties, such as inclusions in the case of immiscible blends, can also cause a MWS polarization whose relaxation can originate this type of intense peak in the TSDC spectrum. In our case MWS relaxation might arise in the amorphous PC 1 wt % GnP as a result of the polarization of the polymer-GnP interfaces due the mismatch in the transport properties between the insulating matrix and the conducting filler. Yousefi et al.36 found this MWS effect in nanocomposites based on epoxy loaded with highly aligned reduced graphene inclusions. ##Differential Scanning Calorimetry (DSC) Figure 6 shows the DSC second heating scans of PC/GnP composites at various GnP contents. The glass transition temperature (Tg) values of PC nanocomposites are shown in Table I. The Tg for neat PC is around 144 °C and remains almost constant with the addition of GnPs. However, the heat capacity change at the glass transition stage decreased with increasing the GnP content (even after normalization by graphene content), as shown in Table I. This table also shows Tg values taken during the first DSC heating runs, where the thermal history of the samples is not erased. In that case slightly higher values of Tg were obtained. From the reduced heat capacity jumps at Tg reported in Table I, especially at GnP contents above the percolation threshold, it can be deduced that GnP restricts the motion of a significant fraction of polymer chain segments, preventing their participation in the glass transition process. Nevertheless, those chains that cannot participate in the glass transition process do not significantly affect the average Tg value, as determined by DSC.37 Similar Tg values were reported by Poosala et al.38 for GnP/multi-walled carbon nanotube (MWCNT)/PC hybrid nanocomposites. As will be seen below, a more sensitive technique to determine the glass transition temperatures, like DMTA, was also employed and slight increases in Tg were observed with graphene addition. ##Dynamic Mechanical Thermal Analysis (DMTA) DMTA was performed to determine the storage modulus (E') and damping factor (tan δ) of pure PC and PC/GnP nanocomposites as a function of temperature. As can be seen in Figure 7 the storage modulus was increased by the stiffening action provided by graphene addition. The enhancement of the elastic modulus of PC is significant both below and above the glass transition temperature of polycarbonate (see Figures 8 and 9). As an example, at 100 °C and 165 °C, the storage moduli of PC 7% GnP were 75% and 152% higher than that of pure PC, respectively. Kim and Macosko11 reported an improvement of 42% and 20% for PC-based nanocomposites loaded with 7% of graphite and 3% of functionalized graphene sheets, respectively. Figure 10 shows tan δ as a function of temperature for pure PC and PC/GnP nanocomposites at different GnP contents. All compositions showed a single peak that represents the mechanical manifestation of the glass transition temperature. No differences in Tg are found between PC and PC with only 1 wt % GnP, a result that is consistent with the TSDC results presented in Figure 5. However, a slight shift in Tg values upon loading with GnP, for samples with 3% wt or more can be observed in Figure 10. These results show that the presence of GnPs slightly hinders the cooperative segmental mobility of the polymeric chains resulting in increases in Tg values (see Table II). Higher Tg values have been reported by Yoonessi and Gaier12 for similar nanocomposites using graphene nanosheets and an emulsion mixing and solution followed by compression molding fabrication process. ##Mechanical Properties Tensile Tests. Figure 11 shows the effect of GnP on the elastic modulus behavior of PC/GnP nanocomposites at room temperature. The addition of GnP improves the stiffness of PC efficiently, with the modulus increasing with GnP content. Figure 11 shows an increase in all the studied range, for example, the moduli of PC 3% GnP, PC 5% GnP and PC 7% GnP nanocomposites were 16%, 31% and 52% higher than that of pure PC, respectively. These results are consistent with those determined by DMTA at higher temperatures. King et al.20 obtained an increase in 9% and 50% for PC/GNP nanocomposites prepared by melt mixing with contents of 3 and 7 wt %, respectively. Shen et al.15 reported an increase in 6.8% for nanocomposites of PC loaded with 3 wt % thermally reduced graphene oxide (TRG). Also, lower values were reported by Mittal and Chaudhry39 for PC/TRG nanocomposites. They reported an increase in 23% at 7 wt % content. Several authors16,18 have obtained larger increments in modulus using thermally reduced graphite oxides (TrGO), in contrast with the nanocomposites obtained in this work, where no surface treatment is applied to the graphene. The Halpin–Tsai model was used to compare theoretical predictions and experimental values of the nanocomposite modulus.40 According to this model, the Young’s modulus in the longitudinal EL and transversal ET directions are given by the following equations: EL = EM 1+ζηLVf/1-ηLVf (7) ET = EM 1+2ηTVf/1-ηTVf (8) where EM and Ef are the Young’s modulus of the matrix, and filler, respectively, Vf is the volume fraction of filler and ζ is the filler shape factor. The parameters ηL and ηT are calculated with the equations shown below: ηL = (Ef/EM)-1/(Ef/EM)+ζ (9) ηT = (Ef/EM)-1/(Ef/EM)+2 (10) For the random distribution of filler the composite tensile modulus (EC) can be calculated using the modified form of the Halpin and Tsai equation41: Ec = 3/8 EL + 5/8 ET (11) EM was measured experimentally to be 2.72 GPa. Ef was taken as 36.5 GPa.42 The parameter ζ in the case of platelets is given by43: ζ=2/3(L/D), where L and D are the average length and thickness of the filler, respectively. L/D = 1000 (length = 10000 nm and thickness = 10 nm, as provided by the supplier). For the density of graphene nanoplatelets a value of 2.26 g/cm3 has been used.44 It can be observed in Figure 11 that the best fitting is obtained when considering that graphenes nanoplatelets are aligned parallel to the testing direction of the nanocomposite and do not possess a random orientation. Orientation is expected after injection molding of the samples along the dog-bone specimen testing direction. The Halpin–Tsai moduli are, in general, larger than the experimental values. A possible explanation is that the theoretical aspect ratio of GnPs could be reduced as consequence of aggregation or reduction by high shearing forces applied during the extrusion process.45 Figure 12 shows the effect of GnP on the yield stress of PC. In general, no significant differences were observed compared with neat PC, but at the highest content of GnP a slight increase in yield strength was observed. In fact, the yield strength only increases when the graphene content is well above the percolation threshold of 4% determined by electrical conductivity measurements (presented above). The fracture strain of pure PC and PC/GnP nanocomposites were determined, and the results are plotted in Figure 13. It is evident that as long as GnP is incorporated in PC, even at a small concentration of 3 wt %, the fracture strain drops significantly. Even though the materials were able to yield and display neck, the samples broke at increasingly lower strains with increases in GnP contents. As observed by TEM, as the graphene content increased, larger agglomeration of graphene platelets occur. Such aggregates can concentrate stress and produce the nucleation and propagation of cracks after the material forms a neck but before it can propagate. ##Izod Impact Tests The Izod Impact Resistance of PC/GnP nanocomposites with respect to the GnP content is shown in Figure 14. A large decrease in impact resistance with the addition of only 1 wt % GnP can be observed. In contrast with tensile properties, the testing rates for impact testing are much larger and therefore are more critical for the material. After a major change in properties where the material transforms from ductile (as PC) to fragile (as in PC11 wt % GnP), further addition of GnP has a lower effect on the impact resistance of the material. Similar Izod impact resistance results have been reported by Potts et al.19 for microwave-exfoliated graphite oxide (MEGO)/ PC composites. ##Transport Properties Characterization ###Water Vapor Transmission Rate. Water vapor permeability determination was performed in the gravimetric cell to analyze the transport properties of PC/GnP nanocomposites. Due to the hydrophilic character of the studied polymer the conditioning time between the membrane and water vapor is not detectable. Thus, a linear behavior is obtained from the beginning and it is not possible to obtain a value of time lag, therefore, a diffusion coefficient value could not be determined. Neat PC has a WVTR value of 3.07. The addition of GnP reduces significantly the permeability of water vapor as it can be seen in Figure 15. This is an important result from the application point of view. A decrease in WVTR of 45% with the addition of 7 wt % GnP was obtained. This result suggests that the percolating network of platelets provide a “tortuous path” which inhibits molecular diffusion through the matrix and reduces the cross sectional area available for permeation, thus resulting in significantly reduced permeability. ###Carbon Dioxide Permeability. The manometric method allows the determination of the permeability coefficient. The experimental measurements have been performed at 25 °C and at 1 atm, employing at least 4 membranes. In Figure 16, the mean value of carbon dioxide permeability for PC/GnP nanocomposites is shown. Pure PC presents a CO2 permeability value of 6.42. The addition of GnP provide a reduction in permeability as the graphene content increases. A decrease by 23% with the addition of 7 wt % GnP was found. Although this is not as large a reduction as for water vapor, it is still significant. ###Oxygen Permeability. Oxygen permeability measurements were carried out in 2/21 model Mocon Ox-Tran equipment that is a highly sensitive permeator, and specific for determining the oxygen permeation. The permeability was characterized at 23 °C, under dry conditions and at atmospheric pressure, the results are presented in Figure 17. Pure PC presents an O2 permeability value of 2.6. The addition of GnP provides a reduction in permeability as the graphene content increases. In the case of oxygen, a permeability decrease in 40% with the addition of 7 wt % GnP was found. This result is comparable with the permeability reduction obtained for water vapor and reinforces the idea that graphene platelets constitute a “tortuous path” which inhibits molecular diffusion through the matrix and reduces the cross sectional area available for permeation. Kim and Macosko11 reported permeability reductions of 44 and 30% for nitrogen and helium for PC nanocomposites with 3 wt % graphene. As far as the authors are aware, there are no literature reports on the effects of graphene on the permeability of water, CO2 or oxygen through PC. The decrease in the permeability coefficient in materials where there is a nanofiller phase, which is considered impermeable to the penetrant, is usually ascribed to an increase in tortuosity of the pathway. Models have been proposed to describe the permeation process. Some of those models have been applied (results not shown) to the data obtained in this work but the results have not been successful.46"]], ["CONCLUSIONS", ["PC/GnP nanocomposites combined good mechanical performance (from the improved elastic modulus point of view) and semiconductivity. The percolation threshold determined by electrical conductivity measurements was approximately 4 wt %. This indicates a reasonable level of dispersion for a melt mixed blend of neat materials (without any compatibilizer agent) that was corroborated by TEM observations. The presence of a MWS relaxation mode indicates the accumulation of electrical charges trapped at the interfaces of the polycarbonate with graphene 2D platelets. Furthermore, addition of GnP produced nanocomposite materials with enhanced barrier properties to water vapor, CO2 and O2 permeability. The nanocomposites also exhibit improved elastic modulus and stress at break. The only property that was negatively affected by graphene addition was ductility. The overall performance of the PC/graphene nanocomposites prepared here is satisfactory, especially if it is considered that unmodified graphene nanoplatelets were used as a filler and the materials were obtained by a single extrusion process."]]], "doi": "10.1002/app.44654", "figures": [["Figure 1", "Figure 1", "Figure 1. TEM micrographs of PC 5%GnP (a,c) and PC 7%GnP (b,d) nanocomposites taken at different magnifications.   "], ["Figure 10", "Figure 10", "Figure 10. tan δ as a function of temperature of pure PC and PC/GnP  nanocomposites. [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 11", "Figure 11", "Figure 11. Elastic modulus values of PC/GnP nanocomposites with  respect to the GnP content. Measurements performed at 25 °C. Comparison with Halpin—Tsai model results is also shown. [Color figure can be  viewed at wileyonlinelibrary.com]"], ["Figure 12", "Figure 12", "Figure 12. Yield strength values of PC/GnP nanocomposites with respect  to the GnP content. [Color figure can be viewed at wileyonlinelibrary.  com]"], ["Figure 13", "Figure 13", "Figure 13. Fracture strain values of PC/GnP nanocomposites with respect  to the GnP content. [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 14", "Figure 14", "Figure 14. Izod Impact Resistance of PC/GnP nanocomposites as a function of GnP content. [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 15", "Figure 15", "Figure 15. The values of Water Vapor Transmission Rate (WVTR) for PC/Gnp nanocomposites. [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 16", "Figure 16", "Figure 16. Carbon dioxide permeability of PC/GnP nanocomposites.  [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 17", "Figure 17", "Figure 17. Oxygen permeability of PC/Gnp nanocomposites. [Color figure  can be viewed at wileyonlinelibrary.com]   "], ["Figure 2", "Figure 2", "Figure 2. Variation of the real part of the electric conductivity, σ', as a function of frequency for the nanocomposites PC/GnP. The GnP weight concentration corresponding to each curve are indicated in the legend. [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 3", "Figure 3", "Figure 3. Variation of DC conductivity as a function of the GnP % weight  concentration. The line is drawn to guide the eye as not enough concentrations were available to fit the curve."], ["Figure 4", "Figure 4", "Figure 4. Variation of the dielectric function: (a) real part, ε', (b) imaginary part, ε\", as a function of frequency for the nanocomposites PC/GnP. The GnP weight concentrations are indicated in the legend. [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 5", "Figure 5", "Figure 5. TSDC spectrum of pure PC and PC 1% GnP nanocomposite. The arrows indicate the polarization temperatures for the low and high temperature relaxations. [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 6", "Figure 6", "Figure 6. DSC second heating scans of pure PC and PC/GnP nanocomposites. [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 7", "Figure 7", "Figure 7. Storage modulus as a function of temperature of pure PC and PC/GnP nanocomposites. [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 8", "Figure 8", "Figure 8. Storage modulus as a function of GnP content of pure PC and  PC/GnP nanocomposites at 100 °C (a temperature below the Tg of PC).  [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 9", "Figure 9", "Figure 9. Storage modulus as a function of GnP content of pure PC and  PC/GnP nanocomposites at 165 °C (a temperature above the Tg of PC).  [Color figure can be viewed at wileyonlinelibrary.com]   "], [null, null, "Scheme 1. Chemical structure of Bisphenol A Polycarbonate (or PC).   "]], "table_captions": [["Table I", "Table I", "Table I. DSC Results for PC/GnP Nanocomposites at Various GnP Contents"], ["Table II", "Table II", "Table II. DMTA Data of PC/GnP Nanocomposites at Various GnP Contents"]], "tables": []}