{"title": "Tuning Glass Transition in Polymer Nanocomposites with Functionalized Cellulose Nanocrystals through Nanoconfinement", "abstract": "Cellulose nanocrystals (CNCs) exhibit impressive interfacial and mechanical properties that make them promising candidates to be used as fillers within nanocomposites. While glass-transition temperature (Tg) is a common metric for describing thermomechanical properties, its prediction is extremely difficult as it depends on filler surface chemistry, volume fraction, and size. Here, taking CNC-reinforced poly(methyl-methacrylate) (PMMA) nanocomposites as a relevant model system, we present a multiscale analysis that combines atomistic molecular dynamics (MD) surface energy calculations with coarse-grained (CG) simulations of relaxation dynamics near filler–polymer interfaces to predict composite properties. We discover that increasing the volume fraction of CNCs results in nanoconfinement effects that lead to an appreciation of the composite Tg provided that strong interfacial interactions are achieved, as in the case of TEMPO-mediated surface modifications that promote hydrogen bonding. The upper and lower bounds of shifts in Tg are predicted by fully accounting for nanoconfinement and interfacial properties, providing new insight into tuning these aspects in nanocomposite design. Our multiscale, materials-by-design framework is validated by recent experiments and breaks new ground in predicting, without any empirical parameters, key structure–property relationships for nanocomposites. KEYWORDS: Cellulose nanocrystals surface modification interfacial mechanics glass transition temperature nanocomposites ", "body": [["Abstract", ["Cellulose nanocrystals (CNCs) exhibit impressive interfacial and mechanical properties that make them promising candidates to be used as fillers within nanocomposites. While glass-transition temperature (Tg) is a common metric for describing thermomechanical properties, its prediction is extremely difficult as it depends on filler surface chemistry, volume fraction, and size. Here, taking CNC-reinforced poly(methyl-methacrylate) (PMMA) nanocomposites as a relevant model system, we present a multiscale analysis that combines atomistic molecular dynamics (MD) surface energy calculations with coarse-grained (CG) simulations of relaxation dynamics near filler–polymer interfaces to predict composite properties. We discover that increasing the volume fraction of CNCs results in nanoconfinement effects that lead to an appreciation of the composite Tg provided that strong interfacial interactions are achieved, as in the case of TEMPO-mediated surface modifications that promote hydrogen bonding. The upper and lower bounds of shifts in Tg are predicted by fully accounting for nanoconfinement and interfacial properties, providing new insight into tuning these aspects in nanocomposite design. Our multiscale, materials-by-design framework is validated by recent experiments and breaks new ground in predicting, without any empirical parameters, key structure–property relationships for nanocomposites. KEYWORDS: Cellulose nanocrystals surface modification interfacial mechanics glass transition temperature nanocomposites "]], ["Main", ["Cellulose nanocrystals (CNCs) show great promise as a reinforcing filler in load-bearing nanocomposites because of their supreme mechanical properties that can surpass synthetic candidates such as Kevlar and functionalized graphene. (1, 2) Further, they exhibit intrinsically high aspect ratios and large surface area due to their nanoscale size that makes them ideal candidates for nanocomposites. Specifically, greater interfacial area and strong interactions between the filler and the matrix are known to lead to nanoconfinement effects that facilitate significant enhancement of mechanical properties. (3-5) Beyond their inherent mechanical properties and size, the low cost, bioavailability, and biocompatibility of CNCs have also rendered them as a unique material that could truly impact the future design of structural materials. (6, 7) Nanocomposites reinforced with CNCs have consistently exhibited enhanced properties including multifold increases in the elastic modulus and significant shifts in (Tg), while at the same time maintaining excellent optical properties of the host polymer (7-9) and offering stimuli-responsive mechanical properties and shape memory behavior. (10) These impressive properties are known to emerge from cellulose–cellulose and/or cellulose–matrix interfaces developed within these materials, where cellulose–matrix interfaces play an important role in determining the thermomechanical responses of nanocomposites. (7, 10-13) The interfacial energy between CNCs and polymers is one of the key factors in dictating nanocomposite performance. (14, 15) If the interaction between the matrix and CNCs is not sufficiently strong, undesirable agglomeration of filler particles may lead to phase separation and weak interfaces and thus decreases strain at failure as well as the glass transition temperature Tg of the host polymer. (4, 16-19) On the contrary, strong interfacial attraction between the filler and matrix gives rise to interphases with superior thermomechanical properties. To create strong interfaces and maximize interphase formation, host polymers with similar chemical characteristics to cellulose can be used and typically improve CNC–matrix compatibility and overall nanocomposite properties. (20) A more versatile approach to create strong interfaces involves surface modifications of cellulose, including esterification, oxidation, and polymer grafting, by utilizing the reactive hydroxyl groups at the crystal surface. (6, 18, 21, 22) These modification techniques enable the effective incorporation of CNCs within nonpolar polymer matrices where there would be no natural compatibility. Among these techniques, 2,2,6,6-tetramethylpiperidine-1-oxyl (TEMPO)-mediated oxidation is often used to functionalize hydroxymethyl groups on CNC surfaces to their corresponding carboxylic form (Figure 1). (23-25) Currently, there exists only a general qualitative understanding of the role of interfaces and associated nanoconfinement effects within nanocomposites from experiments. In order to advance our understanding, novel experimental techniques such as Förster resonance energy transfer can assist in nanoscale morphological characterizations including interface characterization and nanofiller dispersion within polymer nanocomposites. (26) However, despite significant theoretical advances, predicting nanocomposite properties, such as Tg, using these interfacial measurements in a materials-by-design framework remains a major challenge. (7, 27, 28) As an alternative, atomistic simulations are reliable for calculating surface and interfacial properties directly. While it is straightforward to quantify interfacial energy using all-atomistic molecular dynamics (AA-MD) simulations, (10-12, 29) the length and time-scales of relevance to relaxation dynamics and interphase formation pose challenges to the spatiotemporal resolution of AA-MD simulations. Such features depend on matrix, filler, and interfacial properties in complex ways that could only be fully unraveled with high-throughput calculations that have mesoscopic resolution. Coarse-grained molecular dynamics (CG-MD) simulations provide one avenue for expanding this spatiotemporal resolution and developing a framework that links nanoscale interfacial energies to macroscopic nanocomposite properties.  In an effort to develop these structure–property relationships, here we present a multiscale modeling approach that combines the benefits AA-MD and CG-MD simulations. Using CNC–poly(methyl methacrylate) (PMMA) nanocomposites as a model system, we demonstrate that the Tg of a nanocomposite can be predicted directly from atomistic inputs including interfacial adhesion energies, interphase thickness and properties, along with average microstructural features. (15, 30) First, we examine how surface modification influences the interfacial adhesion energy between CNCs and PMMA and can be used as a method to tune interfacial properties within nanocomposites. Then, we employ CG-MD simulations of polymer thin films to determine the relationship between interfacial adhesion energy and nanoconfinement effects that alter the Tg of the film. Finally, by drawing upon the quantitative analogy between thin films and nanocomposites, (31) we establish a multiscale, predictive modeling approach to link nanoscale interfacial properties and size effects to the nanocomposite Tg. The synthesis of these three elements allows us to create a comprehensive, computational framework that captures the important physics of polymer nanocomposites with a minimal need for experimental inputs.  The multiscale methodology can be briefly described as follows. We first carry out AA-MD simulations to quantify the interfacial adhesion energy between CNCs and PMMA. CNCs with the Iβ crystal structure (the most common polymorph observed in nature (6)) are used in our simulations to characterize the behavior of CNC–polymer interfaces. Since CNCs form different interfaces within nanocomposites based on the exposed surfaces, here we focus on the nonpolar (200), and polar (010) and (110) surfaces of CNCs interacting with a PMMA layer. (32) The system structure and relevant CNC surfaces are shown in Figure 1. TEMPO-mediated oxidation is performed on the outstretching hydroxyl groups (i.e., only one hydroxymethyl group is carboxylated per two glucose units, as shown in Figure 1) along the (010) and (110) surfaces while the inner cellulose chains remain unmodified. (33)  AA-MD simulations are conducted using the NAMD molecular dynamics package. (34) The CHARMM (35) force field is implemented to simulate both unmodified and TEMPO-oxidized cellulose (36) and PMMA. (37) The CNC–polymer systems are first equilibrated for 1 ns under an NVT ensemble at 298 K with periodic boundary conditions in the x–z plane. Steered molecular dynamics (SMD) simulations (38) are then performed to separate the CNC–PMMA interfaces in the y-direction (normal to the interface) with a pulling velocity of 1 m/s (for additional simulation details see Supporting Information). The potential of mean force (PMF) is calculated from the force–displacement output to determine the interfacial adhesion energy γ. (38) To quantify the relative contributions of nonbonded van der Waals (vdW) and electrostatic interactions between CNCs and the polymer, a direct summation of the pairwise interaction energies across the interface is performed which is referred to as the direct energy summation (DES) approach. (39)  Next, coarse-grained PMMA thin film simulations are carried out to investigate properties related to glass-transition using the LAMMPS molecular dynamics package. (40) We use a two-bead-per-monomer CG mapping scheme including backbone and side-chain beads (Figure 1) as described in further detail in our previous study. (41) The supported CG thin film systems, chosen over capped film systems in order to ensure proper equilibration and relaxation dynamics, consist of 52 to 115 chains with 200 monomers per chain, resulting in film thicknesses ranging from ∼11 to 42 nm (along the y-axis) with a bulk Tg of 397 K. Periodic boundary conditions are applied in the x–z plane and nonperiodic boundary conditions are applied in the y-direction. The substrate interaction with the film is simulated by a perfectly smooth implicit wall underneath the film, captured by a 12-6 LJ potential of the form Esub(y) = 4εsp[(σsub/y)12 – (σsub/y)6], where y is the distance of a CG atom from the wall, σsub is the distance at which Esub is zero with a value of 4.5 Å, and εsp is the depth of the surface potential well. The interfacial adhesion energy γ is approximated by the DES approaches described previously. Within our simulations, εsp is varied from 1.5 to 30 kcal/mol, resulting in γ values ranging from 47 to 1456 mJ/m2. Here, we chose to employ an implicit smooth wall in order to avoid issues such as unphysical ordering that may occur when using a rough surface (42) and focus solely on the effect of changing the interfacial adhesion energy between the film and substrate on Tg, which is often considered the key factor rather than the exact form of the interfacial potential.  Calculations of Tg are performed by evaluating the polymer segmental relaxations from the self-part intermediate scattering function Fs(q,t) measured at a wavenumber q = 15.19 nm–1, corresponding to the first peak in the static structure factor at low temperature. The relaxation time τα is defined as the time at which Fs(q,t) decays to 0.2. Tg is measured as the temperature at which τα reaches 1 ns, which is consistent with the computational convention employed in previous studies. (43, 44) A further description of the Tg and relaxation measurement convention is included in the Supporting Information.  The overall multiscale framework can be briefly summarized by Figure 1. A representative nanocomposite structure is shown, where a PMMA matrix is reinforced with well-dispersed CNCs. On the basis of the thin film-nanocomposite analogy, (31) the average interparticle spacing h is equivalent to the film thickness as denoted in the CG model (for calculation details see Supporting Information). The interphase developed within the PMMA due to the presence of the CNCs has a thickness ξ and is highlighted in Figure 1. This analogy between a thin film and nanocomposite is used to relate the interfacial adhesion energy to the nanocomposite Tg and is discussed in greater detail in the remaining text.  We first discuss our results from AA-MD simulations used to calculate the interfacial adhesion energy of CNC–PMMA interfaces. Specifically, we aim to explain how surface chemistry and exposed crystal planes of CNCs may influence interactions with the polymer matrix. In Figure 2, PMF curves for the separation process demonstrate how surface modifications affect the interfacial behavior by changing the energy landscapes (i.e., the change in work as the CNCs and polymer are separated) for TEMPO-oxidized CNCs compared to unmodified (010) and (110) CNC–PMMA interfaces. The interfacial adhesion energy γ, taken as the plateau value of the PMF normalized by the interfacial area, is used as a uniform metric to examine the influence of surface modification on CNC–polymer interfaces. Figure 3a compares these interfacial adhesion energies quantified using both DES and SMD approaches. A combination of these two approaches not only offers the opportunity to examine entropic changes during separation but also breaks down the relative contributions of vdW and electrostatic interactions to the overall interfacial adhesion energy. It is observed that γ measured from the SMD approach is slightly lower than that from the DES approach because of the entropic contribution to the adhesion energy. (39) In SMD simulations, the polymer chains undergo relaxation and dynamically adjust their conformations during separation such that the interfacial adhesion energy is lower than DES where the chain conformations are static. However, the plot shows that the calculated interfacial adhesion energies are in the same range and the observed trends are consistent regardless of the approach used.  Results in Figure 3a clearly illustrate that CNC surface polarity greatly influences the interfacial adhesion energy with the (110) interface has the highest value and can be attributed to the large number of hydroxyl groups that promote hydrogen bonding. However, the (200) interface counterintuitively exhibits a slightly higher γ than that of the (010) interface even though it is relatively nonpolar and has little hydrogen bonding capability. These differences can be attributed to the molecular structure of CNCs and the corresponding contributions of different interactions to the overall interfacial energy. For the (200) CNC–PMMA interface, the flat ring structure along the (200) surface allows CNCs to be in close contact with the carboxyl groups of PMMA, while the zigzag geometry of the (010) surface of CNCs prevents these close contacts for chains that are recessed from the CNC–polymer interface. This structural difference results in relatively stronger vdW interactions for the (200) interface, highlighting the role of atomic surface roughness on interfacial adhesion energy. Furthermore, Figure 3b shows the area density of hydrogen bonds (number of hydrogen bonds per unit area) formed across the interfaces, which is directly related to the surface polarity and the contribution of electrostatic interactions to the total interfacial adhesion energy. A recent study on the CNC–graphite interactions also shows that surface polarity of CNCs is a key driving force to change interfacial interactions. (45) For both (010) and (110) interfaces, a similar area density of hydrogen bonds and electrostatic contributions are observed. However, the overall adhesion energy of the (110) interface is 50% higher than that of (010) interface. This is mainly because the densely packed cellulose chains along the (110) interface also enhance the vdW interactions. The zigzag (010) surfaces studied here provide insight into how interfacial behavior might be influenced by crystal defects introduced by CNC exfoliation and surface modification. (7) Though defects, here in the form of surface roughness, would expose more hydroxyl groups along cellulose chains for the creation of hydrogen bonds across the interfaces, they would ultimately degrade the compatibility between CNCs and the matrix due to decreased contact area between the two materials.  One of the central findings is that surface modification by TEMPO-oxidization, studied here due to its prominence as a surface modification resulting from CNC extraction, (6) greatly enhances the interfacial adhesion energy of CNC–PMMA for the (010) and (110) crystal surfaces. Carboxyl groups introduced by this process facilitate greater hydrogen bonding with PMMA, leading to a 29% increase in the interfacial adhesion energy for the (010) interface and a 19% increase for the (110) interface, compared to unmodified CNC–PMMA interfaces. Figure 3b shows a 10–30% increase in the hydrogen bond density and the corresponding electrostatic interactions for TEMPO-oxidized CNC–PMMA interfaces. Such enhancement is especially more pronounced for the (110) CNC–PMMA interfaces. The additional hydrogen bonding facilitated by this surface modification serves to significantly increase the relative magnitude of electrostatic energy contributions from 43% to over 57% of the total interfacial energy.  Another important observation is that the increased hydrogen bonding capacity of TEMPO-oxidized CNCs, in terms of hydrogen bond density, is actually comparable to that of pure CNC–CNC interfaces. (12) This is significant as this increased hydrogen bonding capacity could promote better dispersion and compatibility between the CNCs and polymer. Enhancing CNC–polymer compatibility through surface modification in a relatively nonpolar polymer matrix reduces nanofiller agglomerations that induce stress concentration, thereby improving mechanical performance along with other features such as light transmittance. (25) Our results offer direct support for recent experiments that suggest surface modifications enhance cellulose-based nanocomposite performance by increasing the filler–matrix affinity. (25, 46)  While it is known that the macroscopic thermomechanical properties of nanocomposites are greatly influenced by nanofiller–matrix interactions due to the formation of interphases in the vicinity of fillers, (15, 47-49) it remains unclear how the newly calculated interfacial adhesion energies can be used to predict interphase properties and ultimately the Tg of the polymer matrix. We note that CNCs have a very high decomposition temperature (6) and will largely preserve their crystallinity near polymer Tg. Therefore, the determining factor here is how the PMMA relaxation dynamics and associated glass-transition behavior is altered due to the presence of CNC fillers. It is computationally intensive to create a representative volume model of a nanocomposite in simulation, but one can examine supported polymer thin films in CG-MD simulations to compute the interphase properties. Experimentally, interphase thickness and local Tg have been shown to be similar in these thin film systems and actual nanocomposites, allowing a quantitative analogy to be invoked here. (31)  To predict the Tg of the CNC–PMMA nanocomposite, CG-MD PMMA thin film simulations (Figure 1) are carried out to quantify how film Tg depends on the interfacial adhesion energy between the substrate and polymer. As shown in Figure 4a, the shift in Tg between a 19 nm thick film and bulk Tg, noted as ΔTgfilm = Tgfilm – Tgbulk, depends on the magnitude of interfacial adhesion energy. Simulation results show that ΔTgfilm initially increases with γ in a nonlinear fashion and eventually saturates at high γ. The value of ΔTgfilm changes from negative to positive as γ increases, implying that both free surfaces and substrates can alter ΔTgfilm, the effects of which, however, are opposite. For a specific adhesion energy, these relative free-surface and substrate effects on Tg are canceled out, resulting in ΔTgfilm being close to zero. This happens for γ ∼ 100 mJ/m2, which is the measured value of the interfacial adhesion energy (averaged from DES and SMD approaches) for TEMPO-oxidized (110) CNC–PMMA interfaces. As γ increases beyond ∼700 mJ/m2, ΔTg film saturates to a maximum value of about 5 K, indicating that further increase in the adhesion energy will not greatly increase the Tg. We note that these results depend on film thickness as well because the volume fraction of the free surface and substrate interphases depend on it. Yet, the results from the thin film can be generalized to nanocomposites through simple composite models, which will be discussed next. Because the shift in Tg of the supported film is influenced by both the free surface and the substrate–film interface, it is necessary to deconvolute these two competing effects to predict the Tg of nanocomposites where only polymer–nanofiller interfaces are involved (i.e., only substrate–film effects). Here, we employ a layered composite model (31, 50-52) to map the results of the film Tg to the nanocomposite Tg via the relationship ΔTgcomp = 2ΔTgfilm – (2ξ/h)ΔT  gsurf, where h is the film thickness or interparticle spacing in the composite, and ΔT gsurf = T gsurf – T gbulk, which is the depression in local Tg of the free-surface layer compared to the bulk. The measured ΔT gsurf is approximately −13 K for our CG model. (53) The thicknesses of the free-surface and substrate layers (ξ), which in the context of composites can be thought of as the interphase thickness, are both estimated to be approximately 3 nm as measured from the profile of local relaxation time along the film thickness at bulk Tg (397 K), which is in good agreement with recent experiments. (54) It is important to note that choosing a different value of ξ would not necessarily change the Tg prediction significantly in the layered model since ΔT gsurf also depends on ξ. (For detailed analysis and derivations of the Tg equations, see Supporting Information).  In Figure 4a, the dependence of ΔT gcomp on γ is qualitatively similar to the thin film results. The ΔTgcomp increases with increasing γ and then saturates to a value of ∼14 K at very large γ ∼ 1500 mJ/m2. Figure 4b shows how ΔT gcomp varies with interparticle spacing or equivalently the weight fraction (wt %) of CNCs for varying interfacial adhesion energies. For relatively strong interfacial interactions, ΔT gcomp decreases with increased interparticle spacing and converges to zero at very large spacing. For TEMPO-oxidized (110) CNC–PMMA interfaces (γ ∼ 100 mJ/m2), the enhancement in Tg of the nanocomposite (ΔT gcomp) is predicted to be ∼4 K for h = 19 nm (22 wt %) and ∼7 K for h = 11 nm (33 wt %), respectively. For a lower averaged interfacial adhesion energy of γ ∼ 50 mJ/m2 of the (010) interface, the ΔT gcomp is shifted to a slightly lower value compared to that of the TEMPO-oxidized interfaces. These results agree quite well with recent experiments on CNC–PMMA nanocomposites that examined the effects of surface modifications on Tg. In these experiments, where the CNCs are extracted with acid hydrolysis that introduces some extent of surface modification, the enhancement in Tg is about 6.4 K for a nanocomposite with 33 wt % CNC that corresponds to an effective interparticle spacing of 10.9 nm. (8)  Our analysis indicates that ΔT gcomp saturates for very strong interfacial interactions. One of the possible reasons for this observation could be attributed to the local packing of monomers near the interface. As the adhesion energy becomes large enough, the free volume associated with the local packing diminishes and reduces to a limiting value, which leads to a saturation of the Tg that is nearly independent of adhesion energy. (55)Figure 4b also illustrates how ΔT gcomp varies with interparticle spacing for varying adhesion energies. For intermediate interactions, ΔT gcomp decreases with increasing interparticle spacing and converges to zero at very large spacing. However, for the polymer matrix without any interaction with the filler (i.e., zero adhesion energy), ΔT gcomp exhibits a negative value and increases with the interparticle spacing. In the context of nanocomposites, these results make physical sense as ΔT gcomp should go to zero for any adhesion energy at large interparticle spacing as this corresponds to a low volume/weight fill percentage that would behave much more like the bulk host polymer. More importantly, the ΔT gcomp for the strong and zero interactions can be considered as the upper and lower limits of the change in Tg, respectively. The ΔT gcomp of the CNC–PMMA nanocomposite should lie in between these two limits with a wide range of adhesion energies that can be potentially achieved through different surface modification techniques. These bounded limits of Tg could be further controlled by changing the host polymer or modifying its chemistry for materials design purposes. Additionally, the size of the nanoparticles is also a key consideration to achieve a greater Tg enhancement at a given weight fraction of nanoparticles, where smaller nanoparticles can maximize the interphase formation and promote greater nanoconfinement effects on the nanocomposite Tg.  To the authors’ knowledge, this is the first time that this type of multiscale approach has been used to study the properties of nanocomposites and has a number of key contributions. First, our all-atomistic studies on CNC–polymer interfaces have demonstrated the importance of surface modifications in altering and tuning interfacial properties. Specifically, we have ascertained that TEMPO-oxidation can be used to alter interfacial adhesion energy and electrostatic interactions (i.e., hydrogen bonding) that ultimately improve CNC–polymer compatibility, which are encouraging results for developing new biocompatible nanocomposites using a variety of host polymers. We have also reproduced experimental observations on the greater depreciation of nanocomposite Tg with higher filler loading at low interfacial adhesion energies, and its appreciation at interfacial adhesion energies beyond a critical threshold. Second, our multiscale framework is significant as it provides a clear way to link the interfacial properties calculated at the nanoscale to macroscopic nanocomposite thermomechanical properties. It should be noted that the approach taken here does not rely on any empirical parameters but instead uses first-principles described by atomistic simulations to relate the interfacial adhesion energy to nanocomposite Tg. Our model assumes a relatively homogeneous size and distance distribution of nanofillers based on experimental findings, whereas predictively accounting for agglomeration and heterogeneity would be beneficial to further improve the power of simulations. Future work incorporating these processing features into the multiscale framework will be helpful to provide more comprehensive and accurate predictions of the nanocomposite properties.  Beyond the specific results presented here, our approach could easily be extended to develop other structure–property relationships that arise from nanoscale interfaces such as elastic response, fracture behavior, or even stimuli-responsive behavior. Additionally, our approach is general enough that it can be implemented for a wide range of material systems while only requiring calculations of a few quantities of interest. Finally, our results provide fundamental insight into the nanoconfinement effect within these materials through the formation of interphases and property variation near filler particles. Through the developed structure–property relationship, we demonstrate that strong interfacial energies are crucial to fully leverage the confinement features facilitated by the nanoscale proximity of particles. This multiscale approach to modeling and understanding emergent properties of nanocomposites is a key first step toward developing a materials-by-design approach for new materials. Predicting diverse structure–property relationships computationally from the nanoscale to the macroscale will be essential for fast and accurate exploration of the vast materials design space of nanocomposites."]]], "doi": "10.1021/acs.nanolett.5b02588", "figures": [["Figure 1", "Figure 1", "Figure 1. Multiscale modeling framework showing the prediction of cellulose nanocomposite Tg from the interfacial adhesion energy. AA model shows the (110) CNC−PMMA interface with the CNC crystal in both the equilibrium (state 1) and separated (state 2) states. The TEMPO-oxidized carboxylic groups are highlighted and the corresponding chemical structure is shown. The adhesion energy is calculated as the difference between the two states of the interfacial interaction energy. The AA to CG mapping shows CG model of a PMMA thin film with an implicit substrate. The continuum composite model illustrates a representative configuration where CNC nanofillers are well dispersed within a PMMA matrix, where interphase of thickness ξ and different CNC surfaces studied are denoted and the interparticle spacing h is highlighted."], ["Figure 2", "Figure 2", "Figure 2. Potential of mean force (PMF) normalized by the interfacial area versus separation distance for different CNC−PMMA interfaces. The PMF curves of TEMPO-oxidized CNCs are labeled by t. The PMF at the initial separation stage are highlighted as an inset for the (010) CNC−PMMA interfaces (unmodified vs TEMPO-oxidized)."], ["Figure 3", "Figure 3", "Figure 3. (a) Interfacial adhesion energy γ calculated from both DES and SMD approaches. The different contributions of vdW interactions and electrostatic interactions are depicted using DES calculations. (b) Area density of hydrogen bonds for different interfaces."], ["Figure 4", "Figure 4", "Figure 4. (a) Change in Tg with respect to bulk as a function of interfacial adhesion energy γ for the supported thin film with a thickness of 19 nm and the corresponding composite. γ is measured using the DES approach in the CG simulations. (b) Change in Tg of the composite (ΔTg comp) with different interparticle spacing h (or corresponding film thickness) and weight fraction (wt %) of CNCs for different adhesion energy. The markers and dashed lines correspond to data points from MD simulations roughly corresponding to low and high end of CNC surface energies calculated, while the solid lines correspond to the upper and lower bounds of ΔTg comp based on simulation prediction."]], "table_captions": [], "tables": []}