{"title": "Glass Transition and Relaxation Behavior of Epoxy Nanocomposites", "abstract": "With advances in nanoscience and nanotechnology, there is increasing interest in polymer nanocomposites, both in scientific research and for engineering applications. Because of the small size of nanoparticles, the polymer–filler interface property becomes a dominant factor in determining the macroscopic material properties of the nanocomposites. The glass-transition behaviors of several epoxy nanocomposites have been investigated with modulated differential scanning calorimetry. The effect of the filler size, filler loading, and dispersion conditions of the nanofillers on the glass-transition temperature (Tg) have been studied. In comparison with their counterparts with micrometer-sized fillers, the nanocomposites show a Tg depression. For the determination of the reason for the Tg depression, the thermomechanical and dielectric relaxation processes of the silica nanocomposites have been investigated with dynamic mechanical analysis and dielectric analysis. The Tg depression is related to the enhanced polymer dynamics due to the extra free volume at the resin–filler interface. Keywords: composites; dielectric properties; glass transition; interfaces; nanoparticles; thermomechanical properties ", "body": [["ABSTRACT", ["With advances in nanoscience and nanotechnology, there is increasing interest in polymer nanocomposites, both in scientific research and for engineering applications. Because of the small size of nanoparticles, the polymer–filler interface property becomes a dominant factor in determining the macroscopic material properties of the nanocomposites. The glass-transition behaviors of several epoxy nanocomposites have been investigated with modulated differential scanning calorimetry. The effect of the filler size, filler loading, and dispersion conditions of the nanofillers on the glass-transition temperature (Tg) have been studied. In comparison with their counterparts with micrometer-sized fillers, the nanocomposites show a Tg depression. For the determination of the reason for the Tg depression, the thermomechanical and dielectric relaxation processes of the silica nanocomposites have been investigated with dynamic mechanical analysis and dielectric analysis. The Tg depression is related to the enhanced polymer dynamics due to the extra free volume at the resin–filler interface. Keywords: composites; dielectric properties; glass transition; interfaces; nanoparticles; thermomechanical properties "]], ["INTRODUCTION", ["Inorganic fillers such as ceramics, carbon black, metals, and metal oxides have been incorporated into polymer materials for various purposes. The resultant organic–inorganic composite materials represent a new class of materials that combine desirable physical properties of both organic and inorganic components. These composites have been shown to undergo substantial improvements in mechanical properties such as the strength, modulus, and dimensional stability, permeability to gases, water, and hydrocarbons, thermal stability, flame retardancy, chemical resistance, and electrical, dielectric, optical, and magnetic properties. Because of the recent commercial availability of nanoparticles, there is increasing interest in polymer nanocomposites. It is well known that the composite properties can change with the dispersion state, geometric shape, surface properties, particle size, and particle size distribution. Nanocomposites show different properties than the bulk polymers and their counterparts with micrometer-sized fillers because of the small size of the filler and the corresponding increase in the surface area.1,2 The effect of the nanofillers in polymer composites on the glass-transition behavior of the polymer matrix has been studied for different filler–resin composites. In some cases, increases in the glass-transition temperature (Tg) have been reported.3–5 In other cases, decreases in Tg have been reported.6 An initial increase in Tg followed by a Tg decrease with a higher filler loading was observed for poly(styrene butyl acrylate) latex/nano-ZnO composites.7 In many cases, the dispersion and surface conditions of the nanoparticles play important roles in the changes in Tg.6,7 A short-range, highly immobilized layer about 1 nm long develops near the surface of the fillers. In this interaction region of the polymer layer surrounding the particles, the conformational entropy and chain kinetics are significantly altered.6 As the filler size enters the nanoregion, the volume fraction of the interaction region in the nanocomposites increases with the increasing interface area of the polymer and nanofillers. This becomes the basis for potentially tremendous changes in the nanocomposite properties. The motivation behind this work is to systematically investigate the Tg changes in epoxy nanocomposites with different nanofillers and to interpret the polymer relaxation behavior in terms of the polymer–nanoparticle interface properties."]], ["EXPERIMENTAL", ["##Materials ###Silica (SiO2) Composites Silica nanoparticles (average diameter = 100 nm; Nippon Chemical) and micrometer-sized silica (average diameter = 3 μm; Nippon Chemical) were used as received. The epoxy used was diglycidyl ether of bisphenol A (Epon 828, Resolution Performance Products). The hardener was hexahydro-4-methylphthalic anhydride (HMPA; Lindau Chemicals). The weight ratio of the epoxy to the hardener was 1:0.75. All the chemicals were used as received. In the initial study of the silica composite, an encapsulated imidazole (Shikoku Chemicals Corp.) was used as the catalyst. The catalyst concentration was 0.6 wt % with respect to the total weight of the epoxy and hardener. The filler loading was varied from 5 to 40 wt %. For the further investigation of the mechanical and dielectric properties, 1-cyanoethyl- 2-ethyl-4-methylimidazole (2E4MZ-CN, Shikoku Chemicals Corp.) was used as a catalyst at a 1 wt % concentration. The filler loading was 20 wt %. The blank epoxy formulation was prepared through the mixing of the epoxy, hardener, and catalyst at an elevated temperature until a homogeneous mixture was achieved. The blank epoxy formulation was used as the control sample. The micrometer-sized silica was mixed into the resin with a high-speed blender for 5 min. The nanosilica was mixed into the resin through sonication for 30 min with a sonicator (Sonicator 3000, Misonix) at a power of 450 W. ###Silver Composites Silver nanopowders (average diameter = 65 nm; NanoPowders Industries) and micrometer-sized silver flakes (two types of silver flakes, average size = 1 or 2 μm; Ferro Corp.) were treated with surfactants by the manufacturers for deagglomeration and were used as received. The epoxy resin used for the silver composites was diglycidyl ether of bisphenol F (Epon 862, Resolution Performance Products). The hardener was HMPA. The weight ratio of the epoxy to the hardener was 1:0.83. 2E4MZ-CN was used as the catalyst, and the concentration was 2.5 wt % with respect to the epoxy and hardener mixture. The blank epoxy formulation was used as the control sample. The filler loadings of the silver composites were 68, 72, and 75 wt %. The micrometer-sized silver was hand-mixed into the resin for 10 min. The bimodal formulations used a combination of the two micrometer-sized silver flakes at a ratio of 1:1. An addition formulation with monodispersed silver flakes (2 μm) was prepared at a filler loading of 72 wt %. The silver nanopowders were handmixed for 30 min. ###Aluminum Composites Aluminum nanoparticles (average size = 100 nm; AlfaAesor) and micrometer-sized aluminum particles (average size = 3 μm; AlfaAesor) were used as received without any further surface treatment. The same blank epoxy formulation used for the silver composites was used for the aluminum composites. The filler loadings were 41 and 45 wt %. The micrometer-sized aluminum was hand-mixed into the resin for 10 min, and the nanosized aluminum was hand-mixed for 30 min. ###Carbon Black Composites Carbon black (primary particle size ≈ 30 nm, surface area ≈ 950 m2/g; Degussa) was used as received. The same blank epoxy formulation used for the silver composites was used for the carbon black composites. The filler loadings were 2 and 5 wt %. The carbon black was mixed into the resin with sonication for 5, 30, or 60 min. ##Characterization ###Curing and Glass Transition The curing behavior and Tg’s of the epoxy composites were characterized with a modulated differential scanning calorimeter (model Q1000, TA Instruments). A sample of approximately 10 mg was sealed in a hermetic aluminum pan. Dynamic scanning experiments were conducted at a ramp rate of 5 °C/min, from the ambient temperature to 250 °C, to obtain the curing heat-flow diagram of the composite. The cured sample was left in the differential scanning calorimetry (DSC) cell and cooled to room temperature. Then, the sample was reheated to 200 °C at 5 °C/min with a temperature modulation of ± 1 °C/min to obtain the second heat-flow diagram. From the step change of the reversible heat flow of the second diagram, Tg was determined. ###Dynamic Mechanical Properties The dynamic mechanical properties of the epoxy– silica composites were evaluated after the samples were cured in a convection oven at 150 °C for 1 h. The cured samples were cut into a strip (18 mm × 6 mm × 3 mm). A dynamic mechanical analyzer (model 2980, TA Instruments) was used to measure the dynamic moduli of the samples. The test was performed in a single-cantilever mode from -120 to 200 °C at a heating rate of 3 °C/min. Liquid nitrogen was used for the lowtemperature testing. The amplitude applied to the samples in the experiments was 15 μm and resulted in a strain level of around 0.5%, which was within the linear viscoelastic region of the epoxy. The storage modulus and loss modulus of the samples were calculated with the preinstalled software. Tg also could be obtained from the peak position of the loss modulus. ###Dielectric Properties The dielectric properties of the epoxy–silica composite were measured with a dielectric analyzer (model 2970, TA Instruments). The single-surface sensor was used for the dielectric analysis (DEA) experiments. The uncured liquid resin was coated on the sensor and cured with the same conditions used for the dynamic mechanical analysis (DMA) samples. The DEA experiments were performed from 35 to 250 °C with a stepping temperature of 5 °C and a frequency sweep varying logarithmically from 0.01 to 100,000 Hz. The dielectric permittivity and dielectric loss factor were calculated with the preinstalled software."]], ["RESULTS AND DISCUSSION", ["##Glass-Transition Behavior of the Different Nanocomposites The effects of the filler size and filler loading on Tg of the polymer composites were studied with four different types of fillers: silica, silver, aluminum, and carbon black. The Tg’s of the silica composites with nanometer- and micrometer-sized fillers are shown in Figure 1. The micrometer-sized filler did not have a significant effect on Tg of the composites, whereas the nanofiller had an appreciable impact. With an increase in the filler loading, the silica nanocomposites first showed a slight increase in Tg, and then Tg decreased significantly with higher filler loadings. In comparison with the control sample, the 40 wt % silica nanocomposite showed a Tg depression by almost 30 °C. Similar behavior was observed for the silver and aluminum composites. As shown in Figure 2, Tg’s of the silver nanocomposites were about 20 °C lower than those of the micrometer-sized silver composites, decreasing as the filler loading increased. Figure 3 shows Tg’s of the aluminum composites. The difference in Tg caused by the filler size was not as great as that for the other two composites. However, the Tg depression in the nanocomposites was quite obvious. As mentioned earlier, the change in Tg for nanofiller composites has been controversial. Some have found that Tg of nanocomposites increases as a function of the filler loading, whereas others have observed the opposite. Tg of a polymer system varies for a variety of reasons, including changes in the tacticity, molecular weight, crosslinking density, and amount of reaction residue acting as a plasticizer. In this study, however, the ingredients and curing conditions of the nanocomposites and their counterparts with micrometer- sized fillers were the same for all the samples. Therefore, we expect the observed change in Tg to be mainly due to the properties of the fillers, including the filler size. As the filler size decreases, the interfacial area between the fillers and the polymer matrix increases dramatically. It is possible that increasing the interfacial area can influence the polymer chain mobility and, therefore, change Tg of composites. To elucidate the relationship between the interfacial area and Tg of the composites, we prepared carbon black filled epoxy resins at low filler loadings. Carbon black is known to have a very small primary particle size (1–50 nm), and it easily agglomerates to form large secondary clusters. These large clusters, poorly dispersed in a polymer matrix, effectively increase the filler size and reduce the resin–filler interface. In this study, carbon black was added to the epoxy resin, and the mixture was sonicated for different durations to examine the effect of the filler dispersion. As shown in Figure 4, the sample with the shortest duration of sonication had a Tg comparable to or even higher than that of the control sample. Further sonication helped the secondary clusters to break into small particles and increased the resin– filler interface. Accordingly, it is thought that Tg of the composites decreased because of the increased interfacial area. ##Dynamic Mechanical and Dielectric Properties of the Silica Nanocomposites A further investigation was carried out of the material properties of the silica composites. As shown in Figure 1, a significant Tg depression in the silica nanocomposites was observed, especially at high filler loadings. To study the difference between the micrometer-sized and nanosized silica fillers, we performed a thermogravimetric analysis (TGA) of these two silica types. The fillers were heated under air from room temperature to 800 °C at a ramping rate of 20 °C/min. Figure 5 shows the TGA diagram of these two fillers. The micrometer-sized filler was stable over the temperature range, whereas the nanofiller underwent a weight loss during heating. The initial weight loss of the nanofiller (ca. 2 wt %) was likely due to the adsorbed moisture. The same fillers were dried at 200 °C for 6 h, and the TGA diagram of the dried nanofillers appeared to be the same as that of the undried ones. The nanofillers possessed a large surface area, which made it easy to pick up the moisture in a typical laboratory environment even after they were dried with the aforementioned conditions. The nanofillers also displayed a second weight loss (ca. 4 wt %) at 500 °C, which might be due to the chemically bonded water and residual organics, typically methanol or ethanol, from the sol– gel process of the nanosilica synthesis. However, these residual organics appeared to be bonded at the filler surface, and debonding occurred at a high temperature. Therefore, the residual organics and bonded water tended to remain at the filler surface even after the polymer composite was cured at a temperature lower than 200 °C. The adsorbed moisture and the residual organics could play an important role in reducing Tg by assisting molecular motion and creating more free volume at the resin–filler interface. The curing profiles of the control sample (blank epoxy resin), the silica nanocomposite, and the micrometer-sized silica composite are shown in Figure 6. The incorporation of the nanometerand micrometer-sized silica did not seem to interfere with the epoxy curing. Complete curing was achieved after the first DSC scan for all three samples. The Tg’s of the three samples were measured during the second scan, and the results are listed in Figure 7. As expected from the previous results, the micrometer-sized fillers did not influence Tg of the resin, whereas the nanofiller reduced Tg significantly. Because the fillers did not affect the crosslinking of the epoxy resin, the depression of Tg was likely due to the relaxation process of the polymer molecules. To investigate the relaxation process of the silica composites, we used DMA and DEA. DMA offers the advantage of studying the sub-Tg transition in polymeric materials. Figure 8 shows the dynamic moduli of the three samples. There was a significant difference in the peak of the loss modulus around 150 °C, which signified the largescale cooperative segmental motion of the polymeric molecules, which is typically called the glass transition. There is another peak of the loss modulus around -50 °C, which is usually called the sub-Tg transition or relaxation. The origin of the sub-Tg transition in polymer materials is not clearly understood. The popular crankshaft mechanism involves restricted motion of the main chain requiring at least five consecutive bonds8 and is not likely to be the case for an epoxy– anhydride network because of the high crosslinking density. Instead, the conformational change of the six-member ring on the anhydride is a possible origin of the sub-Tg transition. As shown in the figure, the position of the sub-Tg transition was not affected by the fillers. The increased resin– filler interface created extra free volume and, therefore, assisted the large-scale segmental motion of the polymer. As a result, Tg of the nanocomposites decreased with increasing filler loading. However, the sub-Tg transition involved local movement of the chain and required much less free volume. Therefore, the increased interface did not have a significant effect on the sub-Tg transition temperature. The dielectric properties of the same samples were studied in a multifrequency mode. Figures 9 and 10 show the DEA results for the control sample and the silica nanocomposite. These two figures show similar behaviors in the dielectric relaxation, as shown by the changes in the loss factor with the temperature and frequency. However, the transition temperature of the nanocomposite appeared to be lower than that of the control sample. Moreover, the dielectric permittivity and loss factor of the nanocomposite at low frequencies were much higher than those of the control sample. The mechanical and dielectric response of the polymeric material follows the time–temperature superposition (TTS) principle.9 Through curve shifting, master curves were obtained for the three samples at a reference temperature of 150 °C, as shown in Figure 11. For the entire frequency range, the nanocomposite possessed a much higher loss factor than the other two samples. At a low-frequency range (<102 Hz), the loss factor of the micrometer-sized-silica-filled composite appeared to be higher than that of the control sample but still lower than that of the nanocomposite. The loss peaks of the control sample and the micrometer-sized-silica-filled composite were observed at similar frequency ranges (ca. 1–10 Hz), whereas the loss peak of the nanocomposite occurred at a much higher frequency (and a lower temperature by the TTS principle). The di- Molecular dynamic simulations of the polymer melts in the presence of nanoparticles have shown that the dynamics of the polymer melts can be influenced by the polymer–nanoparticle interactions.11 Strongly attractive polymer–nanoparticle interactions slow the dynamics with respect to those of a pure polymer melt, whereas nonattractive interactions enhance the dynamics. Macroscopically, the change in the dynamics results in a shift in Tg. In this study, the various fillers did not possess an attractive interaction with the epoxy resin. The dynamics of the polymer segments were enhanced; in other words, there existed more free volume at the filler–resin interface. For the composites with micrometersized fillers, the enhanced polymer dynamics at the interface did not noticeably reduce Tg of the polymer matrix because of the limiting interfacial area. However, the large filler–resin interfacial area in the nanocomposites brought significant changes to the polymer mobility and, therefore, affected Tg of the polymer matrix appreciably. In addition, the hydrophilic surface of some nanofillers such as silica is likely to adsorb water. The adsorbed water, together with other bonded surface organics that were not compatible with the polymer matrix, further enhanced the polymer dynamics and reduced Tg, as indicated by DEA. On the other hand, because an attractive polymer– filler interaction suppresses polymer dynamics, an increase in Tg can be expected in nanocomposites with good filler–polymer compatibility. Surface modification is a common method of improving the filler–resin compatibility in polymer composites. Through the replacement of the hydrophilic surface groups with hydrophobic groups, adsorbed moisture can also be reduced. The effects of the surface modification of nanosilica on the properties of nanocomposites are currently under investigation."]], ["CONCLUSIONS", ["Tg’s of epoxy composites with micrometer-sized fillers and nanofillers, including silica, silver, aluminum, and carbon black, were investigated with DSC. The nanocomposites showed a significant reduction in Tg in comparison with their counterparts with micrometer-sized fillers. From the results of the carbon black composites, we found that the increased interfacial area between the fillers and the resin reduced Tg of the composites. Thermal characterizations of the micrometer-size silica and nanosilica showed that adsorbed water and bonded organics were at the surface of the nanosilica and assisted the polymer relaxation process at the filler–resin interface in the silica nanocomposites. The adsorbed water also increased the dielectric loss of the silica composites at a low-frequency range in DEA. The dynamic mechanical properties of the silica composites were characterized as well. The results showed that the nanosized silica reduced Tg of the composites but did not influence the sub-Tg transition temperature. It can be concluded that the surface chemistry of the nanofillers and the interaction at the filler–resin interface are essential for determining Tg of the nanocomposites."]]], "doi": "10.1002/polb.20251", "figures": [["Figure 1", "Figure 1", "Figure 1. Tg of the silica composites.  "], ["Figure 10", "Figure 10", "Figure 10. Dielectric properties of the silica nanocomposites.   "], ["Figure 11", "Figure 11", "Figure 11. Master curve of the loss factor for the three samples at 150 °C.   "], ["Figure 2", "Figure 2", "Figure 2. Tg of the silver composites.  "], ["Figure 3", "Figure 3", "Figure 3. Tg of the aluminum composites.  "], ["Figure 4", "Figure 4", "Figure 4. Tg of the carbon black composites.  "], ["Figure 5", "Figure 5", "Figure 5. TGA-measured weight loss at a heating rate of 20 °C/min under air.   "], ["Figure 6", "Figure 6", "Figure 6. DSC-measured curing profiles of the silica composites and the blank resin.   "], ["Figure 7", "Figure 7", "Figure 7. DSC-measured Tg’s of the silica composites and the blank resin.   "], ["Figure 8", "Figure 8", "Figure 8. Dynamic moduli of the silica composites and the blank resin.   "], ["Figure 9", "Figure 9", "Figure 9. Dielectric properties of the control sample.   "]], "table_captions": [], "tables": []}