{"title": "Morphology, Thermal, and Rheological Behavior of Nylon 11/Multi-Walled Carbon Nanotube Nanocomposites Prepared by Melt Compounding", "abstract": "Nylon 11 (PA11) nanocomposites with different loadings of multi-walled carbon nanotubes (MWNTs) were prepared by melt compounding. Scanning electron microscopy images on the fracture surfaces of the composites showed a uniform dispersion of MWNTs throughout the matrix. The presence of the MWNTs significantly improved the thermal stability and enhanced the storage modulus (G′) of the polymer matrix. Melt rheology studies showed that, compared with neat PA11, the incorporation of MWNT into the matrix resulted in higher complex viscosities (|η*|), storage modulus (G′), loss modulus (G″), and lower loss factor (tanδ). PA11 and its nanocomposites containing less than 1 wt% MWNTs showed similar frequency dependencies and reached a Newtonian plateau at low frequencies. For the nanocomposite with 2 wt% MWNTs, the regional network was destroyed and the orientation of the MWNTs during shearing exhibited a very strong shear thinning effect. The complex viscosities (|η*|) of the nanocomposites are larger than that of neat PA11 and decreased with increasing the temperature. ", "body": [["Abstract", ["Nylon 11 (PA11) nanocomposites with different loadings of multi-walled carbon nanotubes (MWNTs) were prepared by melt compounding. Scanning electron microscopy images on the fracture surfaces of the composites showed a uniform dispersion of MWNTs throughout the matrix. The presence of the MWNTs significantly improved the thermal stability and enhanced the storage modulus (G′) of the polymer matrix. Melt rheology studies showed that, compared with neat PA11, the incorporation of MWNT into the matrix resulted in higher complex viscosities (|η*|), storage modulus (G′), loss modulus (G″), and lower loss factor (tanδ). PA11 and its nanocomposites containing less than 1 wt% MWNTs showed similar frequency dependencies and reached a Newtonian plateau at low frequencies. For the nanocomposite with 2 wt% MWNTs, the regional network was destroyed and the orientation of the MWNTs during shearing exhibited a very strong shear thinning effect. The complex viscosities (|η*|) of the nanocomposites are larger than that of neat PA11 and decreased with increasing the temperature. "]], ["INTRODUCTION", ["Carbon nanotubes (CNTs) are considered to be one kind of ideal one-dimensional reinforcing fillers for fabricating high-performance polymer composites because of their nano-scale diameter, high aspect ratio, and unique physical properties (such as excellent mechanical strength, thermal and electrical conductivities) [1]. Many researchers have concentrated on the fabrication of CNT reinforced polymer composites [2, 3]. At present, three main processing techniques have usually been used to prepare polymer/CNT composites: solution mixing or coagulation [4–7], melt compounding [8–14], and in-situ polymerization [15–19]. In addition, latex technology [20, 21] and solid-state shear pulverization [22, 23] are also applied to fabricate polymer/CNT nanocomposites. Among these preparation approaches, melt compounding has been accepted as the simplest and most effective method from an industrial perspective because it is regarded as the most potential way to fabricate high-performance composites with mass production. To achieve good performance, homogeneous dispersion of the nanotubes in the polymer matrix and strong interfacial interaction between nanotubes and polymer are currently two major challenges. Polyamide is one kind of the most important engineering thermoplastics, which is the most widely used because of its high strength, elasticity, toughness, and abrasion resistance. Recently, Liu et al. successfully prepared nylon 6 (PA6)/multiwalled carbon nanotube (MWNT) nanocomposites by a simple melt compounding method and a homogeneous dispersion of MWNTs and strong interfacial adhesion between MWNTs and PA6 were achieved [14]. The yield strength and Young’s modulus of PA6 matrix were increased by about 214% and 162%, respectively, by incorporating only 2 wt% MWNTs. Chen et al. fabricated PA6/MWNT-NH2 composites with different MWNT loadings by melt compounding and they also observed a uniform dispersion of MWNTs and a strong interfacial adhesion with the matrix [24]. Upon adding MWNTs, the Young’s modulus and tensile strength of PA6 were greatly improved. Nylon 610 composites containing well-dispersed MWNTs were successfully produced via in-situ interfacial polymerization [25]. Tensile tests showed an increase of the Young’s modulus by about 170% and slight increases in the tensile strength and the elongation at break (by about 40% and 25%, respectively). Po¨tschke et al. investigated the rheological properties of the CNT/polycarbonate composites [26]. It was found that the increase in the viscosities for the composites filled with CNTs was higher than that for the polymer composites filled with carbon fibers or carbon blacks. Huang et al. monitored the processes of nanotube mixing and dispersion by studying the rheological behavior, and observed a critical time (t*) to achieve satisfactory dispersion of nanotubes [27]. Nylon 11 (PA11) is an important commercial polyamide with excellent piezoelectricity and mechanical properties and thus widely used in a large range of industrial fields from automotive to offshore applications. The glass transition temperature (Tg) of PA11 is about 42°C, and the melting temperature (Tm) is about 184°C [28]. PA11 has multiple crystal forms (i.e., polymorphism), which are greatly dependent on the thermal history and thus closely related to the piezoelectric and ferroelectric responses [29, 30]. In our previous work, the preparation and characterization of PA11/clay nanocomposites have been investigated [31]. To our knowledge, no report on PA11/ carbon nanotube composites has been reported yet in the literature. In this study, a series of PA11 nanocomposites with different contents of MWNTs has been prepared by melt compounding. The dispersion morphology of MWNTs and the effect of MWNT addition on the thermal stability, dynamic mechanical and melt rheological properties of PA11 matrix are investigated."]], ["EXPERIMENTAL", ["##Materials PA11 pellets used in this study were purchased from Atofina (Rilsan Besno TL, Atofina). As polyamides are very easy to absorb moisture, prior to compounding all the samples were dried in vacuum oven at 80°C for 24 h in order to remove the absorbed water. The MWNTs were prepared by catalytic chemical vapor deposition of methane on Co-Mo/MgO catalysts, according to the procedures reported previously [14, 32]. The catalyst in the as-prepared CNT sample was removed by dissolving in concentrated nitric acid, and then the CNT powder was filtered and washed with deionized water for at least five times. The MWNTs were further refluxed in 2.6 M nitric acid in order to increase more carboxylic and hydroxyl groups on the surface of the MWNTs. ##Fabrication of PA11/MWNT Composites A range of PA11/MWNT nanocomposites containing 0, 0.2, 0.5, 1.0, 2.0 wt% MWNTs was prepared via melt compounding using a Brabender twin-screw extruder at 220°C with a screw speed of 80 rpm ##Measurements The dispersion morphology of the composites was observed for the cryo-fractured surfaces with a scanning electron microscope (SEM) (TESCAN, 5136 MM) at an accelerating voltage of 30 kV after coating the samples with a thin layer of gold. Thermogravimetric analysis (TGA) was performed from 50 to 600°C at a heating rate of 20°C/min by using a Shimadzu TG-60H under nitrogen atmosphere. Dynamic mechanical analysis (DMA) was performed on the samples of 30 × 10 × 0.5 mm3 in size using a dynamic mechanical analyzer from TA Instruments under tension film mode in a temperature range of -134–150°C at a frequency of 1 Hz and heating rate of 3°C/min. Melt rheological properties of neat PA11 and PA11/ MWNT composites were measured on a strain-controlled rheometer (ARES, TA Instruments) over a temperature range of 190–210°C. Small-amplitude oscillatory shear measurements were performed using parallel-plate geometry with the plate diameter of 25 mm and the plate gap setting of 1.0 mm, by applying a time-dependent strain, γ(t) = γ0 sin(xt), and measuring resultant shear stress, γ(t) = γ0 [G′sin(ωt) + G″ cos(ωt)], where G′ and G″ are storage and loss moduli, respectively, and ω is the oscillation frequency of the rheometer. Steady rate sweep tests were also performed at low shear rate range to obtain the apparent viscosities (η) for neat PA11 and PA11/MWNT composites. To maintain all the rheological experiments in the linear viscoelastic region, strain sweeps were performed in advance for each sample, and consequently a strain of 1% was selected for all frequency sweep data in this work. The rheological properties were reproducible after repeated temperature cycling and frequency sweep, indicating that there is almost no chain degradation during measurements."]], ["RESULTS AND DISCUSSION", ["##Dispersion Morphology of MWNTs The uniform dispersion of MWNTs in the matrix is one of the most important factors for improving the polymer performance because any inhomogeneities lead eventually to structural defects in the composites. The composites were cryo-fractured in liquid nitrogen and the fracture surfaces of the composites were observed by SEM (see Fig. 1). The homogeneously dispersed bright dots throughout the PA11 matrix are attributed to the ends of the broken MWNTs because of their high conductivity. It can be also seen that upon failure most of the MWNTs were broken apart, while many of them were still in the matrix, indicating that a strong interfacial adhesion between MWNTs and PA11 matrix and a sufficient load transfer from the polymer to the nanotubes were achieved. ##Thermal Stability The thermal stability of neat PA11 and nanocomposites has been investigated using TGA, as shown in Fig. 2. The Fig. 2b clearly shows that the onset (at weight loss of 5%) of decomposition temperature is gradually improved with the concentration of carbon nanotubes up to 1 wt%, the composite containing 1 wt% carbon nanotubes has the best thermal stability and the decomposition temperature is improved about 20°C. At higher MWNT content (such as 2 wt%), however, the nanocomposite degrades at lower temperature, compared with the case of the nanocomposites containing lower CNT contents (such as 0.5 and 1.0 wt%), probably due to the aggregation of MWNTs in the composites with higher CNT concentrations. Generally speaking, the PA11/MWNT composites exhibit higher decomposition temperature than neat PA11. The improvement of thermal stability of PA11 by incorporating CNTs is probably due to two facts: (1) the superior thermal stability of CNT nanofillers, which promotes the stability of polymer matrix via the formation of protecting layers or chars during decomposition process; (2) the excellent thermal conductivity of CNTs. It was reported that the enhanced thermal conductivity of a composite can facilitate heat transport and increase its thermal stability through the incorporation of high thermal conducting MWNTs [33, 34]. ##Dynamic Mechanical Properties Figure 3 shows the dynamic mechanical behavior of PA11 and its composites with different contents of MWNTs. It can be seen that the storage moduli of the samples increase steadily with increasing the loading level of MWNTs. The Fig. 3b is the storage modulus values at 225°C as a function of MWNT concentration. The storage modulus (1.97 GPa) for the nanocomposite containing 2 wt % MWNTs exhibits an increment by about 54%, compared with that (1.28 GPa) of neat PA11. The significant improvement in storage modulus of PA11/MWNT nanocomposites is ascribed to the combination of reinforcement effect and fine dispersion of high-performance MWNTs with high aspect ratio. ##Melt Rheological Behavior The complex viscosities, |η*|, of neat PA11 and the nanocomposites at 190°C are shown in Fig. 4. The nanocomposites are more viscous than neat PA11, even at high frequencies. The complex viscosity increases with the content of nanotubes. The effect of the nanotubes is very obvious at low frequencies and not that evident with increasing the frequencies, probably due to the shear thinning at high frequencies. It is very interesting to note that the viscosity curves for the nanocomposites containing 0.2, 0.5, and 1 wt% MWNTs show Newtonian plateaus at low frequency. And the frequency range of the plateau region becomes shorter with the increase of the content of the nanotubes. For the nanocomposites, it is believed that the nanotube-polymer and nanotube-nanotube interactions increase with increasing the MWNT concentration. Therefore, the presence of carbon nanotubes impedes the motion of the polymer chains which results in an increase in the shear viscosity and narrow Newtonian plateau region [35]. However, for the studied nanotube contents (from 0.2 to 2 wt%), the curve has a steep slope at low frequency and almost no Newtonian plateau is observed in the whole frequency range investigated. Thus, it seems that the nanocomposite containing 2 wt% nanotubes exhibits a very strong shear thinning effect; whereas, neat PA11 shows slight frequency dependence. The individual MWNT and/or its bundles in PA11 matrix tend to orient under strong shear force for higher CNT loading level, thus destructing the formation of the polymer chain entanglements and the MWNT network, which results in strong shear thinning behavior for PA11/CNT composites. In order to analyze the relationship between the complex viscosities and the frequencies more directly, the complex viscosity versus nanotube content at different frequencies is shown in Fig. 5. It can be seen that at low frequencies, there is a moderate increase in viscosity for the CNT loading up to 1 wt%, which is followed by a remarkable increase in viscosity for higher CNT content (i.e., 2 wt%). The increase in complex viscosity with nanotube concentration is primarily caused by a dramatic increase in the storage modulus (G′), as can be seen in Fig. 6a. The corresponding increase in the loss modulus (G″) at 190°C (as an example) is much lower, as shown in Fig. 6b, as a function of frequency. Clearly, both storage and loss moduli increase with the frequency, and the effect of nanotube concentrations is much more obvious at low frequencies than at high frequencies. The reason for the increase of moduli might arise from the increased surface areas between the CNTs and the matrix, because of homogeneous dispersion of MWNTs and the constraints imposed upon the polymer chains due to the presence of the MWNTs. Indeed, it has been reported that the viscosities of confined polymer melts are greater than those of bulk chains [26]. The variation of loss factor, tan(δ) (that is, G″/G′), with frequency for neat PA11 and its composites is shown in Fig. 7. It can be seen that the tan(δ) decreases with increasing the MWNT loading, indicating that the elastic properties are improved by introducing MWNTs into PA11 matrix and such a decrease in loss factor is more significant at low frequency. At high frequency region, the decrease of tan(δ) with increasing frequency was probably attributed to the partial orientation of polymer chains caused by shear deformation. In addition, compared with neat PA11, the tan(δ) maximum of PA11 composites gradually shifted to lower frequency with increasing CNT concentration, probably implying the changes in the microstructures and the formation of regional network structures. And the tan(δ) maximum of the composite containing 2 wt% is not evident in the frequency range investigated. Compared with neat PA11, the glass transition (Tg) of the composite containing 2 wt% MWNTs is not that obvious to identify by using differential scanning calorimetry (DSC) under the same experimental condition (not shown here for abbreviation), probably indicating that the mobility of polymer chains is constrained by the presence of MWNTs. This is somewhat consistent with the results from the melt rheology measurements. Figure 8 shows the frequency dependence of the complex viscosity for neat PA11 and its composite containing 1.0 wt% MWNT (as an example) at different temperatures. It is worth noting that PA11 exhibits Newtonian behavior, and the values of |η*| decrease with increasing the temperature, as is expected for most linear polymers. The |η*| of the nanocomposite containing 1.0 wt% CNT shows shear thinning behavior over the entire range of angular frequencies tested. It is obvious that the values of |η*| for the nanocomposites are higher than those of neat PA11, and also decrease with increasing the temperature."]], ["CONCLUSIONS", ["A series of PA11 nanocomposites with different MWNT concentrations has been prepared by melt compounding using twin-screw extruder. SEM images show a fine dispersion of MWNTs throughout PA11 matrix. TGA results show that the thermal stability of the nanocomposite was significantly improved by about 20°C when the nanotube concentration is 1 wt%. DMA results show that with increasing MWNT loading level, the storage moduli of the nanocomposites increase gradually and the storage modulus increases by about 54% when the MWNT content is up to 2 wt%, in comparison to neat PA11. The melt rheological results showed that the dynamic moduli and the viscosity were increased with the incorporation of MWNTs into PA11 matrix. The viscosity of the composites is dependent on the frequency used. Neat PA11 and its composites containing less than 1 wt% MWNTs show similar frequency dependence and reach a Newtonian plateau at low frequencies. For the composite containing 2 wt% nanotubes, the formation of region network and the CNT orientation are greatly prohibited during shearing process, thus exhibiting an evident shear thinning effect. The viscosity increase is accompanied by an increase in the elastic melt properties, as reflected by the increase of storage modulus G′ which is much higher than that of the loss modulus G″."]]], "doi": "10.1002/pen.21349", "figures": [[null, null, "FIG. 1. SEM image of the fractured surface of PA11 composite containing 0.5 wt% MWNTs."], [null, null, "FIG. 2. (a) Temperature dependence of weight loss for PA11 and its MWNT nanocomposites in nitrogen flow; (b) Thermal stability as a function of MWNT concentration, characterized by decomposition temperature (Td)."], [null, null, "FIG. 3. (a) Storage modulus versus temperature curves; (b) Storage  modulus at —25°C as a function of MWNT concentration.   "], [null, null, "FIG. 4. The complex viscosity versus frequency with different MWNT  loadings.   "], [null, null, "FIG. 5. The complex viscosity versus MWNT loading at various frequencies for PA11/MWNT composites at 190°C.   "], [null, null, "FIG. 6. The frequency dependence of (a) storage modulus and (b) loss  modulus of PA11 composites with different MWNT loadings at 190°C.   "], [null, null, "FIG. 7. Tan(δ) versus frequency of PA11/MWNT composites with different MWNT loadings at 190°C."], [null, null, "FIG. 8. The frequency dependence of the complex viscosity for neat  PA11 (open symbols) and the composite containing 1.0 wt% MWNT  (solid symbols) at different temperatures.   "]], "table_captions": [], "tables": []}