{"title": "Synthesis and properties of poly(methyl methacrylate)/montmorillonite (PMMA/MMT) nanocomposites", "abstract": "PMMA/MMT nanocomposites were successfully synthesized via in situ intercalative polymerization, and characterized by means of wide-angle X-ray diffractometry, transmission electron microscopy, thermal gravimetric analysis, dynamic mechanical analysis and Fourier-transform infrared analysis. The nanocomposites possess partially exfoliated and partially intercalated structure, in which the silicate layers are exfoliated into nanometre secondary particles with thickness of less than 20 nm and uniformly dispersed in the polymer matrix. In comparison with pure PMMA, the thermal stability, glass transition temperature, and mechanical properties of the polymer are notably improved by the presence of the nanometric silicate layers. It was found that part of the PMMA chains in the nanocomposites are well immobilized inside and/or onto the layered silicates and, therefore, the unique properties of the nanocomposites result from the strong interactions between the nanometric silicate layers and the polymer chains. Keywords: nanocomposite; poly(methyl methacrylate); property ", "body": [["Abstract", ["PMMA/MMT nanocomposites were successfully synthesized via in situ intercalative polymerization, and characterized by means of wide-angle X-ray diffractometry, transmission electron microscopy, thermal gravimetric analysis, dynamic mechanical analysis and Fourier-transform infrared analysis. The nanocomposites possess partially exfoliated and partially intercalated structure, in which the silicate layers are exfoliated into nanometre secondary particles with thickness of less than 20 nm and uniformly dispersed in the polymer matrix. In comparison with pure PMMA, the thermal stability, glass transition temperature, and mechanical properties of the polymer are notably improved by the presence of the nanometric silicate layers. It was found that part of the PMMA chains in the nanocomposites are well immobilized inside and/or onto the layered silicates and, therefore, the unique properties of the nanocomposites result from the strong interactions between the nanometric silicate layers and the polymer chains. Keywords: nanocomposite; poly(methyl methacrylate); property "]], ["INTRODUCTION", ["The recent interest in polymer/clay (structurally layered silicate) composites with nanometer dimensions, the so-called nanocomposites,1–4 stems from the dramatic improvement in physical properties that can be produced by just adding a small fraction of clay to a polymer matrix. Since the layered silicate clay provides a special nanometric space, it can be regarded as a special nanoreactor, different from conventional reactors.5 In these nanocomposites the movement of the polymer chains is confined, and then the interactions among the polymer chains are greatly affected by the confinement of the nanometer space. Therefore, as advanced structural materials, these polymer/layered silicate nanocomposites can exhibit improvedmechanical properties, decreased thermal expansion coefficient, reduced gas permeability, increased solvent resistance and enhanced ionic conductivity when compared with the polymers alone. From the point of view of structure, two idealized polymer/layered silicate structures are possible: intercalated and exfoliated ones.6 In exfoliated nanocomposites, the silicate layers of montmorillonite (MMT) are completely exfoliated into individual nanometerthick (about 1 nm) layers and uniformly dispersed in the continuous polymer matrix. In contrast, in the intercalated nanocomposites, a single (and sometimes more than one) extended polymer chain is intercalated between the silicate layers, resulting in a well-ordered multiplayer morphology built up with alternating polymeric and silicate layers. In reality, instead of ideal exfoliated or intercalated nanocomposites, it is more common to obtain, partially exfoliated and partially intercalated nanocomposites, in which silicate layers of MMT are exfoliated into nanometer secondary particles (several silicate layers stacked against each other) and uniformly dispersed in the polymer matrix. Moreover, these systems may still exhibit substantial improvement of their physical properties. Poly(methyl methacrylate) (PMMA) is an important member in the family of poly(acrylic ester)s. PMMA has some desirable properties, including exceptional optical clarity, high strength and excellent dimensional stability. However, its biggest disadvantage is its poor heat resistance. PMMA/MMT nanocomposites offer the potential for excellent thermal properties and improved physical performance. Early reports7–11 on PMMA/MMT nanocomposites focused on the study of the different preparation methods rather than the structure and properties of the final hybrid. Okamoto and co-workers7 and Huang and Brittain8 studied the effects of different organoclays on the structure of PMMA/MMT nanocomposites. Tabtiang and co-workers9 compared in situ intercalative polymerization with melt intercalation. Okamoto and coworkers10,11 studied the dispersed structure change of PMMA/MMT nanocomposites by copolymerization with three kinds of polar comonomers. Huang and Brittain8 reported the comparison of two different polymerization methods, suspension polymerization and emulsion polymerization. In this paper, we report the synthesis and characterization of partially exfoliated PMMA/MMT nanocomposites via in situ intercalative solution polymerization. Although there have been some reports on the formation of exfoliated PMMA/MMT nanocomposites by intercalative solution polymerization, our work mainly focuses on the study of the structure and property of PMMA/MMT nanocomposites containing different clay contents, and proposes some different views on the changing trend of their glass transition temperature Tg."]], ["EXPERIMENTAL", ["##Materials Montmorillonite (MMT), a smectite-type clay, was used as the layered silicate. A 300-mesh powder of MMT in its sodium form (Na-MMT), containing a minimum of 90% montmorillonite and produced in Hangzhou, Zhejiang Province (China), was used in this work. Methyl methacrylate (MMA), was purchased from Beijing Yili Chemical Factory and was distilled before use. All other chemicals used were of analytical reagent (AR) grade and used without further treatment. ##Determination of cation-exchange capacity For a given clay, the maximum number of cations that can be taken up is constant and known as the cation-exchange capacity (CEC). It is measured in milliequivalents per 100 g (meq /100 g) of clay. The procedures for measuring CEC was as follows. Clay mineral (2 ∼ 3 g) was saturated with ammonium chloride solution (25ml) (in 25/75 wt/wt water–alcohol mixture; 0.1mol l−1; pH= 7) in a centrifuge tube by stirring overnight. The suspension was then centrifuged and the clear supernatant liquid (containing unexchanged NH4+ ions) was transferred into a flask. The precipitate was saturated again with ammonium chloride solution and then centrifuged. The precipitate saturation and centrifugation were repeated three times, ensuring the ion-exchange was completed. Finally, the collected clear supernatant liquid was reacted with formaldehyde and the resulting H+ was titrated with standard NaOH solution and, thus, the molar number of concentration unexchanged NH4+ was determined so that the CEC of the clay could be calculated. The CEC of the Na-MMT used was so determined as 100 meq/100 g. ##Modification of clay Five parts (by weight, as also for all mixtures herein) Na-MMT was dispersed in 95 parts of distilled water under vigorous stirring conditions to form a suspension. Three parts of intercalative reagent, cetyl trimethylammonium chloride (CTAC), was then added to the suspension and stirred for 1 h at 80 °C. The suspension was filtered and repeatedly washed with distilled water to remove the excess intercalative reagent, until there was no white precipitate observed in the wash water tested by a 0.1 mol l−1 AgNO3 solution. The product was then vacuum-dried to a constant weight and ground into powder (with average particle diameter of about 50 μm) to get the organomontmorillonite (organo-MMT). ##Synthesis of PMMA/clay nanocomposites and preparation of testing specimens The synthesis for the preparation of procedures PMMA/clay nanocomposites are as follows. A desired amount of organo-MMT was dispersed in methyl methacrylate under ultrasonic treatment at 25 °C, and acetonitrile and 2,2′-azobis(isobutyronitrile) (AIBN) were added to form a stable suspension. Then the monomer was polymerized at 60 ∼ 70 °C for 10 h under a nitrogen atmosphere. After drying and removing the solvent and unpolymerized monomer in a vacuum oven at 60 °C, PMMA/MMT composites were obtained. The testing specimen was prepared by injection-moulding of the PMMA/MMT composite solid product at 200 ± 10 °C using a CS-183 MMX Mini Max Moulder (Custom Scientific Instruments). ##Characterizations A Rigaku D/max-RB wide-angle X-ray diffractometer (WAXD) was used to characterize the layer conformation of MMT in the composites. The operation parameters were Cu-Kα radiation at a generator voltage of 40 kV and current of 100 mA. The scanning rate was 8◦ min−1 at an interval of 0.02◦ and the range of the diffraction angle was 2θ = 1.5 ∼15◦. The structure of the composites was observed by a Hitachi H-800 transmission electron microscope (TEM) with an acceleration voltage of 100 kV. The ultrathin slides were obtained by sectioning the injection-moulded sample along a direction perpendicular to the injection. The thermal stability was measured by thermal gravity analysis (TGA 7, Perkin Elmer) at a scan rate of 20 K min−1 in an atmosphere of nitrogen. Dynamic modulus and glass transition temperature of the composites were measured by a dynamic mechanical analyzer (DMA 7, Perkin-Elmer). The dynamic temperature spectra of the composites were obtained in three-point blending mode at a constant vibration frequency of 1 Hz, a constant static stress of 2.1 × 105 Pa, temperature range of 25 ∼ 200 °C with a heating rate of 5 K min−1 in a nitrogen atmosphere. The size of the testing specimenwas 15 × 12 × 2mm3. Typical absorption bands of the composites were characterized by a Fourier-transform infrared spectrometer (FTIR System 2000, Perkin-Elmer) with a wavenumber range of 4000 ∼ 400cm−1."]], ["RESULTS AND DISCUSSION", ["##Nanostructure of PMMA/MMT composites A nanocomposite is defined as a composite with the particle size of the disperse phase lower than 102 nm at least in one dimension.12 When treated with an organic ammonium salt, the original inorganic MMT become lipophilics and the interlayer galleries are also enlarged. Therefore, small MMA monomers can easily enter the galleries. During the polymerization in the galleries, the small MMA molecules grow to form PMMA macromolecules together with releasing a large quantity of heat. The size of the PMMA macromolecule chains is much larger than the gallery space of the clay. According to the intercalative polymerization mechanism, the interlayer spacing of MMT should be enlarged and exfoliated by the growing PMMA macromolecule chains and uniformly dispersed in the PMMA matrix. The evidence of the proposed mechanism is provided byWAXD andTEM results. Figure 1 shows a series of WAXD patterns of PMMA/MMT composites containing different organo-MMT contents together with the pure organo- MMT used in this research. The interlayer spacing [basal spacing of the (001) plane, d001] of the organo- MMT obtained by CTAC treatment is 1.92 nm and larger than that of Na-MMT (0.96 nm), indicating that the intercalant certainly intercalates into the silicate layers of MMT. With the decrease of the organo-MMT content (from 10 wt% to 1 wt%) the peak intensity of the (001) plane in turn becomes lower. For PMMA/MMT composites containing 10 wt% and 5 wt% organo-MMT, the strong (001) plane peak corresponding to d001 (3.5 nm) is clearly observed, resulting from two possible kinds of composites: intercalated nanocomposites and partially exfoliated and partially intercalated nanocomposites. For PMMA/MMT composites containing 1 wt% organo-MMT, the absence of diffraction peaks also indicates two possibilities. One is that exfoliated nanocomposites were prepared in which the PMMA molecules intercalated into the MMT galleries and destroyed the orientated distribution of the MMT layers. The other is that partially exfoliated and partially intercalated nanocomposites were prepared, but due to the quite low real MMT content (only 0.45 wt%, see Table 1 below), the diffraction peak of (001) plane was not detectable. Moreover, from Fig 1 we can see that the typical peak intensity of MMT in the PMMA/MMT composites is stronger and sharper than that of organo-MMT, indicating that the ordering in the MMT layers was enhanced in the composites. TEM observation was used to augment WAXD analysis of the nanostructure. Figure 2 shows the Figure 1. WAXD patterns of organo-MMT and PMMA/MMT composites. TEM micrograph of the PMMA/MMT composites, where the bright region represents the polymer matrix and the dark narrow stripes represent the secondary particles of MMT. Figure 2a reveals that individual layers stacked against one another and dispersed in the PMMA matrix. Figure 2b, obtained at higher magnification, shows that MMT was exfoliated into secondary particles with a thickness lower than 20nm in large aspect ratio. This is to say that partially exfoliated and partially intercalated nanocomposites were formed, and the exfoliation of the clay had definitely taken place. With the increase of the organo- MMT content, as shown in Figs 2c and d where the PMMA/MMT composite contained 5 wt% organo- MMT, it was found that MMT layers were also uniformly dispersed in the PMMA matrix, and had good flexibility resulting from its large aspect ratio. Figure 2d appears to contain oriented collections of 3 ∼ 4 parallel silicate layers with an interlayer spacing of about 3.3 nm, which is consistent with the WAXD analysis. In summary, from the analysis of WAXD and TEM, we can draw the conclusion that partially exfoliated and partially intercalated PMMA/MMT nanocomposites result from in situ intercalative freeradical polymerization, and that silicate layers ofMMT are exfoliated into one another nanometric secondary particles (several silicate layers stacked against) and are uniformly dispersed in the polymer matrix. From Fig 2, it can also be seen that the silicate layers of MMT have flexural shapes. This exhibit some suggests that the nanoscale MMT layers are flexible and can be distorted in the PMMA matrix. This is different from traditional microcomposites, for instance glass-fibre reinforced polymer composites in which, although the aspect ratio of glass fibres is very large, they remain straight in the polymer matrix.13 Chen and Qi3 reported that exfoliated polystyrene/ montmorillonite (PS/MMT) nanocomposites obtained via intercalative polymerization showed the ordered structure induced by shear flow: while the unprocessed PS/MMT samples showed no X-ray diffraction peak, the injection-mould samples revealed strong and sharp peaks of the (001) plane in the low 2θ region; the diffraction peaks of MMT other planes also appeared. Similar results were obtained for PMMA/MMT composites. Figure 3 shows the WAXD patterns of PMMA/MMT composite samples containing 5 wt% of organo-MMT before and after injection-moulding. It is evident that all diffraction peaks are more intense after injection-moulding, suggesting a strong orientation of the MMT layers in the PMMA/MMT nanocomposites when the shearing force was introduced. ##Thermal stability of PMMA/MMT nanocomposites The thermal properties of organo-MMT, pure PMMA and PMMA/MMT nanocomposites (5 wt% organo- MMT) characterized by TGA are shown in Fig 4 and Table 1. It can be seen that the thermal stability of the PMMA/MMT nanocomposites noticeably improved by adding montmorillonite into the PMMA matrix. The onset decomposition was temperature (Tinit, ie the heat decomposition temperature, HDT), the maximum derivative weight loss temperature (Tmax) and the end decomposition temperature (Tend) were shifted to higher temperature with increasing organo- MMT content in the nanocomposites. The origin of the noticeable increase in the decomposition temperatures mainly results from the unique ability of nanometer silicate layers to obstruct volatile gas produced by thermal decomposition. Moreover, from the viewpoint of the thermal decomposition process, thermal decomposition begins from the surface of the nanocomposites. When the molecules at the surface of the nanocomposites decompose, the organo-MMT content increases and the clay forms a ‘protection layer’. Therefore, PMMA/MMT nanocomposites exhibit better thermal stability than pure PMMA. The second reason may be a decrease in the relative amount of PMMA end-capped by carbon–carbon double bond as a result of reduced propensity to disproportionate reactions.14 In Table 1, the sample with 100 wt% organo-MMT is in reality the pure organo-MMT. It began to lose weight at nearly 240 °C and the intercalant CTAC decomposed and/or vapourized from MMT. At about 420 °C, the weight loss rate eventually slowed and the residue was 78.4 wt% at that point. With the continuous increase of temperature, the weight loss rate increased again, which resulted from the fact that at high temperature, the structure of MMT is destroyed and structural H2O molecular within the layers of MMT leaves MMT.15 As listed in Table 1, the Tend of PMMA/MMT nanocomposites was close to that of the organo-MMT, showing that the nanocomposites have reached the limit of thermal resistance of the inorganic montmorillonite. Table 1 also lists the residue of PMMA/MMT nanocomposites at Tend obtained by TGA, which is in accord with the content of pure (inorganic) MMT. It can be seen that the residue, and the content of organo-MMT used in the synthesis of PMMA/MMT nanocomposites have a nearly linear relationship as shown in Fig 5. The larger deviation appears at low organo-MMT content.  ##Mechanical properties of and interaction in PMMA/MMT nanocomposites Dynamic mechanical analysis (DMA) measures the response of a given material to a cyclic deformation in function of the temperature. The temperature dependence of tan δ and the storage modulus (E′) are shown in Figs 6 and 7, respectively. The shift of the tan δ peak towards higher temperature indicates an increase in the glass transition temperature (Tg) for PMMA/MMT nanocomposites with increasing organo-MMT content. Figure 8 shows the dependency of Tg of PMMA/MMT nanocomposites on the organo-MMT content. It can be seen that Tg increases rapidly when the organo-MMT content is lower than 5 wt%, and that the increase is not significantly thereafter. In both glassy and rubbery regions, the storage moduli of the nanocomposites are higher than that of pure PMMA, especially in the elastomeric state; meanwhile the decreasing rate is lower with increasing temperature. This behaviour can be ascribed to the restricted segmental motions at the organic–inorganic interface: because of the large aspect ratio of the nanometric silicate layers, the polymer chains are well confined in the interlayer galleries at the nanoscale level. In order to understand the reasons for the changing trend of the storage modulus and Tg, the PMMA/MMT nanocomposite containing 10 wt% organo-MMT was extracted with tetrahydrofuran (THF) using a Soxhlet apparatus. The residual PMMA/MMT composite was characterized by TGA and FTIR. Table 2 lists the organic content in the THF-extracted residue of the PMMA/MMT nanocomposite containing 10 wt% organo-MMT. It can be seen that after 48 h of extraction with THF, the organic content remains constant and is 40 wt% at this point. After comparison with Table 1, one can certainly conclude that there is a large quantity of PMMA in the residue. The FTIR spectra (Fig 9) reveals the absorption bands typical of PMMA chains at 1030, 1146 and 1730cm−1 in the residue after 48 h of THF-extraction of the nanocomposite. These results show that not all the PMMA could be extracted from the nanocomposite, and part of the PMMA chains stay immobilized inside and/or on the layered silicates. In other words, the structure of PMMA/MMT nanocomposites obtained in the present work is quite stable, so that a solvent of PMMA cannot destroy the bonding between the silicate layers and the immobilizedPMMAchains.This suggests that there exist strong interactions between the nanometric silicate layers and the polymer segments. From the viewpoint of polymer/clay nanocomposites, the molecular weight of the PMMA chains polymerized in situ is constant or slightly decreased, in comparison with that of pure PMMA. This point has been reported in some references.9,16 Therefore, the Tg increase cannot be caused by the influence of the molecular weight. It can be assumed that the interaction between silicate layers and polymer segments includes two main aspects. One is that the intercalant CTAC acts as the ‘bridge’ connecting the MMT layers and polymer chains. The cationic head groups of CTAC molecules reside at the silicate layer and the organic tail radiates away from the silicate surface and points to the PMMA molecular chains. In addition, other chemical interactions might also be taken into account resulting from the in situ intercalative polymerization. The other aspect is the nanometer effect caused by nanometer-thick silicate layers. When the organo-MMT content is relatively low, the nanometric secondary particles is easily exfoliated and uniformly dispersed in the polymer matrix, so that the exfoliation effect is relatively strong. In this case, the chemical interaction and the nanometer effect play key roles in obstructing the motion of polymer segments and result in the significant increase in Tg. In contrast, when the organo-MMT content is relatively higher, the density of the MMT layers increases and the exfoliated effect is not as good. Moreover, the thickness of the nanometer secondary particles (that MMT layers are exfoliated into) increases, and the aspect ratio accordingly decreases. In this case, the chemical interaction and the nanometer effect lower and Tg increasing. The improvement of the mechanical properties in the PMMA/MMT nanocomposites also result from the strong interactions between the nanometric silicate layers and the polymer segments. Lee16 assumed that ion–dipole interactions might be the driving force for the immobilization of the organic polymer chains lying flat on the layered silicate surface. In our opinion, more experimental and analytical data are needed in order to conclude which kinds of interaction between polymer and nanoscale dispersed MMT layers affect the properties of polymer/MMT nanocomposites."]], ["CONCLUSIONS", ["PMMA/MMT nanocomposites were successfully synthesized via in situ intercalative polymerization. WAXD patterns and TEM micrographs indicate that partially exfoliated and partially intercalated structures, in which silicate layers of MMT are exfoliated into secondary particles with a thickness of less than 20nm (several silicate layers stacked against one another) and uniformly dispersed in the polymer matrix. TGA results showed that these nanocomposites exhibited well-improved thermal stability in comparison with pure PMMA; in practical terms, the nanocomposites have reached the thermal limit of the montmorillonite. DMA testing revealed that the nanocomposites exhibited higher storage modulus in both glass and rubber regions and increased glass transition temperature Tg compared with pure polymers. In addition, Tg increases rapidly when the clay content is less than 5 wt% and levels off. FTIR spectra and TGA results indicated that part of the PMMA chains stay immobilized inside and/or on that the layered silicates and that the interactions between the nanometric silicate layers and polymer segments are strong, so that the nanocomposites are well resistant to common solvents of PMMA. In conclusion, the unique properties of the nanocomposites result from the strong interactions between the silicate structural layers and the polymeric chains."]]], "doi": "10.1002/pi.1121", "figures": [["Figure 1", "Figure 1", "Figure 1. WAXD patterns of organo-MMT and PMMA/MMT  composites.   "], ["Figure 2", "Figure 2", "Figure 2. TEM micrograph of PMMA/MMT composites containing  1 wt% (a, b) and 5 wt% (c, d) of organo-MMT.   "], ["Figure 3", "Figure 3", "Figure 3. WAXD patterns of PMMA/MMT composites containing  5 wt% of organo-MMT before and after melt processing."], ["Figure 4", "Figure 4", "Figure 4. TGA curves of organo-MMT, pure PMMA and PMMA/MMT  composites.   "], ["Figure 5", "Figure 5", "Figure 5. Inorganic residue in function of organo-MMT content in the  PMMA/MMT composites.   "], ["Figure 6", "Figure 6", "Figure 6. Tan δ of PMMA/MMT nanocomposites in function of  temperature.   "], ["Figure 7", "Figure 7", "Figure 7. Storage modulus (E') of PMMA/MMT nanocomposites in  function of temperature.   "], ["Figure 8", "Figure 8", "Figure 8. Dependency of Tg of PMMA/MMT nanocomposites on  organo-MMT content.   "], ["Figure 9", "Figure 9", "Figure 9. FTIR spectra of organo-MMT and PMMA/MMT  nanocomposite extracted for 48 h.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. TGA results of PMMA/MMT composites"], ["Table 2", "Table 2", "Table 2. PMMA content in PMMA/MMT nanocomposites after extraction"]], "tables": []}