{"title": "Synthesis of Exfoliated PMMA/Na-MMT Nanocomposites via Soap-Free Emulsion Polymerization", "abstract": "PMMA/Na-MMT nanocomposites were synthesized through a soap-free emulsion polymerization of methyl methacrylate (MMA) using 2-acrylamido-2-methyl-1-propanesulfonic acid (AMPS). A conventional anionic surfactant, dodecylbenzenesulfonic acid sodium salt (DBS-Na), was also used to compare with AMPS in the interaction with pristine Na-MMT. Both surfactants were intercalated into the layers of the pristine Na-MMT dispersed in water before polymerization. The nanocomposites with AMPS were exfoliated during polymerization because AMPS made the polymer end-tethered on pristine Na-MMT. The nanocomposites were exfoliated up to the 10 wt % content of pristine Na-MMT relative to the amount of MMA. The molecular weight of PMMA obtained from the nanocomposite with AMPS decreased, and the glass transition temperature (Tg) and storage modulus (E′) of the nanocomposites became higher as the amount of Na-MMT increased. ", "body": [["ABSTRACT", ["PMMA/Na-MMT nanocomposites were synthesized through a soap-free emulsion polymerization of methyl methacrylate (MMA) using 2-acrylamido-2-methyl-1-propanesulfonic acid (AMPS). A conventional anionic surfactant, dodecylbenzenesulfonic acid sodium salt (DBS-Na), was also used to compare with AMPS in the interaction with pristine Na-MMT. Both surfactants were intercalated into the layers of the pristine Na-MMT dispersed in water before polymerization. The nanocomposites with AMPS were exfoliated during polymerization because AMPS made the polymer end-tethered on pristine Na-MMT. The nanocomposites were exfoliated up to the 10 wt % content of pristine Na-MMT relative to the amount of MMA. The molecular weight of PMMA obtained from the nanocomposite with AMPS decreased, and the glass transition temperature (Tg) and storage modulus (E′) of the nanocomposites became higher as the amount of Na-MMT increased. "]], ["Introduction", ["In recent years, much attention has been paid to polymer/silicate nanocomposites, because they have the higher stiffness and stronger strength with a small amount of silicate than conventional composites. They also showed dimensional stability and flame-retarding property.3 The Toyota group had reported that nylon- 6/silicate4-7 nanocomposites showed balanced mechanical properties such as tensile strength and modulus. These unique properties of polymer/silicate nanocomposites resulted from the high degree of dispersion of silicates in polymer matrix. Exfoliated polymer/ silicate nanocomposites are regarded as lightweight and high-performance composites because delaminated clays with high aspect ratio layers offer large surface areas to polymers. Various methods to delaminate silicate layers and get a polymer/silicate nanocomposites with a good mechanical properties are melt intercalation,8-18 in-situ polymerization, 19-27 and curing systems.28-34 From the other point of view, silicate-like layers35-40 in the presence of organic components have been prepared by sol-gel methods. Layered silicates1,23,24 were also used as catalyst supports decades ago. Natural silicates1,2 have strong interaction between layers due to negative charges and hydrogen bond in their crystal structures. The basal space of pristine silicate is about 1 nm, which is smaller than the radius of gyration of general polymers. This might be an obstacle for polymers to penetrate into or delaminate silicate layers. So, most hydrophobic polymers have limits to penetration into layer region of hydrophilic silicates. Up to now, the preparation of polymer/silicate nanocomposites has been mainly based on organically modified layered silicates (OLS),41-50 in which sodium montmorillonite (Na-MMT) is modified with alkylammoniums, showing hydrophobic characters. This paper tries to describe a simple and convenient way to obtain the exfoliated PMMA/silicate nanocomposites through an in-situ54 polymerization with a reactive surfactant. Water makes the basal space of silicate layers widen without any chemical treatment. A reactive surfactant, 2-acrylamido-2-methyl-1-propanesulfonic acid (AMPS),51-53 has amido and sulfonic acid contents in the molecule. Strong interaction of amido moiety with pristine silicates may make the polymer end-tethered on silicate layers. Sulfonic acid acts as a surface-active material. Poly(methyl methacrylate) (PMMA) exhibits high optical clarity and modulus, so we expect its silicate nanocomposites will provide enhanced mechanical properties approaching those values of engineering plastics, and copolymerization of MMA with vinyl monomers will lead to a new family of polymer/silicate nanocomposites. This paper will examine the role of two types of surfactantssa reactive surfactant and a conventional anionic surfactantson morphology and mechanical properties of PMMA/clay nanocomposites. "]], ["Experimental Section", ["##Materials. MMA and 2-acrylamido-2-methyl-1-propanesulfonic acid (AMPS), purchased from Aldrich, were used as received. Dodecylbezenesulfonic acid sodium salt (DBS-Na) was purchased from Aldrich and used as received. Na-MMT (Kunipia-F) with 119 mequiv/100 g of cation exchange capacity was obtained from Kunimine Co. and dispersed in deionized water for 12 h at ambient temperature, before polymerization. Potassium persulfate of Junsei, an initiator, was recrystallized using deionized water. Tetrahydrofuran (THF) of HPLC solvent grade was used as received from Fluka for polymer recovery in extraction and reverse ion exchange. n-Hexane of Junsei, a nonsolvent for PMMA, was distilled at a normal pressure. Lithium chloride (Junsei) was recrystallized with THF. ##Synthesis of PMMA/Na-MMT Nanocomposites. Polymerizations were carried out in the following way: ###Initial Part: In presence of various amounts of pristine Na-MMT (from 0% to 10% of MMA) dispersed in deionized water, the solution of MMA, AMPS, and deionized water with the ratio of 5 g/2.5 g/126 g (MMA/AMPS/water) was charged into a 1000 mL four-neck reactor equipped with a baffle stirrer, a reflux condenser, a nitrogen inlet, and a rubber septum. The mixture was stirred at 200 rpm for 30 min under a N2 gas at an ambient temperature. The temperature of the reactor was raised to 65 °C. 20 g of aqueous solution of initiator (1 wt %) was injected into the reactor via a glass syringe through a septum, and polymerization was performed at 65 °C for 1 h. Polymerization time was checked on the base of initiator injection time to remove external factors affecting the polymerization, such as the increasing rate of temperature from room temperature to 65 °C and stirring efficiency before the initiator injection. For comparison, the same amount of DBSNa was used for conventional polymerization under the same conditions. When AMPS was used, white particles were generated within 10 min after the initiator injection, but in DBS-Na case, white particles were formed in 1 h. ###Increment Part After the initial polymerization was completed, 15 g of MMA was fed at the rate of 0.16 cm3/min into the reactor through a septum with a syringe pump. The polymerization was carried out for additional 2 h at the same temperature of 65 °C. ##Specimen for X-ray Diffraction Patterns. A small amount of a nanocomposite, which was produced by in-situ polymerization and freeze-dried for 5 days, was extracted for 12 h by using a Soxhlet extraction apparatus with THF to remove oligomers or surfactants. The extracted nanocomposite was dried under a high vacuum at 100 °C for 50 h and molded in shape of disk at 3000 psi of pressure. Its basal space was calculated from the X-ray pattern. To determine when the exfoliation or intercalation occurs during the polymerization, the solution of reactants was collected from the reactor at fixed time intervals. Three samples with 10 wt % of Na-MMT were prepared: two of them contained 0.3 and 2.5 g of AMPS and the third sample 2.5 g of DBS-Na. Each sample collected from a reactor was freeze-dried for 5 days and dried further under a high vacuum at 100 °C for 1 day and molded in the same way as the above for the X-ray pattern measurement. The basal spaces of pristine Na-MMTs with surfactants and MMA dispersed in water before polymerization would offer a lot of crucial information on exfoliation behavior of silicates during polymerization. X-ray patterns were measured for the solution samples and the dried samples. ##Polymer Recovery. THF Extraction. After freeze-dried, small amounts of nanocomposites made with 0.3 g of AMPS and 2.5 g of DBS-Na containing 5 wt % of pristine Na-MMT were extracted by using a Soxhlet extraction apparatus with THF for 5 days. The extracts were filtered with a 0.45 μm membrane filter to remove clays or unwanted particles and poured into n-hexane (10-20-fold) to precipitate the polymers. The precipitated polymers were filtered and dried in a high vacuum at 100 °C for 50 h. Their molecular weights were measured with GPC. The silicate cakes obtained after THF extraction were washed with THF three times, and some of them were dried in a high vacuum at 120 °C for 50 h to determine the amount of bounded polymers on silicates by TGA. ##Reverse Ion Exchange. The silicate cakes obtained after the THF extraction were dispersed in 80 mL of THF for 2 h, to which 0.3 g of LiCl8 was added and stirred for 5 days at ambient temperature. This procedure was called a reverse ion exchange. The mixtures were centrifuged at 6000 rpm for 30 min to separate the molecules from the silicate cakes. Transparent solutions were filtered to recover the molecules (called the residual molecules) with a 0.45 μm membrane filter. The silicate cakes obtained from reverse ion exchange step were dried, and the amounts of the residual molecules in the cakes were determined by TGA. Here the residual molecules corresponded to the molecules end-tethered on silicate layers. ##Measurements. Number-average molecular weights were determined by using GPC. GPC analysis were performed at a flow rate of THF 2.0 mL/min at room temperature using a Waters GPC system equipped with four styragel HR columns (two 500, two 103, 104, and 105) and a Water 410 RID detector after calibration with 10 PMMA standards obtained from Polymer Laboratories. The molecular weights of the residual molecules obtained by the reverse ion exchange were measured with a MALDI-TOF MS, Kratos Kompact MALDI II, using 2,5- dihydroxybenzoic acid as a calibration matrix. Infrared spectra were recorded on a Bomem 102 FT-IR spectrometer with KBr pellets. A total of 40 scans taken at 4 cm-1 of resolutions were averaged. 1H NMR spectra were collected using a Bruker DMX 600 spectrometer employing acetone as the solvent. Tan δ and storage modulus (E′) were obtained by a Rheometric Scientific DMTA4 with a dual cantilever from 30 to 200 °C with a heating rate of 5 °C/min under 0.07% of deformation at 1 Hz of frequency. Samples were molded in 10 × 30 × 2 mm size at 200 °C for 5 min under 3000 psi of pressure. Glass transition temperatures, Tg, were determined from the maximum in tan δ vs temperature scan. Thermogravimetric analyses (TGA) were carried out with a Perkin-Elmer thermobalance by heating from a room temperature to 600 °C with the rate of 10 °C/min under a N2 atmosphere. X-ray diffraction patterns were obtained by using Rigaku X-ray generator (Cu KR with ì ) 0.154 06) at a room temperature with scanning rate of 2°/min in a 2θ range of 1.5- 10°. X-ray patterns for a dried sample were obtained from disks and those for solutions from a glass slide. Morphology of nanocomposites was examined by a Philips CM-20 transmission electron microscope on 100 nm thick section of nanocomposites coated with carbon. The accelerating voltage of TEM was 160 kV."]], ["Results and Discussion", ["Figure 1 shows infrared spectra of the reactive surfactant (AMPS), pristine Na-MMT, A2.5M20T0%, and A2.5M20T5%. In the name of sample, M denotes the monomer, MMA, A stands for AMPS, T for pristine Na-MMT, D for DBS-Na, and the numbers following A, D, and M indicate the weight of components. The number next to T indicates the relative weight percentage of pristine Na-MMT to the weight of MMA. In spectrum of A2.5M20T5%, characteristic absorbance bands of PMMA, AMPS, and Na-MMT occur in the following assignment: CH stretching 2937 cm-1, CdO stretching 1732 cm-1, C-O stretching 1194 and 1147 cm-1 neighboring Si-O stretching (1034 cm-1) reveal the characteristic bands from PMMA, and NH bending 1543 cm-1, SdO stretching 1383-1251 cm-1 reveal those of AMPS. Absorbance peaks from OH stretching at about 3634 cm-1, Al-O stretching 610 cm-1 and Si-O bending 469 cm-1 confirm the presence of pristine Na-MMT in the PMMA/Na-MMT nanocomposite. Disappearance of the absorbance peak at 1610 cm-1 corresponding to vinyl stretching of AMPS reveals the high conversion of monomers in the polymerization for the nanocomposite production. Figure 2 shows the X-ray diffraction patterns of A2.5M20 series (a) and A0.3M20 series (b) after THF extraction for 12 h. The basal space indicates the interlayer spacing of silicate and is calculated from the peak position using the Bragg equation. The pristine Na-MMT has the basal space of 1.14 nm. No peak is observed, which means the delamination of silicates in PMMA/Na-MMT nanocomposites or a gap widening between layers above 5.89 nm. In this experiment, the nanocomposite has the exfoliation of silicate up to 10 wt % of Na-MMT. When DBS-Na, a conventional anionic surfactant, is used, X-ray diffraction patterns show the peaks at angle of 6.5° for D2.5M20T10% and at 6.0° for D2.5M20T5% in Figure 3, corresponding to the basal spaces of 1.36 and 1.47 nm, respectively. D2.5M20T1% shows two peaks: one strong peak at 3.0° and the other weak and broad peak at 5.4° in 2θ, which correspond to the basal spaces of 3.0 and 1.75 nm, respectively. The latter peak is considered as d001 spacing of pristine Na-MMT. The former peak will turn out to be caused by the intercalation of DBS-Na into silicate layers (refer to Figure 7). Two peaks indicate the two types of intercalated states of silicate. The peak shifts to a lower angle; when the amount of pristine Na-MMT becomes small, this shift indicates the intercalation of PMMA into Na-MMT. Figure 4a,b represents the basal space variation with time during polymerization. A2.5M20T10% shows no peak, and the exfoliation of silicates in a short time less than 10 min after polymerization is initiated. But the sample A0.3M20T10% shows the slow disappearance of peak and the slow gap widening of silicate layers. But, for D2.5M20T10% in Figure 5, two peaks are observed at about 6.8° and 3.0° in 2θ values throughout polymerization. As the polymerization proceeds, the peak at 6.8° shifts to 6.5° that is the same position for the extracted nanocomposite of D2.5M20T10% in Figure 3. So the peak at 6.5° is caused by the intercalation of PMMA into the silicate layers. In Figure 6, the peak of pristine Na-MMT dispersed in water is detected at the 2θ angle of 5.7° corresponding to the basal space of 1.55 nm, and the Na-MMT dispersed with MMA in water shows the peak around 3.0° with the basal space of 3.27 nm. The latter has two peaks at the angles of 3° and 6°. It is believed that the intercalation of MMA in pristine Na-MMT layers causes the appearance of peak at 3.0°. When the surfactants are used, no peak is shown. In water dispersion state, the gap of Na-MMT seems to be widened to give a volume enough for surfactants to be intercalated into layers, but the interaction between layers still keeps the layer gap from exfoliation. Both types of surfactants are intercalated into silicate layers before polymerization. The samples with surfactants in Figure 6 were freezedried. Their X-ray patterns are shown in Figure 7. The peaks for the Na-MMT with AMPS appear at 7.5° and 3.8°. The peak at 7.5° corresponds to the peak for pristine Na-MMT. The peak at 3.8° is caused by the intercalation of AMPS into silicate layers. In the case of DBS-Na, two peaks appear at 2.9° and 6.6°, and the basal spaces are thought to become wider than those for AMPS. Even though water is removed, both surfactants remain in the silicates. It is concluded that the peak at 3.0° of D2.5M20T1% in Figure 3 is caused by the intercalation of DBS-Na which is not fully extracted out of Na-MMT. Now we will speculate the difference between two types of surfactants used for synthesis of nanocomposites by TGA analysis. In Figure 8a, curve 1 is for A0.3M20T5% extracted with THF for 5 days. Curve 2 is the nanocomposite extracted again by the reverse ion exchange in THF/LiCl solution after the extraction with THF. The difference of these two curves is the amount of residual molecules that remain in the silicate layers after the THF extraction. A0.3M20T5% has the residual molecules of 32 wt %. It indicates the strong interaction between residual molecules and silicate layer surface. In the D2.5M20T5% case, most polymers are removed by the THF extraction, and about 4.6% of residual molecules remain in the silicate layers. Molecules will be removed easily from silicates in the exfoliated state, if there is no interaction between silicate layer and molecules. Lee20 reported the residual polymer was caused by a strong interaction such as the ion-dipole interaction. With TGA analyses of A0.3M20T5% and D2.5M20T5%, we propose a mechanism of exfoliation of Na-MMT with AMPS. Amphiphilic AMPS contains an amido moiety, which is chemically identical to polyamides. Hydrogen ion, H+, will dissociate from the sulfonic acid and move to nitrogen to form a protontated amido portion and exchange with sodium ions on silicates. The sodium dissociated from silicates will associate with sulfate ion of AMPS to form sulfonic acid sodium salt, which is a surface-active material. A0.3M20T5% has more residual molecules than D2.5M20T5%. It suggests that AMPS remain as an endtethered form inside silicate layers. Figure 9 represents 1H NMR spectra of PMMA obtained from of A0.3M20T0%, A0.3M20T5% by the extraction with THF, and A0.3M20T5% by reverse ion exchange. Figure 9c is the1H NMR spectrum for the residual molecules end-tethered on silicate layers. Methoxy protons of MMA show the peak at 3.6 δ and methylene protons show peaks in the range 2.2-1.5 δ. The peak at 1.27 δ is for the isotactic, 1.04 δ for the heterotactic, and 0.8 δ for the syndiotactic molecules. From Figure 9a-c, acetone, a solvent of NMR, shows a peak at 2.05 δ, and from Figure 9c, the peak for THF appears at 3.89 δ. Those peaks are typical spectra of PMMA. Unfortunately, peaks of AMPS are not discernible in those peaks because the amount of AMPS is very small. The tacticity of polymers obtained from Figure 9a-c is listed in Table 1. Interestingly, the end-tethered molecule has more isotactic configuration of methylene proton and less heterotactic configuration than bulk PMMA. Alexandre Blumstein and co-workers55,56 reported the similar tendency in tacticity for PMMA; that is, the PMMA polymerized in Na-MMT had more isotactic but less syndiotactic configuration than the bulk PMMA. Molecular weights of PMMA are listed in Table 2. The number-average molecular weight (Mn) of the polymer polymerized with AMPS decreases as the amounts of act as monomer absorbers like micelles do, so the local concentrations of MMA and AMPS near silicates will be elevated and emulsion particles will be formed faster than when no Na-MMT is available. In general, homogeneous nucleation in soap-free emulsion polymerization contributes highly to the formation and growth of emulsion particles. The total amount of MMA adsorbed on Na-MMT will increase as the content of charged silicate increases, but over a certain content of silicate, the amount of MMA on unit weight of Na-MMT will decrease. So the number-average molecular weight of PMMA becomes smaller with the content of Na-MMT. The molecules end-tethered on silicate layers exhibit a very low molecular weight (about 490) in Table 2. It can be explained in the following way; after the exfoliation of silicates, most molecular chains end-tethered on silicate layers encounter with second radicals and terminate by coupling. No further polymerization proceeds inside the silicate layers. When DBS-Na molecules with no reactivity occupy the space of silicate layers, the probability of polymerization in micelle and on the surface of Na-MMT dominates over that inside the silicate layers. It may be the reason why PMMA only intercalates into the silicate, and DBS-Na is irrelevant to the molecular weight of polymers. Figure 10 shows thermogravimetric analyses (TGA) as a function of weight losses of nanocomposites. The weight loss at about 200 °C in Figure 10a is due to the decomposition of AMPS, whose decomposition temperature is 200 °C. The onset of decomposition shifts toward a higher temperature as the amount of pristine Na- MMT increases. The main chain in PMMA decomposes at about 280-450 °C. The analysis of A0.3M20 series in Figure 10b shows the thermal stability of the nanocomposites up to 300 °C. The analysis of D2.5M20 series in Figure 10c shows the thermal decomposition of PMMA in the range 350-420 °C. For A0.3M20 series, the storage modulus, E¢, at 40 °C increases with the amount of pristine Na-MMT as shown in Figure 11a. Specially, the nanocomposites containing 5% and 10% of pristine Na-MMT have the highly elevated moduli. The D2.5M20 series also show the increase in storage modulus with pristine Na-MMT content. A0.3M20T5% has the 44% higher value of storage modulus than D2.5M20T10%. Glass transition temperatures of A0.3M20 series are obtained from the maximum temperature of tan ä in Figure 12a. Their values are 149 °C for A0.3M20T0%, 154 °C for A0.3M20T1%, 151 °C for A0.3M20T5%, and 156 °C for A0.3M20T10%, indicating the increase in Tg with the content of pristine Na-MMT. On the contrary, the D2.5M20 series show the decrease in Tg with the contents of pristine Na-MMT: 154 °C for D2.5M20T0%, 152 °C for D2.5M20T1%, 146 °C for D2.5M20T5%, and 142 °C for D2.5M20T10% in Figure 12b. DBS-Na intercalated in pristine Na-MMT layers may act as plasticizers or lubricants, and the glass transition temperature is lowered. The enhancement of storage modulus and the rise in Tg of A0.3M20 series result from the delamination of silicates in PMMA matrix and strong interaction between residual molecules and silicate layers. Mobility of molecules end-tethered on silicate surfaces will be retarded due to the clay particles, so nanocomposites in the presence of AMPS exhibit a high storage modulus. TEM is used to confirm the morphology of nanocomposites in Figure 13, in which pristine Na-MMT layers look like dark strips and PMMA appears as white domains. Layers of Na-MMT in A2.5M20T10% are well distributed and delaminated, so the exfoliated morphology of Na-MMT is confirmed. For D2.5M20T10%, stacked layers of Na-MMT are observed in PMMA matrix, and the intercalated morphology is shown, which is consistent with XRD data."]], ["Conclusion", ["With a reactive surfactant, AMPS, containing amido portion and sulfonic acid, the exfoliated PMMA/pristine Na-MMT nanocomposites were synthesized via a soapfree emulsion polymerization, and with the conventional anionic surfactant, DBS-Na, the intercalated nanocomposites were produced. The former composites showed the exfoliated morphology up to 10 wt % of Na-MMT, and the exfoliation was confirmed by TEM. They were exfoliated within 10 min after polymerization was initiated. The dispersions of Na-MMT in water with MMA and surfactants showed no peak in X-ray diffraction pattern, which meant the enlargement of the basal spaces of silicate layers by the intercalation of surfactants. Even after the dispersions were freeze-dried, both surfactants remained in the silicate layers, showing two types of intercalated states. With TGA analysis of nanocomposites with AMPS, the residual molecules were end-tethered on silicate layers and showed more isotactic and less heterotactic configurations than the bulk PMMA. The glass transition temperature of the nanocomposite with AMPS became higher while that with DBS-Na decreased as the amount of Na-MMT increased. A0.3M20T10% showed the 44% higher value of storage modulus than D2.5M20T10%."]]], "doi": "10.1021/ma0106494", "figures": [["Figure 1", "Figure 1", "Figure 1. FT-IR spectra of (a) reactive surfactant (AMPS), (b) pristine Na-MMT, (c) A2.5M20T0%, and (d) A2.5M20T5%."], ["Figure 10", "Figure 10", "Figure 10. Thermal gravimetric curves for (a) A2.5M20  series, (b) A0.3M20 series, and (c) D2.5M20 series under a  nitrogen atmosphere.   "], ["Figure 11", "Figure 11", "Figure 11. Dependence of storage modulus of (a) A0.3M20  series and (b) D2.5M 20 series on temperature with DMA.   "], ["Figure 12", "Figure 12", "Figure 12. Tan δ of (a) A0.3M20 series and (b) D2.5M20  series obtained by using DMA.   "], ["Figure 13", "Figure 13", "Figure 13. TEM micrographs of (a, top) A2.5M20T10% and (b, bottom) D2.5M20T10% after extraction with THF for 12 h."], ["Figure 2", "Figure 2", "Figure 2. X-ray diffraction patterns of PMMA/Na-MMT nanocomposites of (a) A2.5M20 series and (b) A0.3M20 series extracted from THF for 12 h with a Soxhlet extraction apparatus. Pristine Na-MMT is given as a reference and measured based on a powder method."], ["Figure 3", "Figure 3", "Figure 3. X-ray diffraction patterns of PMMA/Na-MMT nanocomposites of D2.5M20 series extracted from THF for 12 h with a Soxhlet extraction apparatus. Pristine Na-MMT is given as a reference."], ["Figure 4", "Figure 4", "Figure 4. X-ray diffraction patterns of nanocomposites of (a) A2.5M20T10% and (b) A0.3M20T10% sampled at fixed time intervals during polymerization."], ["Figure 5", "Figure 5", "Figure 5. X-ray diffraction patterns of nanocomposites of D2.5M20T10% sampled at fixed time intervals during polymerization."], ["Figure 6", "Figure 6", "Figure 6. X-ray diffraction patterns of water dispersions of pristine Na-MMT under various conditions: (a) the dispersion of Na-MMT in water, (b) with MMA, (c) with AMPS, (d) with DBS-Na, and the dispersion of Na-MMT in the aqueous solution of MMA (e) with AMPS and (f) with DBS-Na."], ["Figure 7", "Figure 7", "Figure 7. X-ray diffraction patterns for the samples obtained from the dispersion of Na-MMT in water of Figure 6c-f by freeze-drying."], ["Figure 8", "Figure 8", "Figure 8. Thermal gravimetric curves for nanocomposites of (a) A0.3M20T5% and (b) D2.5M20T5% under N2. Curve 1 is for the nanocomposite extracted with THF for 5 days and curve 2 for that extracted by reverse ion exchange with THF/LiCl after THF extraction."], ["Figure 9", "Figure 9", "Figure 9. 1H NMR spectra of (a) A0.3M20T0%, (b) PMMA recovered from A0.3M20T5% by the extraction with THF using a Soxhlet extraction apparatus for 5 days, and (c) molecules extracted from A0.3M20T5% by the reverse ion exchange with THF/LiCl after THF extraction with a Soxhlet extraction apparatus for 5 days. Acetone was used as a solvent without TMS."]], "table_captions": [["Table 1", "Table 1", "Table 1. Tacticity Dependence on Polymers from Various Source"], ["Table 2", "Table 2", "Table 2. Molecular Weight of PMMA Recovered from Nanocomposites"]], "tables": []}