{"title": "Non-covalently modified graphene sheets by imidazolium ionic liquids for multifunctional polymer nanocomposites", "abstract": " Chemical reduction of graphite oxide (GO) to produce graphene nanosheets often results in irreversible agglomeration and precipitation. Herein, stable well-dispersed graphene sheets in solvents were obtained by simultaneous functionalization and reduction of GO under alkaline conditions, in the presence of sodium borohydride and imidazolium ionic liquids (Imi-ILs) containing two vinyl-benzyl groups. In this case, positively charged imidazolium groups of Imi-ILs underwent ion-exchange with negatively charged GO sheets and were linked to their edges, while Imi-ILs were non-covalently attached onto the large surfaces of graphene through π–π and/or cation–π stacking interactions. The vinyl-benzyl reactive sites were then copolymerized in situ with methyl methacrylate to fabricate graphene/poly(methyl methacrylate) (PMMA) composites. Functionalized graphene sheets were uniformly dispersed in the PMMA matrix and contributed to large increases in storage modulus (+58.3%) and glass transition temperature (+19.2 °C) at 2.08 vol.% loading. High electrical conductivity was also achieved at graphene loading levels beyond 1 vol.% (ca. 2.55 Sm−1) with a low percolation threshold (0.25 vol.%) for the composites. Hence, a general methodology which facilitates the development of a multifunctional advanced material has been successfully established. This can be extended to other vinyl polymer-based composites containing graphene. ", "body": [["Abstract", [" Chemical reduction of graphite oxide (GO) to produce graphene nanosheets often results in irreversible agglomeration and precipitation. Herein, stable well-dispersed graphene sheets in solvents were obtained by simultaneous functionalization and reduction of GO under alkaline conditions, in the presence of sodium borohydride and imidazolium ionic liquids (Imi-ILs) containing two vinyl-benzyl groups. In this case, positively charged imidazolium groups of Imi-ILs underwent ion-exchange with negatively charged GO sheets and were linked to their edges, while Imi-ILs were non-covalently attached onto the large surfaces of graphene through π–π and/or cation–π stacking interactions. The vinyl-benzyl reactive sites were then copolymerized in situ with methyl methacrylate to fabricate graphene/poly(methyl methacrylate) (PMMA) composites. Functionalized graphene sheets were uniformly dispersed in the PMMA matrix and contributed to large increases in storage modulus (+58.3%) and glass transition temperature (+19.2 °C) at 2.08 vol.% loading. High electrical conductivity was also achieved at graphene loading levels beyond 1 vol.% (ca. 2.55 Sm−1) with a low percolation threshold (0.25 vol.%) for the composites. Hence, a general methodology which facilitates the development of a multifunctional advanced material has been successfully established. This can be extended to other vinyl polymer-based composites containing graphene. "]], ["Introduction", [" The integration of nanofillers into polymers creates new composites with expanding functions and applications while retaining excellent manufacturing and processing flexibility inherent with polymers.1 To date, various inorganic nanoparticles, such as clay, silica, carbon black and carbon nanotubes (CNTs), have been widely used to improve mechanical, electrical, thermal, optical or gas barrier properties of polymers.2Graphene has been under the spotlight owing to its superior Young's modulus, excellent ultimate strength, high electrical and thermal conductivities, exceptional optical transmittance, large specific surface area and gas impermeability.3 In particular, graphenenanosheets are structurally similar to CNTs and dimensionally analogous to layered nanoclays, possessing the combined properties of CNTs (electrical, thermal and mechanical reinforcement) and clay (stiffness, gas barrier and low cost).4 This unique multifunctional role has made graphene more attractive for potential applications in polymer composites with low loading.5  Till now, graphene/polymer composites have been mainly fabricated using both unreduced and reduced graphite oxide (RGO) via three methods of solution processing, melt blending and in situpolymerization.6 Unreduced GO is readily dispersed in water or organic solvents because of the polar oxygen-containing functional groups.7 Bulk graphenenanosheets from RGO unfortunately tend to restack as a graphite-like structure and show low dispersibility in solvents and polymers,8 making further processing difficult. Thus, many researchers directly incorporated GO into polymers through solution mixing, followed by chemically reducing GO sheets to fabricate graphene/polymer composites.9 Gao et al.10 prepared polyamide 6 (PA6) composites by simultaneous in situ bulk polycondensation of caprolactam and thermal reduction of GO at 250 °C. Kim and Macosko11 also demonstrated thermally exfoliated GO to reinforce polyester, by melt blending at 280 °C. All these polymer composites show good dispersion of RGO sheets and therefore enhanced mechanical, thermal, electrical and gas barrier properties. However, the polymer present could form “protective layers” around the GO sheets, giving rise to partial reduction of GO in the matrix phase. Thermal treatment of GO, generally at high temperatures over 1000 °C under inert gas, produces fully reduced graphene.12 The resulting partially-reduced GO would weaken the improved effectiveness, especially for the electrical properties of polymer composites.13 Meanwhile, these in situreduction techniques could result in polymer degradation arising from the reducing agents and high processing temperature.4  An attractive alternative strategy is to functionalize graphene with organic molecules or polymers. Like functionalized CNTs,14graphene sheets after functionalization are not only better dispersed in solvents and polymers, but also create stronger interfacial bonding with the matrix through their surface functional moieties.5 It has been reported that polymer-grafted GO sheets can effectively impart improved mechanical and thermal properties to the parent polymer.15 However, there are still agglomerations when the functionalized graphene sheets are directly mixed with polymer at a high loading (3 wt.%).15 Ruoff et al.16 mixed phenyl isocyanate-treated GO with polystyrene (PS), followed by reduction with dimethyldrazine to afford an electrically conductive PS composite, which displays a low percolation threshold (0.1 vol.%) and a high electric conductivity (1 Sm−1 at 2.5 vol.%). Luo et al.17 reported the electrochemical exfoliation of graphite in ionic liquids to produce functionalized graphene sheets which percolate at 0.1–0.37 vol.% in the PS matrix. The resulting PS composites show higher electrical conductivity (13.84 Sm−1 at 4.19 vol.%). It must be noted that these functionalized graphene sheets are covalently linked with organic moieties. Covalent bond formation reactions, however, alter pristine graphitic atoms from an sp2 to sp3 hybridization and disrupt the π-conjugated bands of the graphene lattice,18 adversely weakening the intrinsic properties.  Notwithstanding the above discussions, reduction of exfoliated GO has been a most promising method for large-scale production of graphene sheets.19NaBH4 and hydrazine or its derivatives are commonly used as reducing agents of GO. However, NaBH4-reduced GO has been reported to show higher electrical conductivity and a larger degree of reduction relative to hydrazine-reduced GO.20,21 This is because the nitrogen heteroatom from hydrazine tends to remain covalently bound to the backbone of RGO sheets, likely in the form of hydrazone, amine and aziridine, resulting in high sheet resistance. Some researchers used hydrazine derivatives to reduce GO for the preparation of graphene-based polymer composites, which were found to be poor electrical conductors22 and were even insulative.13 In general, it is almost impossible to reduce GO to pure graphene by using chemical or thermal reduction, or even their combinations, based on theory23 and experimental data.24 However, NaBH4-reduced GO was found to preserve the majority of carboxylic groups at the sheet edges compared to hydrazine-reduced GO.21,25 Residual carboxyl groups hence allow the use of solution-phase chemistry to produce graphene sheets with new functionalities.  In this study, we have developed a new, previously unreported, method to non-covalently functionalize graphene through the chemical reduction of GO with sodium borohydride (NaBH4) in the presence of sodium hydroxide (NaOH) and imidazolium ionic liquids (Imi-ILs) (see Fig. 1c). This functionalization not only allows restoration of the π-conjugated graphene lattice and retains its electronic property, but makes full use of the residual oxygenated functional groups of RGO. The resulting Imi-IL funtionalized graphenenanosheets (named thereafter ImiG) are stable in water, N,N-dimethylformamide (DMF) and dimethyl sulfoxide (DMSO) (see Fig. 1e). More importantly, vinyl-benzyl groups in ImiG act as cross-linking reactive sites to copolymerize in situ with vinyl monomers (here we use MMA) to fabricate graphene-based polymer composites. As expected, graphene sheets are uniformly dispersed in PMMA, and the resultant graphene/PMMA composites exhibit excellent electrical properties with a low percolation threshold. Further, a combination of cation–π and/or π–π stacking and ionic interactions between the PMMA matrix and graphene contributes to great improvements in both mechanical and thermal properties of the final composites. "]], ["Experimental", ["##2.1 Materials  Pristine graphite (PG) powder (<20 μm), 4-vinyl-benzyl chloride (90%), imidazole (99%), NaBH4 (98%) and 1,6-dibromohexane (96%) were purchased from Sigma-Aldrich and used as-received. 2,2-azobis(isobutyronitrile) (AIBN; 98%, Aldrich) was re-crystallized from methanol. Methyl methacrylate (MMA; 99%, Aldrich) was purified by filtering over alumina powder to remove the inhibitors before use. DMSO, DMF, NaOH, tetrahydrofuran (THF) and methanol were directly used without further purification. GO was prepared from PG using a modified Hummers method.26 The ionic liquid of 1,6-bis[3-(vinyl-benzyl) imidazolium-1-yl] hexane chloride (Imi-IL) was synthesized according to a literature method.27 ##2.2 Non-covalent functionalization of graphene with ionic liquids  The as-synthesized GO (300 mg) was ultrasonically dispersed in 200 mL aqueous NaOH solution (pH ≈ 11) to obtain a yellow-brown colloidal suspension. 1.2 g NaBH4 and 100 mL Imi-IL solution in DMSO (10 mg mL−1) were then added to the GO suspension with vigorous stirring. This reaction mixture was allowed to stand for ∼18 h at 35 °C with constant stirring until a stable black solution was obtained. The final product was subsequently subjected to several cycles of filtration and washing with water and acetone to remove the residual Imi-ILs and other impurities. The Imi-IL functionalized graphene (ImiG) was obtained by drying in vacuum. ##2.3 Preparation of graphene/PMMA nanocomposites  ImiG sheets were readily dispersed and exfoliated in DMF (2 mg mL−1) by sonication in a bath at room temperature. An appropriate amount of MMA monomer with 0.5 wt.% AIBN was added to the ImiG dispersion by magnetic stirring and the mixture was deoxygenated by vacuum/dry nitrogen for several cycles in a water–ice bath. The flask, charged with the above reactants, was placed in a preheated oil bath at 70 °C to perform free radical polymerization under a nitrogen atmosphere and constant stirring. After a 12 h period, the black solution was poured into ice-cold methanol to produce a grey-black precipitate. Finally, the graphene/PMMA composite was obtained by filtration and drying overnight at 70 °C. As a control experiment, neat PMMA was prepared by the same reaction conditions in the absence of ImiG.  The conversion ratio of MMA to PMMA was calculated from [(WC − WG)/WM] × 100%, where WC, WG and WM are, respectively, mass of composite, initial graphene and monomer before polymerization. In our experimental conditions, the conversion ratio of monomer to polymer was about 87–91%, and the mass-average molecular weight of PMMA extracted from the composites was in the range of 200–220 kDa. There was no discernable influence of the graphene content on both conversion ratio and molecular weight of PMMA as described elsewhere.13  The volume fraction (φ) of graphene present in the final composite was determined by: φ = wgρp/[wgρp + (1 − wg)ρg], where wg (= WG/WC × 100%) is the mass fraction of graphene, ρp and ρg are the respective densities of PMMA (1.19 g cm−3) and graphene (2.2 g cm−3).16  ## 2.4 Characterization  Transmission electron microscopy (TEM) analysis was performed on a Tecnai G220 electron microscope at 200 kV. Scanning electron microscopy (SEM) images were taken on a FEI-Sirion 200 field emission microscope. Atomic force microscopy (AFM) images were recorded using Digital Instrument Nanoscope IIIA Atomic Force Microscope operating in a tapping mode. X-ray diffraction (XRD) experiments were conducted in a D/MAX-IIIC X-ray diffractometer with Cu-Kα radiation. X-ray photoelectron spectroscopy (XPS) was performed on a Physical Electronics spectrometer (PHI 5082) using a monochromatic Al-Kα X-ray source. Thermal gravimetric analysis (TGA) was conducted using a TGA-7 Perkin Elmer calorimeter under argon flow (20 mL min−1) at a heating rate of 20 °C min−1. Photos for optical transparency of films were recorded with a digital camera (Sony DSC-TX10). Finally, optical microscope images were taken using an Olympus BX51 microscope with a digital camera (Olympus C-4000 ZOOM).  Composites with different graphene loading were extracted by THF using a Soxhlet extractor to obtain free PMMA to measure molecular weights, which were determined using gel permeation chromatography (GPC, Agilent 1100) with PS as a standard and THF as an eluent (1.0 mL min−1). The composite powders were compressed into thin films of 0.5–0.8 mm thick by a hot press at 190 °C for 6–8 min. These films were then cut into small specimens with the desired dimensions for dynamic thermomechanical analysis (DMA) and direct current (DC) conductivity measurements. Dynamic thermomechanical properties were examined on a TA instrument (DMA 2980) at a fixed frequency of 1.0 Hz using the tensile film clamps at a heating rate of 3 °C min−1. DC conductivities were measured by a standard four-probe method using a Keithley 4200 electrometer at room temperature. All sample surfaces were polished by fine-grit sand-paper (3M, P600) followed by cleaning with ethanol to reduce the contact resistance with the electrodes."]], ["Results and discussion", ["## 3.1 Imidazolium ionic liquid functionalized graphene (ImiG)  Chemical oxidation of PG to GO was first performed using a modified Hummers method.26PG is well-known to comprise stacks of flat graphene sheets (see typical TEM image in Fig. 1a). Due to their hydrophilicity, ionizability and polarity of oxygen-containing functionalities, GO sheets are readily exfoliated and stabilized in water (Fig. 1e) and polar solvents through mechanical ultra-sonication, to yield monolayer GO sheets. From a tapping-mode AFM image of GO on a mica substrate (Fig. 1b), the average height measured is 0.86 nm, in agreement with the thickness of an individual GO layer.28 An atomic pristine graphene sheet has a theoretically predicted29 van der Waals thickness of 0.34 nm, while this single GO sheet is apparently thicker due to large amounts of oxygen-containing functional groups present on both sides.17  GO was then reduced and functionalized in the presence of NaBH4, NaOH and Imi-IL. A suitable amount of NaOH was applied to stabilize the GO suspension20,21 and NaBH430 by adjusting the pH to weakly alkaline before reduction. Considering an additional anion exchange with NaOH,31 it was necessary to add an excess of Imi-IL to the reaction system. During the reduction process, NaOH can interact with the residual carboxyl groups at the edges of RGO to form negatively charged graphene sheets, which make them easily exfoliated and stably dispersed in solvents through electrostatic repulsion.32 The large π-conjugated basal plane of graphene provides a platform for non-covalent interaction with the imidazole rings of Imi-IL, by analogy with CNTs, through π–π and/or cation–π stacking.33,34 Meanwhile, the positively charged imidazolium groups in Imi-IL can undergo ion-exchange with the negatively charged RGO and are linked to the edges of RGO.35  The functionalized graphene (ImiG) sheets are well-dispersed in water, DMSO and DMF (Fig. 1e). The AFM image reveals the flat configuration of ImiG with an average height of 1.28 nm (Fig. 1d). The increased sheet thickness of ImiG relative to GO is assigned to the absorbed Imi-IL layer. This suggests a completely exfoliated single-layer graphene whose lateral dimension remains in the range of several hundred nanometres to micrometres. In contrast, some scrolls and folds are clearly observed in the TEM image of the ImiG sheets, which are partly detached from the scaffold during fabrication (Fig. 1f).36 The high resolution TEM image (Fig. 1g) illustrates the featureless basal plane and a monolayer edge, in good agreement with the AFM result. Meanwhile, the selected area electron diffraction (SAED) of ImiG displays a hexagonal lattice pattern (inset in Fig. 1f), revealing the ordered graphitic crystalline nature.37,38 These results are due to simultaneous functionalization with Imi-IL during the chemical reduction of GO. It should be noted that small organic molecules are usually unstable under the electron beam and are decomposed at high acceleration voltage during TEM measurements. It is difficult to directly observe the Imi-IL molecules on the surface of graphene sheets using TEM in our experiments.  Fig. 2 shows the structural changes after oxidation, reduction and functionalization, as determined by XRD. A characteristic sharp (002) peak of PG appears at 2θ = 26.5°, which corresponds to an interlayer spacing of 0.34 nm.39 After oxidization of graphite to GO, this (002) peak shifts downward to a lower angle (2θ = 9.7°) with a corresponding spacing of 0.91 nm. This distance is close to the height (0.86 nm) of a single-layer GO sheet measured by AFM, but much larger than that of PG since the intercalated oxygen-containing groups are contained within GO. However, no dominant peaks normally observed in PG and GO can be detected for ImiG platelets, which are intrinsically different from the graphite intercalation compounds containing ILs.40 This result indicates that reduced GO may be exfoliated into individual graphene sheets to form a highly disordered topology during non-covalent functionalization with Imi-IL. The chemical compositions of PG, GO and ImiG can be monitored from the XPS data. As shown in the scan (Fig. 3a), PG is composed of rich C and a small trace of O, while the peak intensity of O 1s (ca. 531 eV) is significantly increased relative to the C 1s peak (ca. 285 eV) after oxidation to GO. The atomic ratio of C/O is ca. 2.1 calculated by the peak area of C1s to O1s. In contrast to GO, ImiG shows two new peaks at ca. 400 eV for N 1s and ca. 198 eV for Cl 2p species, which come from the imidazolium rings and the Cl− counter ions of Imi-IL, respectively. The C/O ratio is raised to 7.5, consistent with reported values for chemically reduced GO.20 Moreover, the contents of Cl and N are calculated to be ca. 1.7% and ca. 1.8%, respectively. The measured Cl/N atomic ratio of 0.37 is clearly less than 0.50 from the original Cl/C ratio of Imi-IL, due to the partial consumption of Cl− ions through ion-exchange with the peripheral carboxylate of graphene sheets, as shown in Fig. 1c. The N content of Imi-IL is 10.7% based on its chemical formula. Hence, it can be reevaluated to be ca. 16.8% of Imi-IL present in ImiG by assuming that all N moieties are from Imi-IL (since there are no detectable N signals in GO). These results are basically caused by simultaneous functionalization and reduction of GO. The Lerf–Klinowski model41 and experimental support42 represent a widely accepted chemical structure of GO, which mainly comprises epoxide and hydroxyl groups on the basal planes and carboxyl groups at the sheet edges. Herein, these oxygen-containing groups can be confirmed from the deconvoluted C 1s core level spectrum in Fig. 3b. Deconvolution of the C 1s spectrum of GO shows the presence of four carbon bonds: C–C (284.8 eV), C–O (286.7 eV), C[double bond, length as m-dash]O (287.8 eV) and O–C[double bond, length as m-dash]O (289.2 eV), where the carboxyl groups contribute ca. 5.1% to the total peak area. Chemical reduction of GO using NaBH4 can eliminate most of the oxygenated functionalities while leaving the majority of carboxyl groups at the edges.24 Thus, for ImiG, the C–C peak becomes predominant in relative intensity, and the carboxylate peak remains with a slight decrease in composition (ca. 4.5%), while several oxidized carbon peaks are greatly weakened. Note that a new signal occurs at 285.8 eV due to C–N, which originates from the imidazolium species of Imi-IL. Moreover, the “absent” signal of C1 2p (198.7 eV) in GO is clearly present in ImiG including the Cl− counter ions (Fig. 3c). These findings further prove that GO sheets are effectively deoxygenated, reduced by NaBH4 and functionalized by Imi-IL. ## 3.2 Dispersion of graphene sheets in PMMA  Graphene/PMMA composites after polymerization were further processed by compression molding to obtain thin films 0.5–0.8 mm thick. Fig. 4 shows optical photographs taken by a digital camera. At low graphene loadings of 0.1–0.26 vol.%, the composite films are optically transparent and three university logos can be clearly seen (Fig. 4a, b). The composite film becomes darker in color and opaque due to low light transmission with increasing graphene loading up to 0.56 vol.% (Fig. 4c). At the micron-scale resolution, there are also no obvious aggregations from the optical micrographs of these composite films (Fig. 4d–f). Therefore, good optical clarity by visual inspection and homogeneity on a macroscopic scale primarily reveal that graphenenanosheets are uniformly dispersed throughout the PMMA matrix.43 The dispersion state of graphene sheets in PMMA was further studied by XRD and SEM techniques. As shown in Fig. 5, the XRD patterns of the composites, regardless of loading levels, have similar profiles revealing the amorphous peaks of neat PMMA. This implies that ImiG sheets do not re-aggregate in the matrix during in situpolymerization and subsequent processing.44Fig. 6 further represents the cross-sectional SEM images for the freeze-fractured surfaces of neat PMMA and graphene-based composites. Different from the surface morphology of neat PMMA (Fig. 6a), all the composites contain crumpled and wrinkled sheets at their fracture surfaces (Fig. 6b–e). This topology arises from the distortions of graphene sheets caused by the residual oxygenated-groups, structural defects and their extremely large aspect ratio.45 It also differs greatly from the typically flat configuration of GO sheets examined by AFM (Fig. 1b), as they are deposited onto an atomically flat mica substrate, but not in a polymer matrix.16 These graphenenanosheets are well-dispersed in PMMA over the loading levels studied. A proposed pattern (Fig. 6f) shows these observations, essentially suggesting that the randomly-oriented graphene sheets exist individually without stacking in the composites. It is noted that at a high graphene loading of 2.08 vol.%, the composite surface seems to be almost fully covered with graphene sheets. This visual effect is due to both good dispersion and the large surface area of graphene sheets, which appear to be connected with each other, forming a conducting network. Similar observations have been reported for other graphene-based composites.16,46 Such homogeneity of graphene in the PMMA matrix is expected to show great improvements in the electrical, mechanical and thermal properties.  ## 3.3 Electrical properties of graphene/PMMA nanocomposites  Recent theoretical47 and experimental48 studies have demonstrated that graphene-filled composites exhibit lower percolation thresholds and higher conductivities than those filled by CNTs. The electrical conductivity of graphene/PMMA composites as a function of the graphene volume fraction at room temperature is shown in Fig. 7. Neat PMMA is an insulating matrix with an extremely low conductivity (∼10−13Sm−1). At a low loading (∼0.1 vol.%), graphenenanosheets cannot form a conductive network to create a connected path for charge carrier transport throughout the insulating matrix, and the resulting PMMA composites still give a low conductivity (<10−5Sm−1). With increasing loading, however, graphene sheets are in close enough proximity, and a sharp increase in electrical conductivity appears to be near 0.26 vol.%, which is the percolation transition from an insulator to a semiconductor. At this loading level, the composite conductivity is 2.47 × 10−5Sm−1 and rapidly rises by 4 orders of magnitude to 0.24 Sm−1 at 0.56 vol.% graphene. Such a low loading of 0.26 vol.% would satisfy the anti-static criterion for thin films (10−6Sm−1) while retaining optical transparency. At loading levels near 1 vol.%, the conductivity approaches 2.55 Sm−1 followed by more gradual increases with values of 9.28 Sm−1 at 1.52 vol.% and 13.37 Sm−1 at 2.08 vol.%.   A classical percolation model is frequently used for carbon-based polymer composites to describe the relationship between composite conductivity (σc) and filler volume fraction (φ) above the percolation threshold (φc).16,49 That is, σc = σf [(φ − φc)/(1 − φc)]t for φ > φc (1) where σf and t are the conductivity of filler and critical exponents, respectively. These parameters can be determined by the least squares fitting of the experimental data. Applied to our results, as shown in the inset of Fig. 7, we obtain φc = 0.25 vol.%, t = 2.58 ± 0.13 and σf = 105.89±0.33 Sm−1.  The exponent t is often related to the system dimensionality of the composite, with usual values of 1–1.3 for 2D and 1.6–2.0 for 3D distribution of fillers. However, a “Swiss cheese model” gives t ≈ 2.5 and a mean field theory shows t ≈ 3.0.50 In CNT/polymer composites, fits to test data often give values of t between 1.33 and 4.0.50 Our t value (2.58) is comparable to those of PS composites with isocyanate-modified graphene (2.74)16 and hydrazine-reduced graphene (2.83).51 These graphene nanocomposites are thus expected to possess similar conductive geometric pathways and electron transport mechanisms. High t values could indicate that the electron conduction arises from contacts between individual graphene sheets in a 3D system segregated by the polymer matrix.52 Higher values of t = 3.47 for graphene/PMMA53 and t = 4.18 for graphene/polycarbonate (PC)49 composites have also been reported, respectively.  Although σf is not a real conductivity, it is positively related to the intrinsic conductivity of the pristine filler. Our fitted σf of 105.89±0.33Sm−1 is nearly 10-fold higher (104.92±0.52Sm−1) than that of GO treated by phenyl isocyanate and subsequent dimethylhydrazine,16 but lower (108.55±0.69Sm−1) than that of thermally-reduced GO.49 It seems reasonable that GO after annealing at high temperature exhibits a higher conductivity and hydrazine-reduced GO gives a lower conductivity compared to our NaBH4-reduced GO.20,21 Hence, at graphene loadings beyond φc, the electrical conductivity of our composites (e.g., 13.37 Sm−1 at 2.08 vol.%) is higher than hydrazine-reduced GO/PS (1 Sm−1 at 2.5 vol.%) but lower than thermally-reduced GO/PC (51.2 Sm−1 at 2.2 vol.%) composites. However, it should be noted that much superior electrical conductivity was recently reported for hydrazine-reduced GO/PS composites (72.18 Sm−1 at 2.45 vol.%).51  Our percolation threshold of 0.25 vol.% is slightly higher than a few reported values, e.g., 0.1 vol.% for graphene/PS composites,16,17 but lower than most graphene/polymer composites, e.g., ∼0.5 vol.% for graphene/PMMA,54 ∼1 vol.% for graphene/polyethylene,55 ∼1.6 vol.% for graphene/poly(vinylidene fluoride)56 and 3 vol.% for graphene/poly(benzoyl-1,4-phenylene)-co-(1,3-phenylene).57 The percolation behaviors are strongly dependent on the loading level, dispersion state, aspect ratio and orientation extent of conductive fillers in the matrix, and also the composite fabrication method.17,49 For example, the percolation transition of graphene/PC composites prepared by solution blending is ∼0.38 vol.%, which is much higher than ∼0.14 vol.% for the same composite prepared by emulsion mixing.49 Higher loadings of 0.6 vol.% for expanded graphite, 2 vol.% for natural graphite and 4.5 vol.% for carbon black are required to construct percolating conductive networks within the PMMA matrix.58,59 Hence, we believe that Imi-IL assisted functionalization enables good dispersion of graphene sheets and yields high surface areas to generate a percolation pathway in the PMMA matrix at a low loading of 0.25 vol.%.  ## 3.4 Thermomechanical properties of graphene/PMMA nanocomposites  The storage modulus (E′) and damping properties of graphene/PMMA composites studied in this work were determined by DMA measurements. Fig. 8a shows E′ as a function of temperature at different graphene loadings. It can be seen that all E′ values of graphene/PMMA composites are much higher than that of neat PMMA over the temperature range tested and gradually increase with graphene loading. For instance, E′ values at 30 °C in the glassy region are 2.42 GPa for 0.26 vol.% graphene and 3.26 GPa for 2.08 vol.% graphene, yielding 17.5% and 58.3% increments compared to neat PMMA (2.06 GPa), respectively. At two similar loadings for in situ reduced GO/PMMA composites, however, only 7.0% and 23.2% increases were reported.13 Moreover, 1.94 vol.% of graphene only produces a 28% increase in E′ for its PS nanocomposite,51 and ∼8 wt.% of modified clay is needed to achieve a 54% improvement in the glassy region.60 This significant reinforcement hence suggests that ImiG sheets are well-dispersed in the matrix to show high contact area and strong interfacial adhesion with PMMA via Imi-IL mediated interactions of cation–π and/or π–π as well as the electrostatic and van der Waals forces at the graphene/polymer interface.61 Recently, molecular dynamics has also suggested that π–π stacking is the strongest interaction between the matrix and filler through surface molecular engineering in the absence of chemical bonding.62   For reference, experimental data are further compared with theoretical predictions based on the rule of mixture (ROM):63 Ec = kφEf + (1 − φ)Em (2) where Ec, Ef, Em are the moduli of composite, filler and matrix, and φ is the filler volume fraction. k is the efficiency factor depending on the orientation and length of the filler. An upper bound composite modulus is obtained when k = 1 assuming the fillers are uniform, unidirectionally oriented and the applied load produces equal strain in the matrix and filler.64  The modulus for monolayer GO sheets was ∼208 GPa65 while that for single RGO sheets was ∼250 GPa.66Em for PMMA was measured to be 2.06 GPa at 30 °C and taking Ef as 250 GPa for graphene sheets, it can be seen from Fig. 8b that theoretical calculations from eqn (2) give much higher modulus values when k = 1 but are in good agreement with test data up to 0.99 vol.% when k is 0.49. This finding implies that graphene sheets are uniformly and randomly dispersed throughout the matrix.63 It is reasonable to assume that this ROM model is valid within certain loading limits of filler.67 However, a significant deviation appears at higher loadings of graphene beyond 0.99 vol.% owing to the agglomeration of graphene sheets. In previous studies, hydrazine-reduced GO sheets were found to partially aggregate in the PMMA matrix at loadings above 1 wt.%13 and the same observation has also been reported in the functionalized CNT/PMMA composites.68  Fig. 9 plots tan δ for neat PMMA and graphene/PMMA composites as a function of temperature, showing that glass transition temperatures (Tg) of the composites gradually shift to higher temperatures with increasing graphene loading. Tg is 112.7 °C for neat PMMA and 131.9 °C for PMMA with 2.08 vol.% of graphene, giving a 19.2 °C increase that is slightly higher than PMMA filled with hydrazine-reduced GO at a comparable loading.13 In contrast, Tg of RGO/PS composites made by solution blending decreased slightly with RGO loading in comparison with neat PS.51 The greater improvement in Tg for graphene/PMMA composites can be explained by three factors. First, the wrinkled and crumpled graphene sheets (see Fig. 6) represent nanoscale surface roughness that promotes mechanical interlocking with PMMA chains.46 Both molecular dynamics simulation69 and experimental data70 have shown that the mobility of the polymer chain is geometrically restricted in the vicinity of a nanoparticle surface or interface. Second, Imi-ILs present in the composites function not only as chemical cross-links with PMMA chains, but also as physical modifiers interacting with the graphene surfaces through cation–π and/or π–π as well as electrostatic interactions. Such specific interactions have been rarely reported in previous graphene/polymer composites. Third, the residual oxygen functional groups on the large surfaces of graphene may interact with carbonyl groups of PMMA chains viahydrogen bonding.13,46 These synergic effects produce significant geometric constraints on the mobility of PMMA chains, thereby enhancing Tg. Moreover, the tan δ peak intensity of the composites is reduced slightly with increasing graphene loading, which is also indicative of the attractive polymer–graphene interactions.71 An extremely large shift in Tg of ∼30 °C was recently observed for a PMMA ultra-thin film with only 0.05 wt.% graphene sheets.46  The thermal stability of neat PMMA and graphene/PMMA composites was examined by TGA under an inert atmosphere. As shown in Fig. 10, the thermal decomposition temperatures gradually increase with graphene loading. For example, the onset decomposition temperature (at 5% weight loss) increases from ∼190 °C of neat PMMA to ∼300 °C by adding 2.08 vol.% graphene into the PMMA matrix. The enhanced resistance to degradation arises intrinsically from the high thermal stability of graphene. Meanwhile, graphene sheets, by analogy with clay layers,60,72 may behave as an efficient barrier, reducing the permeability of volatile gas during thermal decomposition. The heat transport is thus retarded by slowing out-diffusion and migration of volatile molecules from the inner matrix to the surface, enabling higher decomposition temperatures. In addition, neat PMMA undergoes three steps of weight loss caused by the scissions of head-to-head linkages, unsaturated vinylidene ends and polymer chains with increasing temperature. This is a general phenomenon for radically polymerized PMMA as reported.73 In contrast, thermal degradation of graphene/PMMA composites shows only two steps, possibly owing to the gas barrier property of graphene sheets, which makes it difficult to differentiate the three decomposition stages of PMMA. Similar observations can also be found in other graphene/PMMA composites.13 "]], ["Conclusions", [" Simultaneous non-covalent functionalization and reduction of GO to produce graphene was successfully performed in the presence of NaBH4 as a reducing agent and an imidazolium ionic liquid (Imi-IL) having active vinyl-benzyl groups, under alkaline conditions. Positively charged imidazolium groups in Imi-ILs were found to undergo ion-exchange with negatively charged GO sheets attached to their edges. Also, Imi-ILs were non-covalently stacked on the large graphene surfaces through π–π and/or cation–π interactions. The functionalized-graphene sheets were well-dispersed and individually exfoliated in H2O and polar solvents such as DMF and DMSO.  Vinyl-benzyl reactive sites in the ImiG sheets were in situ copolymerized with MMA to fabricate graphene/PMMA composites with different graphene loadings. Homogeneous dispersion of graphene sheets and strong interface bonding with the PMMA matrix were achieved. The composites displayed excellent electrical properties with a low percolation threshold of 0.25 vol.% and a high electrical conductivity of 13.37 Sm−1 at 2.08 vol.% of graphene. Great improvements in storage modulus, Tg, and thermal stability were demonstrated because of the synergic effects of cation–π and/or π–π stacking, electrostatic interactions with the matrix and the wrinkled morphology of graphenenanosheets. This study has developed a general methodology to prepare graphene-based multifunctional nanocomposites with vinyl polymers."]]], "doi": "10.1039/c2jm16006d", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 A typical TEM image of PG (a), and AFM images of individually exfoliated GO (b) and ImiG sheets on freshly cleaved mica substrates and their  corresponding height profiles along the given lines (d); (c) structural illustration for a single functionalized graphene sheet with Imi-ILs; (e) photos of GO in H2O and ImiG in H2O, DMSOand DMF; and (f, g) TEM images of ImiG. Inset in (f) is the selected area electron diffraction pattern (SAED) of ImiG."], ["Fig. 10", "Fig. 10", "Fig. 10 TGA thermograms of neat PMMA and graphene/PMMA  composites.   "], ["Fig. 2", "Fig. 2", "Fig. 2 XRD patterns of PG, GO and ImiG sheets.   "], ["Fig. 3", "Fig. 3", "Fig. 3 (a) XPS scans of PG, GO and ImiG, and high-resolution core-level spectra of (b) C 1s and (c) Cl 2p of GO and ImiG sheets."], ["Fig. 4", "Fig. 4", "Fig. 4 Digital photographs (top) and optical microscope images (bottom) of PMMA composite films containing (a, d) 0.1 vol.%, (b, e) 0.26 vol.% and (c,  f) 0.56 vol.% of graphene sheets."], ["Fig. 5", "Fig. 5", "Fig. 5 XRD patterns of neat PMMA and graphene/PMMA composites  containing 0.26, 0.99 and 2.08 vol.% of graphene sheets."], ["Fig. 6", "Fig. 6", "Fig. 6 SEM images for freeze-fractured cross-sections of (a) neat PMMA and graphene/PMMA composites containing (b) 0.26 vol.%, (c) 0.99 vol.%  and (d, e) 2.08 vol.% of graphene, and (f) a proposed dispersion pattern of graphene sheets in the PMMA matrix.   "], ["Fig. 7", "Fig. 7", "Fig. 7 Electrical conductivity (σc) versus filler volume fraction (φ) for  graphene/PMMA composites. Inset shows a log-log plot of σc, versus  (φ-φc)/(1-φc)."], ["Fig. 8", "Fig. 8", "Fig. 8 (a) Storage modulus versus temperature for neat PMMA and  graphene/PMMA nano-composites and (b) theoretical modulus values  predicted by eqn (2) with k = 1 and k = 0.49 compared with experimental  data at 30 °C.   "], ["Fig. 9", "Fig. 9", "Fig. 9 Tan delta (tan δ) versus temperature for neat PMMA and graphene/PMMA nano-composites with different graphene loadings.   "]], "table_captions": [], "tables": []}