{"title": "Effects of Modified Clay on the Morphology and Properties of PMMA/Clay Nanocomposites Synthesized by in Situ Polymerization", "abstract": "A new method has been developed to prepare exfoliated poly(methyl methacrylate)/clay nanocomposites by in situ polymerization of methyl methacrylate (MMA) in the presence of triethylaluminum (TEA)-modified clay. The dispersed behavior of the clay in the PMMA matrix is identified by using X-ray diffraction (XRD), transmission electron microscopy (TEM), and UV/vis transmission spectroscopy. The PMMA/clay nanocomposites are found to retain over 80% transparency, important for optical applications. Compared to neat PMMA, all these nanocomposites show enhancement of glass transition temperature (Tg) and decomposition temperature. The storage modulus (E′) and tensile properties of the nanocomposites are also significantly enhanced by incorporating clay into the PMMA matrix and increased as the amount of clay increased. The tensile strength of nanocomposites is up to 70 MPa for 7.26 wt % clay content, and the tensile modulus shows a 20% higher value than that of neat PMMA. ", "body": [["Abstract", ["A new method has been developed to prepare exfoliated poly(methyl methacrylate)/clay nanocomposites by in situ polymerization of methyl methacrylate (MMA) in the presence of triethylaluminum (TEA)-modified clay. The dispersed behavior of the clay in the PMMA matrix is identified by using X-ray diffraction (XRD), transmission electron microscopy (TEM), and UV/vis transmission spectroscopy. The PMMA/clay nanocomposites are found to retain over 80% transparency, important for optical applications. Compared to neat PMMA, all these nanocomposites show enhancement of glass transition temperature (Tg) and decomposition temperature. The storage modulus (E′) and tensile properties of the nanocomposites are also significantly enhanced by incorporating clay into the PMMA matrix and increased as the amount of clay increased. The tensile strength of nanocomposites is up to 70 MPa for 7.26 wt % clay content, and the tensile modulus shows a 20% higher value than that of neat PMMA. "]], ["Introduction", ["Poly(methyl methacrylate) (PMMA) is a typical transparent amorphous polymer and has been widely used as an important material for plastic optical fibers as well as optical lenses. (1, 2) PMMA has several desirable properties such as good flexibility, high strength, and excellent dimension stability. However, poor heat resistance of PMMA cannot fulfill the current demands. To improve the heat resistance, preparation of nanocomposite is an effective way. Moreover, PMMA/clay nanocomposites offer potentials for reducing gas permeability, improving physical performance, and increasing heat resistance without significant reduction in the optical clarity. (3) Polymer/clay nanocomposites have greatly attracted the interest of chemists. (4) The efficiently dispersed clay in a polymer matrix can significantly improve the polymer’s physical and mechanical properties: a higher heat distortion temperature, an enhanced flame resistance, an increased modulus, better barrier properties, a reduced thermal expansion coefficient, and improved electronic and optical properties. (5) There are two distinct nanostructures identified in these nanocomposites, intercalated and exfoliated (or delaminated), (6) and the exfoliated nanostructure is more desirable than the intercalated one because of the stronger synergistic effects between polymer matrix and silicate layers. (7) However, it is still a challenging work to obtain the complete exfoliation of clays in polymer although many methods, including in situ polymerization, melt blending, and solution blending, have been used in the literature. (8) Among these methods, the in situ polymerization is a promising method for preparation of exfoliated nanocomposites. (9) Recently, radical-initiated MMA polymerization has been applied to prepare PMMA/clay nanocomposites (10) because it is insensitive to water, air, and other impurities. For example, MMA polymerization initiated with benzoyl peroxide (BPO) and 2,2′-azobis(isobutyronitrile) (AIBN) in the presence of organo-clay is one of the most widely used methods. However, coordination polymerization of MMA monomer is more effective to obtain highly oriented polymers with good thermal properties than the radical polymerization although the sensitivity of coordination polymerization to moisture and minute impurities inhibits its wide applications. Therefore, it is a challenging topic to solve the sensitivity problems in coordination polymerization. Ni(acac)2/MAO is an effective catalyst system for MMA polymerization, (11, 12) but the preparation of PMMA/clay nanocomposites with Ni(acac)2 has not yet been reported. In this work, the in situ polymerization method initiated with a coordination catalyst has been developed for the first time to prepare exfoliated PMMA/clay nanocomposites. This approach consists of anchoring the polymerization catalyst (Ni(acac)2) to the surfaces and/or into the interlayer of the clay and polymerizing the MMA in situ. The structures of the synthesized PMMA/clay nanocomposites have been investigated; the optical clarity, thermal stability, and mechanical properties of the PMMA/clay nanocomposites have also been discussed."]], ["Experimental Section", ["## Materials Montmorillonite K-10 (MMT-k10) (surface area of 220−240 m2/g, Aldrich), which is a smectite clay with most of its center cations as divalent metal ions, was used after dried in a vacuum at 160 °C for 15 h. Methyl methacrylate (MMA) (99%, Aldrich) was dried with CaH2 and retrieved by vacuum distillation. Triethylaluminum (TEA) and anhydrous dichloromethane (99.8%, Aldrich) were used as received. Methylaluminoxane (MMAO-3A) diluted with toluene, purchased from Tosoh-Akzo Co., was used as received. Toluene (extra pure grade, Baker Chem. Co.) was purified by refluxing over sodium metal/benzophenone in a nitrogen atmosphere. Nickel(II) acetylacetonate (95%, Aldrich) was used after sublimation at 140 °C under high vacuum. ##Modification of MMT-k10 In a 250 mL flask, dehydrated MMT-k10 was suspended in toluene at 0 °C. TEA was added dropwise into the flask to carry out the reaction of TEA with water or hydroxyl group in the clay. The consumption of the TEA during the reaction was monitored by the evolution of the gas (C2H6). The amount of gas evolved was determined by a buret. When the gas evolution ceased, the addition of TEA into the reaction mixture was stopped, following 24 h of further stirring at room temperature. In order to remove the unbound TEA, the suspension was then washed several times with anhydrous dichloromethane (5 × 30 mL). The TEA-modified MMT-k10 was finally dried in a vacuum for 24 h at room temperature. ##Preparation of the PMMA/Clay Nanocomposites Before use, the TEA-modified MMT-k10 was dried in vacuum for 12 h at 100 °C. It was then added to dry toluene (40 mL) and stirred for 30 min at room temperature to obtain a stable suspension. To this suspension, the Ni(acac)2 catalyst (0.2 mmol) was added and stirred for another 4 h. Finally, MMA (0.094 mol) was added to the reaction mixture, and the polymerization was started by adding toluene solution of MAO (20 mmol). After the polymerization had been carried out for 24 h at room temperature with continuous stirring under a nitrogen atmosphere, the reaction was terminated by adding acidified methanol solution. The PMMA/clay nanocomposites were obtained by precipitation and then dried at 50 °C in a vacuum for 24 h. ##Characterization X-ray diffraction (XRD) was carried out using a Rigaku X-ray diffractometer with Cu Kα radiation monochromatized with graphite at room temperature. The XRD patterns were recorded in the range 1.5°−10° at a scanning rate of 1°/min. A Fourier transform infrared (FT-IR) spectrum was obtained at a resolution of 4.0 cm−1 by using a MAGNA-IR 560 spectrometer at room temperature. The nanocomposites were extracted by tetrahydrofuran (THF) using a Soxhlet extractor to obtain the clay-freed polymer. The molecular weight of the neat PMMA and the extracted polymer in the PMMA/clay nanocomposites were determined by using viscosity measurements. The viscosity measurements were performed in a benzene solution by using an Ubbelode capillary viscometer at 25 °C. The average molecular weight was calculated with the Mark−Houwink relation (13) [η] = 0.55 × 10−4Mη0.76. Stereoregularities of extracted PMMA were determined by 13C nuclear magnetic resonance (NMR) spectroscopy (Bruker 500 solution NMR), measured at room temperature in CDCl3 as d-solvent. The glass transition temperature (Tg) was determined by using a TA2000 differential scanning calorimeter (DSC) at a heating rate of 10 °C /min from 30 to 200 °C. In order to get rid of the influence of thermal history, two continuous scanning cycles were run, and the data obtained from the second heating phase of the cycle were taken into account. Tg was determined from the midpoint of the step transition in the heat capacity vs temperature thermogram. The thermal decomposition temperature was determined by thermal gravimetric analysis (TGA); the experiment was carried out from 40 to 700 °C at a scanning rate of 10 °C/min and under nitrogen flow. The morphology of the clay in the hybrids was observed on a transmission electron microscope (TEM) (Phillips CM20) operated at 120 kV. The samples with a thickness of 70 nm were prepared by using an ultramicrotome at low temperature. UV/vis transmission spectra were obtained with a Hitachi U-2000 UV−vis spectrometer. Storage modulus (E′) and tan δ were obtained by a Rheometric Scientific DMTA IV with a dual cantilever from 30 to 200 °C with a heating rate of 5 °C/min at a frequency of 1 Hz. Samples in size of 10 × 30 × 2 mm were molded at 200 °C for 10 min under 4000 psi of pressure. The tensile test was carried out according to the ASTM D 882 method with an Instron 5583 universal testing machine. The crosshead speed was set at 1.27 mm/min."]], ["Results and Discussion", ["## Characterization of TEA-Modified MMT-k10 In order to retain the high activity of the coordination catalyst, modification of the clay is essential due to the sensitivity of the coordination polymerization to the adsorbed water molecules and surface hydroxyl groups of the silicate layers in the clay. Pristine MMT-k10 contains water of ∼4.9 wt % measured by TGA. (14) The water molecules absorbed on the surface of the MMT-k10 must be removed by dehydration at high temperature. The dehydrated MMT-k10 is then treated with TEA. As shown in the XRD pattern (Figure 1a), the pristine MMT-k10 shows a basal spacing of 0.99 nm at 2θ = 8.88° and a reflection peak at 2θ = 6.07°, corresponding to a distance of 1.45 nm which is attributed to most of the interlayer spaces are intercalated with water molecular. Coexistence of the two peaks in pristine MMT-k10 is due to the adsorbed water molecules which show only a shift of the basal spacing to higher values, and it indicates the nonuniform interlayer expansion. Dehydrating the pristine MMT-k10 leads to partial collapse of the interlays. The peak at 2θ = 6.07° completely disappears after the pristine MMT is treated at high temperature because adsorbed water inside the layers is removed, as shown in Figure 1b. Moreover, the intensity of the reflection at 2θ = 8.88° decreased, confirming a lower degree of order for the dehydrated MMT-k10. Figure 1c shows that the intensity of the basal peak along with the gallery distances increased from 0.99 nm (2θ = 8.88°) to 1.00 nm (2θ = 8.82°) after the dehydrated MMT-k10 is treated with TEA. It is known that (21) montmorillonite is produced from bentonite by treatment of HCl and H2SO4 at high temperature. Silica hydroxyl groups can be formed on the montmorillonite interfaces at the end of the layers. The Lewis acidic TEA can react with Si−OH groups on the surfaces of the montmorillonite. The small change in the gallery distance indicates that only a few of TEA molecules reacted with the hydroxyl groups on the surfaces of clay layers, and the subsequent removal of ethane gas results in the intercalation of alkylaluminum [(C2H5)2Al−]. Together with these results, it indicates that TEA is not completely intercalated in the layers of clay. Figure 2 shows the IR spectra of (a) the pristine MMT-k10, (b) TEA-modified MMT-k10, and (c) THF-extracted PMMA/clay nanocomposites (Table 1, sample PMMA3). In the IR spectrum of pristine MMT-k10 (Figure 2a), the band at 3630 cm−1 is typical for smectites due to internal hydroxyl groups of clay minerals. The stretching vibration of water is observed at 3430 cm−1. The band at 1635 cm−1 is assigned to water deformation band. Si−O stretching and Al−O stretching are observed at 1040 and 570 cm−1, respectively. (16) In the spectrum of the TEA-modified MMT-k10 (Figure 2b), the C−H stretching bands are found at 2855 and 2950 cm−1, confirming the presence of ethyl group in the layers of the clay. Additionally, the weak −OH stretching band (3630 cm−1) and the weak band (1635 cm−1) derived from water molecule indicate that the hydroxyl groups between the interfaces had not completely reacted with the TEA. Hence, partial covalent bonding of the TEA molecules to the layered silicate surface is formed. The proposed reaction process is presented in Scheme 1. ## Synthesis and Characterization of PMMA/Clay Nanocomposites After the TEA-modified MMT-k10 had been treated with the Ni(acac)2 catalyst, the MMA monomer and cocatalyst MAO were introduced to produce a series of PMMA/clay composites (Scheme 1). The experimental results are listed in Table 1. Under the same polymerization conditions, increasing the initial loading of the clay leads to increase in the clay contents in the final product, as shown in Table 1. It is possible to control the ratio between clay and PMMA to some extent by varying the polymerization time or initial clay loading; however, the establishment of any mathematical relationship is difficult at this stage of research. The difference between the percentage of the clay in the final product determined by TGA measurement, and the calculated value using the initial clay loading and the polymer yield is under the error range. MMA conversion decreases from 81.1% to 67.3% with increase of the initial clay loading. The catalytic activity of Ni(acac)2/MAO can be retained even when the clay loading is as high as 0.50 g (from samples PMMA3 in Table 1). For comparison, pristine MMT-k10 (0.3 g) was used as a filler to prepare PMMA/clay composites at same polymerization conditions. However, the MMA conversion is only 31.0%. It indicates that dehydration and modification of the pristine MMT-k10 is an effective approach to retain high activity of the coordination catalyst. The extraction of PMMA from the PMMA/clay hybrid was carried out using hot THF for 48 h in a Soxhlet extractor. PMMA in the composites could only be partially extracted, although as high as 98.5 wt % of PMMA can be extracted from the neat polymer (Table 1, sample PMMA0). Furthermore, the amount of the extracted PMMA significantly decreases with the increase of the clay content in the PMMA/clay composites. The interaction between PMMA and silicate layer has been studied by FT-IR, as shown in Figure 2c. The THF-extracted PMMA/clay composites can be regarded as bonded to the silicate layers. The IR spectrum of THF-extracted PMMA/clay composites shows a distinct absorption at 1730 cm−1 (C═O stretching) and 1300−1100 cm−1 (C−O stretching), which are the characteristic bands of PMMA. These results show that only part of the PMMA can be extracted from the nanocomposites, and the rest of the PMMA chains remain immobilized inside and/or on the layered silicates, confirming strong interactions between the nanometric silicate layers and the PMMA segments. However, the exact nature of bonding could not be studied due to broad and nonresolved peaks in the IR spectrum. Moreover, it is suggested from previous studies that there may be some supramolecular interactions between PMMA chains and the silicate layer. (17, 18) Furthermore, our experiments show that the PMMA extracted from the PMMA/clay nanocomposites and neat PMMA have higher molecular weight, and the molecular weight of PMMA increases gradually with the increase of clay contents. Glass transition temperature (Tg) and thermal decomposition temperature (Td) of the PMMA/clay nanocomposites obtained from DSC and TGA measurement are listed in Table 1. Neat PMMA exhibits Tg of PMMA around 121.5 °C, which is high than that synthesized by radical polymerization. (19) This is due to the difference in PMMA tacticity. The PMMA/clay nanocomposites exhibit an increasing endothermic trend in the range from 122.0 to 126.0 °C that increases as a function of the content of the clay. The increase of Tg is ascribed to the great restriction of PMMA’s chain motions, which results from strong interactions between the clay layers and the PMMA chains. We have carried out the 13C NMR analyses of neat PMMA and the PMMA extracted from PMMA/clay nanocomposites under similar conditions, and the results are presented in Figure 3 and Table 1. According to the tacticity data, increases in the clay content have great impact on the PMMA tacticity. For the neat PMMA produced by Ni(acac)2 shows high syndiotactic fraction [rr] = 87%. However, introduction of clay decreased the syndiotacticity abruptly from 87% for neat PMMA to 76% for the PMMA−clay 7.26 wt % nanocomposite. This may be due to the catalyst−clay interactions which restrict the orientation of the monomer insertion which induces the syndiotactic nature in resultant PMMA. Chung and co-workers (20) reported a similar tendency in tacticity for PMMA. Moreover, Tg determined through DSC analyses of the polymers extracted from the composites showed Tg which is similar to that of neat PMMA. This reveals that the increase in Tg of nanocomposites is only due to the nanodispersed clay in PMMA matrix and strong interaction between the clay layer and polymer matrix. As pure syndiotactic PMMA shows Tg up to 124 °C; (21) the Tg above it shown by PMMA nanocomposites with clay content 4.75 and 7.26 wt % is due to the interaction of PMMA chains with the clay layers. It is interesting to find high syndiotactic PMMA [(rr) = 87%] prepared by the Ni(acac)2/MAO system. However, a previous reference report (12) for same catalyst with MAO shows about 41.7% [rr] in resultant PMMA. The different MAO structure may be the main reason for increasing the tacticity. Recently, we have reported the high effect of cocatalyst on norbornene polymerization activity. (22) The temperature for 5% weight loss is defined as the thermal decomposition temperature (Td). (23) The thermal stability of the nanocomposites is much higher than that of the neat PMMA. The decomposition temperature of PMMA3, at 5% weight loss, is about 58 °C higher than that of neat PMMA. The exfoliated clay layers, well dispersed in the PMMA matrix, have an efficient barrier action to reduce the permeability of the volatile gas. The prevention of out-diffusion of the volatile gas in the process of thermal decomposition may enhance the thermal resistance of PMMA/clay nanocomposites. (24) In summary, the quick heat transmission can be prevented by the nanoscaled silicate layers which can lead to retarded decomposition of the PMMA and suspension of continuous decomposition of the nanocomposites. (25) ##Morphology of the PMMA/Clay Nanocomposites Figure 4 displays the XRD patterns of TEA-modified MMT-k10 (a) and a series of PMMA/clay composites with different clay contents (b−d). The d001 peak of the clay in the PMMA nanocomposites completely disappeared, indicating the formation of exfoliation structure in the nanocomposites. The absence of the (001) peak suggests that the d001 spacing between the layered silicates is intercalated to a spacing greater than the measurable range or clay layers are disorderly dispersed in the PMMA matrix. To further investigate the clay dispersion in the polymer matrix, TEM analysis was performed, as shown in Figure 5a,b. The threadlike dark lines represent the intersections of the clay layers, and the bright areas denote the PMMA matrix. Both individual silicate layers along with two and three layers can be observed in the morphology, and very few tactoids of clay were present in PMMA matrix. The TEM image clearly reveals that most of the clay layers lost their stacking structure and disorderly dispersed in the PMMA matrix. This result further supports the XRD analysis result for formation of the exfoliated nanocomposites. ##Optical Clarity of the PMMA/Clay Nanocomposite Membranes Figure 6 shows the UV−vis transmission spectra of the PMMA/clay nanocomposite membranes (100 µm) with different clay contents. Although the PMMA/clay nanocomposites show a slight decline in transmission in the visible light region with the increase of the clay content, the nanocomposites can still retain more than 80% transparency of the neat PMMA. However, the optical clarity of PMMA nanocomposites produced by such coordination catalyst is quite similar to that produced by emulsion polymerization, and the advantage is the high Tg and Td for this nanocomposite compared to the emulsion polymerization. (3) The high optical clarity of the nanocomposites primarily results from both the disorderly exfoliated morphology of clay layers and the efficient dispersion of clay platelets in the PMMA matrix. Therefore, the high optical clarity of the PMMA/clay nanocomposite membranes is supported by the results from XRD and TEM investigation. ## Mechanical Properties of the PMMA/Clay Nanocomposites The dynamic mechanical thermal analysis (DMTA) measures the response of a given material to a cyclic deformation as a function of temperature. The temperature dependence of storage modulus (E′) and tan δ are shown in Figure 7a,b. In both the glassy state and the rubbery state, the storage moduli of the PMMA/clay nanocomposites are much higher than that of neat PMMA. For example, at 30 °C below the Tg, the storage moduli of PMMA/clay nanocomposites display 20−54% increases, and at 160 °C above the Tg, storage moduli are 10−30% higher than that of neat PMMA. Moreover, it is higher than that of PMMA/clay nanocomposites prepared by γ-ray irradiation polymerization. (26) We believe that the efficiently dispersed exfoliated clay layers in the nanocomposites result in the restricted segmental motions at the organic−inorganic interface and stronger interactions between the clay layers and the polymer chains. The high stiffness of the silicate layers and their large aspect ratio have a significant effect on the increase of storage modulus. The peak of the tan δ curves corresponds to Tg of the polymer. The Tg of the PMMA/clay nanocomposites obviously shift to higher temperatures with respect to that of the neat PMMA. The relationship between Tg and the clay content in PMMA matrix obtained from DMTA measurement is in agreement with the DSC results. The effects of clay on the mechanical tensile properties of the PMMA/clay nanocomposites are summarized in Figure 8. The relationship between the tensile strength of the nanocomposites and the clay content, as shown in Figure 8a, indicates the effectiveness of the exfoliated clay layers on reinforcing PMMA. The tensile strength of these nanocomposites increased from 52 to 71 MPa, which is much higher than that of the neat PMMA (40 MPa). Additionally, the tensile strength increase proportionally to the MMT-k10 content in the composites. The enhancement in strength is directly attributed to the good compatibility between clay and polymer phase and the reinforcement provided by the dispersed silicate nanolayers. As shown in Figure 8b, the tensile modulus of the nanocomposites increases gradually in the range from 1.32 to 1.54 GPa as a function of the clay contents, which is quite higher than that of the neat PMMA (1.28 GPa). The maximum value of the tensile modulus for the PMMA/clay nanocomposites is 20% higher than that of the neat PMMA. The increase in modulus is reasonably attributed to the increase of Tg. The nanoscaled dispersion of silicate layers and strong interactions between silicate layers and PMMA chains effectively enhance the tensile properties. Lee and Jang (17) prepared PMMA/clay nanocomposites by emulsion polymerization using MMA and Na+-montmorillonite. The PMMA/MMT nanocomposites (10−50 wt % of MMT in the PMMA matrix) exhibited higher ultimate tensile strength and tensile modulus than the neat PMMA. The tensile strength of the PMMA/clay nanocomposites produced by coordination polymerization method was compared with that of PMMA/multiwalled carbon nanotube (MWNT) nanocomposites fabricated by modified injection molding. (27) It showed that increasing MWNT contents decreased the tensile strength. However, in our case, increasing clay contents in PMMA matrix increase the tensile strength of PMMA/clay composites, and the tensile strength is quite similar to that of PMMA/MWNT nanocomposites with similar filler contents."]], ["Conclusions", ["Exfoliated PMMA/clay nanocomposites of varying clay contents have been successfully prepared by in situ polymerization of MMA using the Ni(acac)2 catalyst in the presence of TEA-modified dehydrated MMT-k10. This approach represents a new route to synthesize high-performance PMMA materials. The TEA-modified MMT-k10 could partially react with the hydroxyl groups on clay surfaces; as a result, high activity of the coordination catalyst can be remained. The MMT-k10 layers are exfoliated by PMMA chains and disorderly dispersed in the PMMA matrix, as confirmed by XRD and TEM characterization. The incorporation of a small amount of clay into the PMMA matrix results in obvious enhancement in the thermal properties of PMMA. The PMMA/clay nanocomposites retain good optical properties. Once the clay is exfoliated and efficiently dispersed into the PMMA matrix, the storage modulus and tensile property of the PMMA/clay nanocomposites are significantly improved with respect to that of neat PMMA."]]], "doi": "10.1021/ma7026098", "figures": [["Figure 1", "Figure 1", "Figure 1. Wide-angle X-ray diffraction patterns of (a) pristine MMTk10, (b) dehydrated MMT-k10, and (c) TEA-modified MMT-k10."], ["Figure 2", "Figure 2", "Figure 2. FT-IR spectra of (a) pristine MMT-k10, (b) TEA-modified MMT-k10, and (c) THF-extracted PMMA/clay composites (from sample PMMA3)."], ["Figure 3", "Figure 3", "Figure 3. 13C NMR analysis of neat PMMA (1) and PMMA extracted from PMMA/clay nanocomposites with MMT content of (2) 2.10 wt %, (3) 4.75 wt %, and (4) 7.26 wt %."], ["Figure 4", "Figure 4", "Figure 4. Wide-angle X-ray diffraction patterns of TEA-modified MMT-k10 (a) and the PMMA/clay composites with MMT content of (b) 2.10 wt %, (c) 4.75 wt %, and (d) 7.26 wt %."], ["Figure 5", "Figure 5", "Figure 5. TEM images of (a) the PMMA/clay nanocomposites containing 4.75 wt % clay at high magnification and (b) the same PMMA/clay nanocomposites at low magnification."], ["Figure 6", "Figure 6", "Figure 6. UV-vis spectra of neat PMMA and the PMMA/clay nanocomposites with different clay contents. Membrane samples of 100 μm were used for measurement."], ["Figure 7", "Figure 7", "Figure 7. (a) Trend of the storage modulus (E′) of neat PMMA and PMMA/clay composites with different clay contents. (b) Tan δ vs temperature for neat PMMA and PMMA/clay composites with different clay contents."], ["Figure 8", "Figure 8", "Figure 8. Effect of the clay content on the tensile property of the PMMA/clay nanocomposites: (a) ultimate tensile strength and (b) tensile modulus."], [null, null, "Scheme 1. Schematic Illustration of Reaction Process for  Formation of TEA-Modified Clay and the PMMA/Clay  Nanocomposites   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Polymerization Results for MMA Using the Ni(acac)2/MAO Catalyst System in the Presence of the Modified MMTa"]], "tables": []}