{"title": "A study on the properties of PMMA/silica nanocomposites prepared via RAFT polymerization", "abstract": " A number of batch polymerizations were performed to study the effect of pristine nanoparticle loading on the properties of PMMA/silica nanocomposites prepared via RAFT polymerization. In order to improve the dispersion of silica nanoparticles in PMMA matrix, the silanol groups of the silica are functionalized with methyl methacrylate groups and modified nanoparticles were used to synthesize PMMA/modified silica nanocomposites via RAFT polymerization. Prepared samples were characterized by thermogravimetric analysis (TGA), dynamic light scattering (DLS), dynamic mechanical thermal analysis (DMTA), differential scanning calorimetry (DSC) and gel permeation chromatography (GPC). According to results, introduction of modified nanoparticles results in better thermal and mechanical properties than those of pristine nanoparticles. Also, surface modification and increasing silica nanoparticles result in variation of thermal degradation behavior of nanocomposites. The best improvement of mechanical and thermophysical properties is achieved for nanocomposites containing 7 wt. % silica nanoparticles. ", "body": [["Abstract", [" A number of batch polymerizations were performed to study the effect of pristine nanoparticle loading on the properties of PMMA/silica nanocomposites prepared via RAFT polymerization. In order to improve the dispersion of silica nanoparticles in PMMA matrix, the silanol groups of the silica are functionalized with methyl methacrylate groups and modified nanoparticles were used to synthesize PMMA/modified silica nanocomposites via RAFT polymerization. Prepared samples were characterized by thermogravimetric analysis (TGA), dynamic light scattering (DLS), dynamic mechanical thermal analysis (DMTA), differential scanning calorimetry (DSC) and gel permeation chromatography (GPC). According to results, introduction of modified nanoparticles results in better thermal and mechanical properties than those of pristine nanoparticles. Also, surface modification and increasing silica nanoparticles result in variation of thermal degradation behavior of nanocomposites. The best improvement of mechanical and thermophysical properties is achieved for nanocomposites containing 7 wt. % silica nanoparticles. "]], ["Introduction", [" Polymer/silica nanocomposites are widely employed as structural materials for their high strength and low density. The properties of a polymer, an elastomeric matrix, can be amazingly enhanced by the inclusion of hard inorganic particles. The resulting material, which makes use of both the softness of the polymer matrix and the strengthening features of the particles, constitutes new products for applications in mechanical, optical, fuel cells, and/or gas barrier engineering [1–3].  The mechanical performance of a nanocomposite depends on the level of adhesion at the interface between the dispersed and continuous phases. If the surface of the filler is incompatible with the polymer, the polymer and particle phases separate, which leads to the agglomeration of the particles [4–6]. The silica surface can be modified with silane coupling agents to improve adhesion between the particles and the polymer [7–10]. The coupling agent can react with OH groups of silica surface, and an attached functionalized alkyl chain is more compatible with the polymer than the bare surface of the silica. According to the functional groups of the coupling agent, either covalent bonds with the polymer can be created or it may just provide an organic coating on the silica which solvates the polymer.  There are different methods including “grafting to” [11, 12], “grafting from” [13, 14], and “grafting through” [15–17] to graft polymer chains on the surface of nanoparticles. In “grafting to” method, the functional groups of the backbone chain of the polymer react with the functional groups on the surface of nanoparticles. Although this method is relatively easy, the attachment of some chains to the surface results in a spatial hindrance which can restrict the reaction between more chains and functional groups at surface. Hence, this method leads to relatively low grafting densities. On the other hand, the “grafting from” method modifies the surface of the nanoparticles with a moiety so as to initiate polymerization. However, in the “grafting through” method, a polymerizable group is attached to the surface of the particles. Although the graft density in the last two methods may be high enough, since the modified particles are multifunctional, the propagating chains can participate in termination reactions and cross-linking may occur. On the other hand, in “grafting from” method, the loading content of silica particles can affect the concentration of initiator. Thus, in the case of studying the effect of loading contents of nanoparticles, different concentrations of initiator should be used, which can affect the molecular weight of the produced polymers and their properties.  Up until now, many polymerization techniques have been adapted for the preparation of polymer/silica nanocomposites, including conventional free radical [18], controlled/living radical polymerization (CLRP) [19–21], anionic [22], and cationic [23] polymerizations. To achieve optimum control over the structures of hybrids, CLRP techniques, because of their ability to prepare well-defined, narrow-polydispersity-index (PDI) polymers with versatile architectures, are preferred over the other methods. As compared with the other CLRP techniques, reversible addition fragmentation chain transfer (RAFT) polymerization has prominent advantages such as good compatibility with a wide range of monomers and facile experimental conditions which are similar to conventional radical polymerization in adding chain transfer agents (CTA’s) at the beginning of the reaction [24–26]. In RAFT polymerization systems, pre-equilibrium and main equilibrium reactions result in controlled and well-defined polymers in a wide range of temperatures. Thus, it is a robust method to prepare polymer-based nanocomposites having a matrix with narrow molecular weight distribution.  In this work, PMMA/Silica nanocomposites were prepared via RAFT polymerization technique to study the effect of nanoparticle loading content on the nanocomposite properties. Additionally, to investigate the effect of modification, “grafting through” method was used to synthesize the well-defined PMMA/modified silica nanocomposites. To this end, silica nanoparticles were modified with 3-methacryloxypropyldimethylchlorosilane, which contains a methacrylate group, to participate in polymerization reactions. All the samples were analyzed using GPC, TGA, DMTA, and DSC techniques."]], ["Experimental part", ["##Materials  Methyl Methacrylate (Merck, 99%) was passed through a basic alumina-filled column and dried over calcium hydride. Aerosil 200, as a silica nanoparticle, was purchased from Evonik Degussa and stirred in deionized water for 24 h and was then separated by centrifugation, filtered, dried, and finally stored in a vacuum oven (50 °C, 40 mmHg). Azobisisobutyronitrile (AIBN, Acros) was recrystallized from methanol. Anisole (Aldrich, 99%), toluene (Merck, 99%), diethyl ketone (DEK, Fluka, 98%), tetrahydrofuran (THF, Merck, 99%), methanol (Merck, 99%), n-hexane (Merck, 96%), aqueous HF (Merck, 48%), 3-methacryloxypropyldimethylchlorosilane (Aldrich, 85%), S-(thiobenzoyl)thioglycolic acid (Aldrich, 99%) as RAFT agent, methyltrioctylammonium chloride (Aldrich, 97%) and basic aluminum oxide (Fluka) were used as received. ##Modification of silica nanoparticles Dried silica nanoparticles (10 g) were dispersed in DEK (250 ml) by ultrasonication (20 kHz, 20 min) to obtain a clear suspension. After adding THF (30 ml) into a 500 ml three-necked round-bottom flask reactor, the reactor was degassed and recharged with nitrogen for 20 min. Then, 3-methacryloxypropyldimethylchlorosilane (2.5 ml, 9.74 mmol) was added dropwise and the reactor content was heated 72 h in a circulating-oil bath thermostated at 55 °C. Finally, the reaction content was cooled to room temperature and precipitated into n-hexane (1,200 ml). The particles were recovered by centrifugation at 3,000 rpm for 60 min. To prepare a pure product, the particles dissolved in acetone (500 ml) and reprecipitated in n-hexane (1,200 ml) and recovered by centrifugation. Modified silica nanoparticles were dried under vacuum overnight at 40 °C. FTIR characteristic peaks are 2968, 1720, and 1650 cm−1 related to alkyl C-H stretching, vibrating carbonyl, and stretching C = C bonds respectively. TGA results (270.9 μmol/g) show polymerizable groups on the surface of particles. DLS results confirm that the mean diameter of modified particles is 17.8 nm, which is slightly less than that of pristine particles (21.6 nm). This shows that the nanoparticles are dispersed without any significant agglomeration after functionalization. ##RAFT polymerization in the presence of pristine and modified silica nanoparticles RAFT polymerizations with [RAFT]/[AIBN]:4/1 (molar ratio) were performed in a 250-ml lab reactor which was placed in an oil bath thermostated at 75 °C. A number of batch polymerizations were run at different loading contents of nanoparticles during 6 h. The reactor was degassed and back-filled with nitrogen gas three times, and then left under N2. The batch experiments were carried out by adding deoxygenated monomer (0.2 mol, 21.2 ml), AIBN (0.2 mmol, 0.033 g), S-thiobenzoyl thioglycolic acid (0.8 mmol, 0.170 gr), toluene (21.2 ml), anisole (0.5 ml) as an internal standard, and pristine or modified silica nanoparticles to the reactor and the polymerization began by increasing the reaction temperature. A sample was taken before the reaction started as a reference sample to measure the monomer conversion. The resulted products were precipitated into methanol and dried under vacuum for 24 h at 50 °C. The recipes of the different samples are shown in Table 1. Also, all modification and polymerization steps are shown in Scheme 1. ##Separation of free polymer chains from nanoparticles  The prepared nanocomposites were dissolved in THF. By high-speed ultracentrifugation (10,000 rpm) and then passing the solution through a 0.2-micrometer regenerated cellulose (RC) filter, the free polymer chains were separated from pristine or modified silica nanoparticles. The solution was then poured into methanol (500 ml) to precipitate the polymer chains. After filtration, polymer was dried overnight in a vacuum oven at 50 °C. ##Detaching attached chains from silica surface In the case of modified silica nanoparticles, in addition to free chains, silica-anchored chains were obtained. To cleave these chains from the surface of nanoparticles, silica-g-PMMA nanoparticles were dissolved in toluene (2.5 ml) and then methyltrioctylammonium chloride (0.150 g) was added. 5% aqueous HF (2 ml) was added and the mixture was stirred for 2 h at room temperature. The organic layer was separated by 10000-rpm centrifugation during 30 min and then filtration via NC filters. The polymer was precipitated into methanol, filtrated, and then dried under vacuum overnight. ##Instrumentation FTIR spectra were recorded on a Bomem FTIR spectrophotometer within a range of 500–4,000 cm−1 using a resolution of 4 cm−1. On average, 32 scans have been reported for each sample. Cell pathlength was kept constant during all the experiments. The samples were prepared on a KBr pellet in vacuum desiccators under a pressure of 0.01 torr. Thermal gravimetric analyses were carried out with a PL thermo-gravimetric analyzer (Polymer Laboratories, TGA 1000, UK). The thermograms were obtained between ambient temperature and 600 °C at a heating rate of 10 °C/min. A sample weight of about 10 mg was used for all the measurements, and nitrogen was used as the purging gas at a flow rate of 50 ml/min. Ultrasonication was performed using a probe ultrasound (Hielscher UIP1000hd, 20 kHz, Germany). Particle sizes and their distribution were analyzed using a dynamic light scattering (DLS) instrument (Malvern Nano Zetasizer ZS 90, United Kingdom) with a scattering angle of 176.1. The reported diameter is comprised of 2 measurements and the errors have been estimated to be 3% at most. The measurement was done after the samples were diluted by DEK. Dynamic mechanical tests were performed with a PL-DMTA instrument (Polymer Laboratory) between ambient temperature and 160 °C at a frequency of 1 Hz with a sample size of 1 cm by 3 cm. Thermal analyses were carried out using a differential scanning calorimetry (DSC) instrument (NETZSCH DSC 200 F3, Netzsch Co, Selb/Bavaria, Germany). Nitrogen at a rate of 50 mL/min was used as the purging gas. Aluminum pans containing 2–3 mg of the samples were sealed using the DSC sample press. The samples were heated from ambient temperature to 180 °C at a heating rate of 10 °C/min. Tg was obtained as the inflection point of the heat capacity jump. Ultrasonication was done using a probe ultrasound (Hielscher UIP1000hd, 20 kHz, Germany). Gas chromatography (GC), as a simple and highly sensitive characterization method, was performed on an Agilent-6890 N with a split/splitless injector and flame ionization detector, using a 60 m HP-INNOWAX capillary column for the separation. GC temperature profile included an initial steady heating at 60 °C for 10 min and a 10 °C/min ramp from 60 to 160 °C; the samples were also diluted with acetone. Ratio of monomer to anisole was measured by GC to calculate monomer conversion. Average molecular weights and molecular weight distributions were measured by gel permeation chromatography (GPC) technique. A Waters 2000 ALLIANCE with a set of three columns of pore sizes of 10000, 1000, and 500 Å was utilized to determine polymer average molecular weight and polydispersity index (PDI). THF was used as the eluent at a flow rate of 1.0 ml/min, and the calibration was carried out using low polydispersity PMMA standards. Transmission electron microscope (TEM), Philips EM 208 with an accelerating voltage of 80 kV was used to study the morphology of the nanocomposites; the samples of 70 nm thickness were prepared by Reichert-ultramicrotome (type OMU 3)."]], ["Results and discussion", ["##Characterization of PMMA/silica nanocomposites ###Conversion and molecular weight  To investigate the effect of nanoparticle addition on the polymerization kinetics, monomer conversion, molecular weights and molecular weight distributions are shown in Figs. 1 and 2 for LMPS and LMMS nanocomposites respectively. In the case of the LMMS samples, molecular weight distributions are studied separately for free and attached polymer chains. Addition of silica nanoparticles affects the kinetics of polymerization while monomer conversion does not change uniformly. Monomer conversion increases by increasing silica content up to 7 wt% and then it decreases. This phenomenon might be attributed to the partially polarizing effect of the silica nanoparticles on the reaction medium and thereby its acceleration effect on the polymerization rate [6]. An increase in polymerization rate could also be ascribed to the creation of an effective flow facilitating the mobility of macromolecules [27] and a reduction in termination reactions due to an increase in viscosity. Also, a decrease in conversion at a loading content of 9 wt% could be ascribed to a reduction in system stability due to the formation of aggregates [28]. The same trend is seen for nanocomposites with modified nanoparticles; however, monomer conversion is lower in this case. This could be attributed to a decrease in the concentration of OH groups, which consequently leads to a decrease in system polarity. On the other hand, free radicals attached to the surface of nanoparticles have less mobility than free chains; therefore, propagation rate and thereupon reaction rate and conversion decrease. A 9 wt% loading content of silica nanoparticles results in a conversion decrement due to a reduction in the system stability.  According to the results, in both LMPS and LMMS nanocomposites, molecular weight of free chains increases by increasing silica contents up to 7 wt%. A reduction in termination reaction rate due to an increase in viscosity and the depression of the effect of physical phenomena (such as macromolecule diffusion) on polymerization rate constant at higher conversion could be the reasons for increasing number-average molecular weight. However, lower system stability in the presence of 9 wt% of nanoparticles may lead to a reduction in Mn. In addition, in the presence of lower amounts of silica, PDI values are smaller than 1.50, which means good control on molecular weight; nonetheless, the introduction of silica nanoparticles into polymerization media generally causes an increment in PDI values. Although, there is no obvious reasons to justify such a phenomenon, nanoparticles could be assumed as impurities in polymerization media. A significant decrease in Mn of LMMS492 with respect to LMMS472 can be attributed to the formation of 3D networks composed of silica nanoparticles [30] which are bonded together covalently. These 3D networks reduce the mobility of free radicals and cause a decrease in conversion and molecular weight. For attached chains, increasing silica content leads to increase in molecular weight. Additionally, PDI rises as silica content increases and PDI values are much higher than those of free chains (2). It might be resulted from diffusional phenomena such as “shielding effect”, which makes free radicals and monomer diffuse difficultly to surface and thus the reaction will be diffusion-controlled. Therefore, it can be concluded that silica nanoparticles cause poorer control on RAFT polymerization.  ###Thermophysical properties  In PMMA/modified silica nanocomposites, due to the existence of polymerizable groups on the surface, some chains can be attached to the surface of nanoparticles. To obtain the grafting density for different samples, TGA analyses were used after free chains were separated from nanocomposites (Fig. 3). Mass loss differences from 100 °C to 600 °C including the mass loss of modifier are equal to 54.8, 49.3, 45.5, 40.9, and 38.7 wt% for LMMS412, LMMS432, LMMS452, LMMS472 and LMMS492 respectively. The results show that increasing silica content leads to a decrease in the quantity of polymer chains attached to the silica surface. This could be due to a rise in molar ratio of polymerizable groups on the surface of nanoparticles to free radicals. Therefore, there is considerable competition between polymerizable groups to react with radicals, which can result in a decrease in the grafting density (Table 2).  As shown in Figs. 4 and 5, TGA technique was also used to study the thermal stability of nanocomposites prepared via RAFT polymerization. According to the data obtained, the thermal stabilities of all the nanocomposites are higher than the neat PMMA, whereas modified nanoparticles improve thermal stability more than pristine ones. This may be ascribed to a better dispersion of modified nanoparticles and lower monomer conversion values which lead to higher silica contents in the nanocomposites (Figs. 1 and 2). According to DTGA curves, two stages of degradation are observed in all PMMA/pristine silica and PMMA/modified silica nanocomposites. Such thermal behaviors have also been reported formerly [29]. Two stages of degradation were reported by Perrier et al. for PMA prepared via RAFT polymerization, which was attributed to chain-anchored RAFT agents and random chain scission [29]. Hence, it can be concluded that the first stage of degradation is related to the decomposition of thio- groups which is delayed by adding silica nanoparticles. The main stage of degradation is ascribed to random chain scission. Some thermal properties of the synthesized nanocomposites are summarized in Table 3. According to the results, random chain scission occurs from 280 °C to 360 °C and higher amounts of silica increases degradation temperature. Moreover, the degradation of chain-anchored RAFT agents takes place between 148 °C and 165 °C. Except for LMPS492, increasing silica contents augments thermal stability which is considerable in the case of modified silica nanoparticles. The decomposition temperature of LMPS492 is lower than that of LMPS472 due to agglomerations in which heat accumulates in some region of matrix; this causes the local degradation of matrix and thus a noticeable improvement in thermal stability is not seen.  Dynamic mechanical thermal analyses (DMTA) are used to study the dynamic mechanical properties of PMMA/pristine silica and PMMA/modified silica nanocomposites. In determining such properties, the filler-filler and polymer-filler interactions are competitive; when filler-filler interactions are stronger, tight agglomerates are formed and the dispersion is not appropriate. Figures 6 and 7 show the variation of storage modulus (E′) and tanδ versus temperature for nanocomposites with pristine and modified silica nanoparticles. In addition, some properties are tabulated in Table 4. According to the results obtained, the storage modulus values of all the LMMS and LMPS nanocomposites are higher than that of the neat PMMA; nevertheless, in both cases, storage modulus of nanocomposite containing 7 wt % silica is higher than that of nanocomposite containing 9 wt % silica. This corroborates the explanation mentioned above. At 9 wt % loading of nanoparticles, the silica agglomeration occurs, which weakens polymer-filler interactions; in other words, at 7 wt % silica content a better dispersion favors the polymer-filler interactions. Therefore, the filler dispersion seems to be the most important parameter affecting the storage modulus in the glassy region. Also, E′ in the rubbery region shows the same trend as that in the glassy region (Table 4), where the system with 7 wt% silica leads to a maximum modulus. To this end, TEM images of different samples are shown in Fig. 8. It is clear that a better dispersion is achieved for LMMS samples, while more agglomerations are seen for LMPS ones. Also, increasing silica content causes to form more agglomerations and best dispersion is observed for LMMS432. Table 4 also shows Tg values as the temperature at which tanδ is maximum. It can be seen that the highest Tg value is obtained when 7 wt% silica is added in both LMMS and LMPS nanocomposites; however, Tg values of LMMS nanocomposites are higher than that of LMPS nanocomposites. On the other hand, modification of nanoparticles leads to higher Tg values. The maximum value of tanδ—which is related to the number of polymeric chains that undergo the transition—decreases by increasing silica content (Figs. 6 and 7 and Table 4). The lower PMMA concentration is reflected in the lower tanδ heights. Additionally, as already explained, the DSC results for Tg values support those from DMTA, but Tg values measured by DMTA are higher than those by DSC by 0.4–4.2 °C (Table 4).  ###Particle size distribution  Figure 9 shows DLS results for hybrid silica-g-PMMA hybrid particles. After polymerization, the particle size of nanoparticles increases to 36.4, 34.1, 33.2, 30.1, and 34.3 for LMMS412, LMMS432, LMMS452, LMMS472, and LMMS492 respectively. This is because of attachment of polymer chains to the surface of particles. It is seen that the thickness of PMMA shell due to a decrease of the ratio of monomer to polymerizable groups on surface reduces as silica content increases up to 7 wt%; this is also supported by the TGA results. As observed in Fig. 9, particle size increases for LMMS492. A distinct peak at about 100 nm is a result of crosslinking reactions between modified silica nanoparticles as multi-functional sites. These nanoparticles can react with each other via termination and transfer reactions and form silica networks with covalent bonds. "]], ["Conclusion", [" Effect of pristine nanoparticle loading on the properties of PMMA/silica nanocomposites prepared via RAFT polymerization was investigated. In order to improve the dispersion of silica nanoparticles in PMMA matrix, the silanol groups of the silica are functionalized with methyl methacrylate groups and modified nanoparticles were used to synthesize PMMA/modified silica nanocomposites via RAFT polymerization. In PMMA/modified silica nanocomposites, increasing silica content lead to decrease in grafting density. Thermal stabilities and storage modulus values of all the nanocomposites are higher than the neat PMMA while modified nanoparticles improve thermal stability and mechanical properties more than pristine ones while an optimum silica content is obtained in which the best properties of nanocomposites are achieved. The highest Tg value is obtained for 7 wt % silica content in both LMMS and LMPS nanocomposites while Tg values for LMMS nanocomposites are higher than LMPS nanocomposites. In high loading values of silica nanoparticles, according to DLS results, crosslinking reaction lead to formation of covalently bonded silica networks. Addition of silica nanoparticles affects the kinetics of polymerization and monomer conversion increases with increasing silica content up to 7 wt % and then it decreases. The same trend is seen for nanocomposites with modified nanoparticles while monomer conversions are lower in comparison with the pristine nanoparticles. In both LMPS and LMMS nanocomposites, molecular weight of free chains increases with increasing silica contents up to 7 wt % of silica content. For attached chains, increasing silica content leads to increase in molecular weight. Also, PDI increases with increasing silica content and PDI values are much higher than those of free chains."]]], "doi": "10.1007/s10965-011-9793-1", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 Monomer conversion and GPC results for the LMPS nanocomposites with different contents of pristine silica nanoparticles"], ["Fig. 2", "Fig. 2", "Fig. 2 Monomer conversion and GPC results for the LMMS nanocomposites with different contents of modified silica nanoparticles"], ["Fig. 3", "Fig. 3", "Fig. 3 TGA thermodiagrams of hybrid nanoparticles after separating  free chains   "], ["Fig. 4", "Fig. 4", "Fig. 4 TGA results of PMMA/silica nanocomposites with different  amounts of pristine silica nanoparticles prepared via RAFT  polymerization   "], ["Fig. 5", "Fig. 5", "Fig. 5 TGA results of PMMA/silica nanocomposites with different  amounts of modified silica nanoparticles prepared via RAFT  polymerization   "], ["Fig. 6", "Fig. 6", "Fig. 6 DMTA results of PMMA/silica nanocomposites with different  amounts of pristine silica nanoparticles prepared via RAFT  polymerization   "], ["Fig. 7", "Fig. 7", "Fig. 7 DMTA results of PMMA/silica nanocomposites with different  amounts of modified silica nanoparticles prepared via RAFT  polymerization   "], ["Fig. 8", "Fig. 8", "Fig. 8 TEM images of LMPS432 (A), LMMS432 (B), LMPS492 (C) and LMMS492 (D)   "], ["Fig. 9", "Fig. 9", "Fig. 9 DLS results of PMMA-g-silica nanoparticles with different  amounts of modified silica nanoparticles prepared via RAFT  polymerization   "], [null, null, "Scheme 1 Modification and polymerization steps for preparation PMMA/silica nanocomposites   "]], "table_captions": [["Table 1", "Table 1", "Table 1 The recipes of different samples prepared via RAFT polymerization of methyl methacrylate at 75 °C and [RAFT]/[AIBN]:4/1 (molar ratio)"], ["Table 2", "Table 2", "Table 2 Grafting density for PMMA/silica nanocomposites prepared via RAFT polymerization with different modified silica content"], ["Table 3", "Table 3", "Table 3 Thermal properties of PMMA/silica nanocomposites with different pristine and modified silica nanoparticle loadings prepared via RAFT polymerization"], ["Table 4", "Table 4", "Table 4 Thermophysical properties of PMMA/silica nanocomposites with different pristine and modified silica nanoparticles prepared via RAFT polymerization obtained from DMTA and DSC"]], "tables": []}