{"title": "Highly Conductive Poly(methyl methacrylate) (PMMA)-Reduced Graphene Oxide Composite Prepared by Self-Assembly of PMMA Latex and Graphene Oxide through Electrostatic Interaction", "abstract": " We report a simple, environmentally friendly approach for preparing highly conductive poly(methyl methacrylate)–reduced graphene oxide (PMMA-RGO) composites by self-assembly of positively charged PMMA latex particles and negatively charged graphene oxide sheets through electrostatic interactions, followed by hydrazine reduction. The PMMA latex was prepared by surfactant-free emulsion polymerization using a cationic free radical initiator, which created the positive charges on the surface of the PMMA particle. By mixing PMMA latex with a graphene oxide dispersion, positively charged PMMA particles easily assembled with negatively charged graphene oxide sheets through electrostatic interaction. The obtained PMMA-RGO exhibited excellent electrical properties with a percolation threshold as low as 0.16 vol % and an electrical conductivity of 64 S/m at only 2.7 vol %. Moreover, the thermomechanical properties of PMMA-RGO were also significantly improved. The storage modulus of PMMA-RGO increased by about 30% at 4.0 wt % RGO at room temperature while the glass transition temperature of PMMA-RGO increased 15 °C at only 0.5 wt % RGO. KEYWORDS: PMMA reduced graphene oxide composite hydrazine self-assembly latex colloidal blending ", "body": [["Abstract", [" We report a simple, environmentally friendly approach for preparing highly conductive poly(methyl methacrylate)–reduced graphene oxide (PMMA-RGO) composites by self-assembly of positively charged PMMA latex particles and negatively charged graphene oxide sheets through electrostatic interactions, followed by hydrazine reduction. The PMMA latex was prepared by surfactant-free emulsion polymerization using a cationic free radical initiator, which created the positive charges on the surface of the PMMA particle. By mixing PMMA latex with a graphene oxide dispersion, positively charged PMMA particles easily assembled with negatively charged graphene oxide sheets through electrostatic interaction. The obtained PMMA-RGO exhibited excellent electrical properties with a percolation threshold as low as 0.16 vol % and an electrical conductivity of 64 S/m at only 2.7 vol %. Moreover, the thermomechanical properties of PMMA-RGO were also significantly improved. The storage modulus of PMMA-RGO increased by about 30% at 4.0 wt % RGO at room temperature while the glass transition temperature of PMMA-RGO increased 15 °C at only 0.5 wt % RGO. KEYWORDS: PMMA reduced graphene oxide composite hydrazine self-assembly latex colloidal blending "]], ["Introduction", ["Graphene, a monolayer of sp2-hybridized carbon atoms arranged in a two-dimensional lattice, has attracted great attention in recent years owing to its outstanding mechanical, thermal, and electrical properties as well as large surface area. (1-3) Thus, graphene has been regarded as an ideal nanofiller for improving mechanical, electrical, thermal, and gas barrier properties of polymers. (4-8) The polymer–graphene nanocomposite has great potential for wide range of applications such as reinforced materials, flame retardant, electronic devices, electrostatic charge dissipation, electromagnetic interference shielding, and packaging. (4, 5) So far, various techniques have been developed for producing graphene including micromechanical cleavage, chemical vapor deposition, liquid-phase exfoliation of graphite, and reduction of graphene oxide by chemical reducing agents and thermal treatment. (2) Among these, the reduction of graphene oxide is considered as a large-scale method which is suitable for the production of graphene for use as a nanofiller for polymer nanocomposites. (2, 4-8) However, the key challenge in preparation and processing bulk-quantity graphene sheets by chemical reduction of graphene oxide is the irreversible aggregation of reduced graphene oxide (RGO). (9) RGO has very low dispersibility in organic solvents, (10-12) which is a major obstacle in the preparation of polymer–RGO composites by solution blending since most engineering polymers are soluble in organic solvents. (5, 6, 12) Colloidal blending based on latex technology has been widely used to prepare polymer–CNT nanocomposites by mixing polymer latex with a CNT aqueous dispersion. (13-17) In this technique, the polymer latex particles create excluded volume and essentially push nanofiller particles into the interstitial space between them, dramatically reducing the space available for the filler to form a segregated conductive network. Colloidal blending was recently applied to prepare polymer–RGO composites with various kinds of polymers such as polystyrene, polycarbonate, and poly (styrene-co-acrylonitrile). (18-20) The polymer–RGO composites prepared by latex technology exhibited not only lower percolation threshold but also greater electrical conductivity compared to polymer–RGO composites prepared by solution blending due to the formation of a segregated network of RGO in the polymer matrix. (20) However, one of the disadvantages of this approach is using a large amount of surfactant to disperse the polymer and RGO in the aqueous phase. The usage of a large amount of surfactant is undesirable due to the fact that the surfactant, a nonconductive material, absorbs onto the surface of the RGO sheets and likely limits the electron transport of the RGO sheet junctions in the final composite. (18) Another disadvantage of latex technology is that the freeze-drying technique is usually used to prepare a bulk amount of composite instead of conventional filtration and drying, because conductive filler and the polymer particles easily separate during the filtration process. (14-16, 18) Although freeze-drying is an effective method to prevent the separation of the conductive filler and the polymer particles, it requires complicated equipment, high cost, and time, and it also cannot remove the surfactant dissolved in the supernatant as in the filtration process. It is well-known that the graphene oxide (GO) and RGO sheets are highly negatively charged when dispersed in an aqueous solution, especially in an alkaline solution, due to the ionization of the phenolic hydroxyl and carboxylic acid groups. (21, 22) Taking advantage of this property, the self-assembly of negatively charged RGO with positively charged MWCNT or polymer particles has been performed to produce graphene-based hybrid nanomaterials. (22-24) Although RGO can be dispersed in an aqueous solution, the low concentration of RGO is not appropriate for preparation of polymer–RGO composites in bulk production. In this paper, we report a new approach to prepare poly(methyl methacrylate)–RGO composites (PMMA-RGO) by self-assembly of PMMA latex particles and graphene oxide sheets through electrostatic interaction, followed by hydrazine reduction of graphene oxide. The PMMA latex was prepared by surfactant-free emulsion polymerization using a cationic free radical initiator, which created the positive charges on the surface of the PMMA particle. Graphene oxide dispersion was used instead of RGO dispersion to avoid using surfactant. By mixing PMMA latex with a graphene oxide dispersion, positively charged PMMA particles easily assembled with negatively charged graphene oxide sheets through the electrostatic interaction. The obtained PMMA-RGO composite exhibited not only very low percolation threshold and high electrical conductivity but also great improvement in thermal and mechanical properties."]], ["Experimental Section", ["##Materials Expandable graphite (Grade 1721) was kindly provided by Asbury Carbon. Concentrated sulfuric acid (H2SO4), potassium permanganate (KMnO4), hydrochloric acid (HCl), and hydrogen peroxide (H2O2) were purchased from Samchun Chemicals. Methyl methacrylate (MMA) and 2,2′-Azobis (2-methylpropionamidine) dihydrochloride were purchased from Sigma Aldrich. All chemicals were used as received without further purification. ##Preparation of GO Dispersion The as-synthesized GO was prepared by the modified Hummers method from expanded graphite, which was prepared by the microwave-assisted thermal expansion of expandable graphite (25, 26) (see details in the Supporting Information). The as-synthesized GO (10 mg/mL) was diluted with deionized water to 1.0 mg/mL and sonicated in an ultrasonic bath (Jeiotech UC-10, 200 W) for 10 min to create a homogeneous GO dispersion. ##Preparation of Positively Charged PMMA Latex Positively charged PMMA latex was prepared by surfactant-free emulsion polymerization. Typically, 875 mL of deionized water and 100 g of MMA were charged into a 2 L flask. The mixture was stirred at 350 rpm and bubbled with nitrogen for 30 min. The temperature was increased to 70 °C, follow by addition of 0.15 g of 2,2′-Azobis (2-methylpropionamidine) dihydrochloride dissolved in 25 mL of deionized water. The polymerization was carried out under stirring for 6 h. The PMMA latex has a concentration of 10 wt %. ##Preparation of PMMA-RGO Composite In a typical procedure, 100 g of PMMA latex was gradually added to the desired volume of the GO dispersion (1 mg/mL) under vigorous stirring for 30 min. The colloidal suspension PMMA-GO composite was reduced with hydrazine (GO/hydrazine 1:10 w/w) at 80 °C for 3 h. The obtained colloidal suspension of PMMA-RGO composite was filtered, washed with methanol 3 times, and dried at 80 °C for 12 h. PMMA-RGO composite was then crushed into a fine powder using a mortar and pestle. The PMMA-RGO composite was further compression molded in a hydraulic hot press (Collin Press 200G) at 30 bar with a temperature of 210 °C for 5 min to create a PMMA-RGO composite pellet. The mass fraction of RGO loading was converted to a volume fraction by the following equation: (17)where v and w are the volume fraction and mass fraction of RGO, respectively, and ρp and ρg are the density of PMMA and RGO, which can be taken as 1.18 and 2.2 g/cm3, (27, 28) respectively. Note that, due to the difficulty in determining the exact RGO loading after hydrazine reduction of PMMA-GO, the RGO loading is assumed to be equal to the input GO loading. ##Characterization Zeta potentials of the graphene oxide dispersion and PMMA latex were measured using a zetasizer (Nano ZS, Malvern Instruments). The morphologies of the PMMA-RGO composite powder and the fresh-fractured cross-section of the PMMA-RGO composite pellets were characterized via scanning electron microscopy (SEM, Quanta200, FEI). PMMA-RGO composite powder samples were Pt coated before surface scanning. Images of the fresh-fractured cross-section of the PMMA-RGO composite pellet were acquired (without sample treatment) using the charge contrast imaging mode. Electrical resistances of PMMA-RGO pellets (samples size ∼2 × 2 × 0.3 mm3) were measured using the four-point probe method (CMT-10 MP, Advanced Instrument Technology). The thicknesses of the PMMA-RGO pellets were measured using a caliper with a 0.01 mm accuracy (Absolute Digimatic, Mitutoyo). Thermal properties of PMMA-RGO were characterized using a TGA (Q50, TA Instruments) and DSC (Q20, TA Instruments) under a nitrogen atmosphere at a heating rate of 10 °C/min. The dynamic mechanical properties of PMMA-RGO were measured using a dynamic mechanical analyzer (DMA-Q800, TA Instrument) in a single cantilever deformation mode at a frequency of 1 Hz. The sample size was 30 × 10 × 2 mm3. The temperature was swept from 0 to 180 °C at a rate of 3 °C/min."]], ["Results and Discussion", ["##Self-Assembly of PMMA Latex Particle and GO through Electrostatic Interaction The preparation of a PMMA-RGO composite by self-assembly of PMMA latex and graphene oxide is illustrated in Figure 1a. The PMMA latex was prepared by surfactant-free emulsion polymerization using cationic free radical initiator which created the positive charges on the surface of the PMMA particle. The zeta potential of the PMMA latex was 34.9 mV, indicating the PMMA latex particle was highly positively charged. In contrast, the graphene oxide sheet is highly negatively charged due to the presence of oxygen functional groups such as phenolic hydroxyls and carboxylic acids on the surface and edges. (21) The zeta potential of the graphene oxide dispersion was −43.4 mV. By gradually adding PMMA latex into the graphene oxide dispersion, coagulation was observed, indicating that the PMMA latex particles and graphene oxide sheets were assembled with each other due to the opposite charges, Figure 1b. Although the size of PMMA latex particles was approximately 200 nm (Figure 2a), attempts to filter the PMMA-GO suspension with 1.0 μm pore size cellulose filter paper resulted in clear filtrate, implying that the PMMA latex particles and graphene oxide sheets were tightly assembled. After hydrazine reduction, the PMMA-RGO was precipitated due to the aggregation of the RGO sheets, and it was easily filtered with 6.0 μm pore size cellulose filter paper. As seen in the PMMA-RGO vial of Figure 1b, the supernatant was clear, implying full assembly and precipitation of PMMA particles with RGO sheets. ## Morphologies of PMMA-RGO Composites The morphologies of PMMA and PMMA-RGO composites characterized by SEM are shown in Figure 2. PMMA particles are spherical and show a monodistribution with a particle size of approximately 200 nm. Morphologies of PMMA-RGO composites show that PMMA particles were tightly wrapped by RGO sheets, confirming strong interactions between PMMA particles and RGO sheets. RGO sheets had lateral sizes varying from a few to 10 μm (Figure S1, Supporting Information), (25) much larger than the size of the PMMA particle, allowing one RGO sheet to interpose itself between several PMMA particles. As seen in Figure 2b–d, the RGO sheets wrapping the PMMA particles connected with each other to form a conductive RGO network in the interstitial space between PMMA particles. It is well-known that the dispersion of a nanofiller in the polymer matrix directly correlates with its effectiveness for improving mechanical, electrical, thermal, and other properties of polymer nanocomposites. The dispersion of RGO in the PMMA matrix in compression molded samples was characterized by SEM imaging in charge contrast mode (Figure 3). Because of the different capacity for charge transport in the conductive RGO and insulating PMMA matrix, the secondary electron yield is enriched at the location of the RGO, which results in the contrast between the RGO sheets and the PMMA matrix. (16) SEM images of PMMA-RGO show clearly that crumpled and wrinkled RGO sheets were uniformly distributed in the PMMA matrix and the density of RGO proportionally increased with RGO loading. The crumples and wrinkles in the RGO sheets dispersed in the PMMA matrix can be attributed to the preservation of the configuration of RGO-wrapped PMMA particles. It is interesting to note that RGO sheets were densely observed even at an RGO loading as low as 1.0 wt %, and these sheets connected with each other to create a conducting network, leading to the expectation of a highly conductive material. ## Properties of PMMA-RGO Composites Electrical conductivity is one of the most valuable properties of RGO. By incorporating a small amount of RGO into polymer matrix, the electrical conductivity of the composite can increase over 1010 times compared to the parent polymer. (18, 19, 27, 29) Figure 4 exhibits the electrical conductivity of PMMA-RGO as function of RGO volume fraction at room temperature, demonstrating percolation behavior. An abrupt increase in electrical conductivity is obtained for the composites when the RGO loading attains about 0.16 vol %, indicating the percolation threshold for formation of a conductive RGO network in the PMMA matrix is reached. A further increase in RGO loading led to a sharp increase in the electrical conductivity. At 0.6 vol %, the electrical conductivity of PMMA-RGO exceeded 1 S/m, which is a sufficient level of conductivity for many electrical applications including electromagnetic interference, (27, 30) whereas at 1.0 vol % the conductivity was more than 10 S/m. Subsequent increases in RGO loading above 1.0 vol % yield a moderate rise in conductivity. The maximum conductivity of about 64 S/m was achieved with an RGO loading of 2.7 vol %. The electrical conductivity of the PMMA-RGO composite in comparison to those of other polymer–graphene composites is shown in Table 1. The percolation threshold of PMMA-RGO is only 0.16 vol %, which is comparative to the most lowest percolation threshold of polymer–graphene composites reported. Furthermore, the electrical conductivity of PMMA-RGO is also one of the highest values ever reported for low graphene loadings. The low percolation threshold and high electrical conductivity of PMMA-RGO can be attributed to the formation of a segregated conducting network of RGO in the interstitial space between PMMA particles, which is one of the advantages of a latex technology approach. Moreover, preparation of PMMA-RGO via latex technology without using a surfactant is the key factor, resulting in superior electrical properties of PMMA-RGO. The thermal stability of PMMA-RGO composites characterized in nonoxidative conditions is shown in Figure 5. The onset decomposition temperature of the composite increased about 10 °C at 1.0 wt % RGO compared to neat PMMA and then slightly decreased with increasing RGO loading. The improvement in thermal stability of PMMA-RGO composites can be attributed to the formation of a high aspect ratio, inflammable RGO network in the polymer matrix, which acted as a barrier inhibiting the emission of the decomposition products during combustion. (5, 32) Owing to their excellent mechanical strength and very high aspect ratio, RGO fillers have been widely reported to improve the mechanical properties of polymer composites relative to the host polymer. (5-7, 19, 28, 29) By incorporation of RGO into a polymer matrix, RGO acts as the primary load-bearing component of polymer nanocomposite, leading to the enhancement in mechanical properties. (5, 7) The mechanical properties of the PMMA-RGO characterized by DMA are shown in Figure 6. It is obvious that the addition of RGO into the PMMA matrix provides a significant enhancement in the storage modulus in both glassy and rubbery regions. Figure 5a,b shows that the storage modulus gradually increased with RGO loading and temperature. At room temperature, the storage modulus increased about 30% at 4 0.0 wt % while, in the rubbery region, a dramatic increase in storage modulus of approximately 5000% was observed at the same RGO loading. Note that the improvement in storage modulus of PMMA-RGO is comparable to the RG-O/PMMA composite prepared by in situ solution polymerization in previous reports. (33) Figure 6c shows the damping tan δ curves of PMMA-RGO composites as function of temperature, from which one can see that the loss factor notably decreased with increasing RGO loading. The incorporation of RGO resulted in a dramatic decrease in area under the damping peak, indicating that the segmental mobility of the PMMA chains during the glass transition was significantly limited and obstructed by the presence of the RGO sheets. (34) Furthermore, the glass transition temperature (Tg) of PMMA-RGO determined by the maximum peak value of the tan δ peak significantly increased, i.e., about 15 °C at only 0.5 wt %. However, Tg did not increase with further increasing RGO loading. The significant improvement in Tg at very low RGO loading indicates strong interfacial interaction between RGO sheets and the PMMA matrix. The strong interfacial interaction between RGO and the PMMA matrix was confirmed by SEM images of morphologies of fresh-fractured surface of PMMA and PMMA-RGO (Figures 7 and S3Supporting Information). Figure 7 reveals large differences in the morphology of the fresh-fractured surface of PMMA and PMMA-RGO. The fractured surface of PMMA is quite flat, while the surfaces of PMMA-RGO composites are very rough with several protruding RGO sheets, which were thickly coated with absorbed PMMA, indicating strong interfacial interaction between RGO sheets and PMMA. The strong interaction between PMMA and RGO can be explained by the combination of hydrogen bonds which may form between the remaining hydroxyl groups of RGO and the carbonyl group of PMMA (35) and electrostatic interaction between negatively charged oxygen functional groups of RGO and positively charged amine groups on the head of the PMMA chain."]], ["Conclusions", ["We report a simple, environmentally friendly approach for preparing highly conductive PMMA-RGO composites by self-assembly of positively charged PMMA latex particles and negatively charged GO sheets through electrostatic interaction, followed by hydrazine reduction. PMMA-RGO exhibited excellent electrical properties with the percolation threshold as low as 0.16 vol % and an electrical conductivity of 64 S/m at only 2.7 vol % RGO loading. The excellent electrical properties of PMMA-RGO resulted from the formation of a segregated network of RGO sheets in the PMMA matrix. Moreover, the thermomechanical properties of PMMA-RGO were also significantly improved. The storage modulus of PMMA-RGO increased about 30% at 4.0 wt % RGO at room temperature while the Tg of PMMA-RGO increased 15 °C at only 0.5 wt % RGO. The significant improvement in storage modulus and Tg of PMMA-RGO was explained by strong interfacial interaction between RGO sheets and PMMA matrix. We believe that this approach can be used for preparing polymer–RGO composites not only for PMMA but also for several other vinyl polymers which can be prepared by emulsion polymerization using free radical initiators such as polystyrene, polyacrylonitrile, poly (vinyl chloride), and poly vinyl acetate."]]], "doi": "10.1021/am300297j", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Schematic illustration of self-assembly of PMMA latex and GO, followed by hydrazine reduction of GO and (b) photographs of  PMMA latex, GO dispersion, PMMA-GO, and PMMA-RGO suspensions.   "], ["Figure 2", "Figure 2", "Figure 2. Morphologies of (a) PMMA and PMMA-RGO composites  at different RGO loading: (b) 0.5 wt %, (c) 2.0 wt %, and (d) 4.0 wt %.   "], ["Figure 3", "Figure 3", "Figure 3. Cross-sectional SEM images of the freshly fractured surfaces  of PMMA-RGO pellets with different RGO loading: (a) 1.0 wt %, (b)  2.0 wt %, and (c) 4.0 wt % and (d) high magnification of (b) imaging  in the charge contrast mode.   "], ["Figure 4", "Figure 4", "Figure 4. The electrical conductivity of PMMA-RGO as a function of  RGO volume fraction.   "], ["Figure 5", "Figure 5", "Figure 5. Thermal stability of PMMA-RGO composites."], ["Figure 6", "Figure 6", "Figure 6. Thermomechanical properties of PMMA-RGO composite: (a) storage modulus, (b) relative storage modulus, (c) tan δ as function of  temperature, and (d) glass transition temperature as function of RGO loading.   "], ["Figure 7", "Figure 7", "Figure 7. Morphology of fresh-fractured surfaces of PMMA-RGO  pellets at different loadings: (a) pristine PMMA, (b) 0.5 wt %, (c) 2.0  wt %, and (d) 4.0 wt %.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Electrical Conductivity of Polymer–Graphene Composites"]], "tables": []}