{"title": "Properties of PMMA/Carbon nanotubes nanocomposites prepared by “grafting through” method", "abstract": " A number of batch polymerizations were performed to study the effect of multi-walled carbon nanotubes (MWCNTs) on the properties of PMMA/MWCNTs nanocomposites. To improve the dispersion of nanotubes in PMMA matrix, MWCNTs were functionalized with methacrylate groups via a four-step modification process and the modified nanoparticles were used to synthesize the nanocomposites. The prepared samples were characterized by Raman spectroscopy, thermogravimetric analysis, dynamic mechanical thermal analysis, differential scanning calorimetry, gel permeation chromatography, UV–visible, and TEM techniques. According to the results, modified nanotubes improved thermal and mechanical properties better than the pristine MWCNTs. The main improvement in the mechanical and thermophysical properties was achieved for the nanocomposite containing 0.5 wt% of MWCNTs. ", "body": [["Abstract", [" A number of batch polymerizations were performed to study the effect of multi-walled carbon nanotubes (MWCNTs) on the properties of PMMA/MWCNTs nanocomposites. To improve the dispersion of nanotubes in PMMA matrix, MWCNTs were functionalized with methacrylate groups via a four-step modification process and the modified nanoparticles were used to synthesize the nanocomposites. The prepared samples were characterized by Raman spectroscopy, thermogravimetric analysis, dynamic mechanical thermal analysis, differential scanning calorimetry, gel permeation chromatography, UV–visible, and TEM techniques. According to the results, modified nanotubes improved thermal and mechanical properties better than the pristine MWCNTs. The main improvement in the mechanical and thermophysical properties was achieved for the nanocomposite containing 0.5 wt% of MWCNTs. "]], ["INTRODUCTION", [" Carbon nanotubes (CNTs) have raised much interest during recent years due to their inherent extraordinary electrical and mechanical properties [1]. By introducing small amounts of CNTs, mechanical and electrical properties of composite materials can be improved tremendously [2]. Several processing methods are available for fabricating polymer composites. They mainly include solution mixing [3], in situ polymerization [4], and melt blending [5] processes. Although inherently different processing routes have been attempted, they all address important issues that affect composite properties, such as exfoliation of CNT bundles and ropes, homogeneous dispersion of individual tubes into the matrix, alignment, and interfacial bonding.  On the other hand, radical polymerization in the presence of CNTs is going to become one of the most interesting fields of study [6-8]. Monomer type varieties and mild reaction conditions make radical polymerization one the robust methods for preparation of polymer-based nanocomposites [9-12]. CNTs exhibit a different activity in the presence of various polymerization conditions such as the kind of monomer, solvent, or initiator. Therefore, different reaction conditions, various types of reactants, and changes in the nanotubes content may result in different thermal, mechanical, and electrical properties of the prepared nanocomposites.  Clearly, the modification of CNTs enhances dispersion and the resulting properties of nanocomposites [13, 14]. There are mainly two different approaches for the surface modification of CNTs. One is the non-covalent functionalization [15-18], which has been carried out by several processes such as ultrasonication, addition of surfactants, polymer wrapping etc. The other approach relies on the covalent grafting of functional groups on the side walls of CNTs [19-22]. The covalent functionalization of CNTs was achieved by solvent processing, plasma treatment etc. [23-47]. The plasma treatment method is important since it has the advantage of being nonpolluting and can be scaled up to produce large quantities necessary for commercial applications [23, 24]. The available species, radicals, electrons, ions, and UV light within plasma strongly interact with or affect the surfaces of CNTs and thereby breaking the sp2-hybridized graphite-like carbon (C=C) bonds within the CNT lattice and creating active sites for binding functional groups. It is rather molecules containing groups that can interact with the plasma-generated surface-bound radicals. Furthermore, functional groups are also generated by the plasma treatment itself, i.e., by fragments of process gas/ monomer reacting with the sample surfaces. As a result, chemical and physical modifications occur on the surfaces [25-28]. Attachment of small molecules has resulted in significant progress in the application of CNTs [29-32]; however, introduction of macromolecules onto the surface of CNTs seems to be a very promising factor in their compatibility enhancement with polymer matrices [33-35]. In addition to plasma treatment, three main strategies including “grafting to” [36, 37], “grafting from” [38-43], and “grafting-through” [44-47] techniques have been applied to graft polymers onto the surface of nanoparticles. “Grafting to” method lies in the attachment of preformed chains like commercial polymers onto the surface of CNTs which were usually functionalized appropriately to react with the functional groups of the polymers. The strategy of “grafting from” involves the polymerization of monomers from the surface-derived initiators, chain transfer agents, or catalysts which were covalently attached to the surface of CNTs. Although the grafting density in this approach is higher than “grafting to” technique, strict control of the amounts of initiator and substrate as well as accurate control of the reaction conditions is required for the polymerization. However, in the recent “grafting through” method, surface of CNTs is functionalized with a polymerizable group. Compared to “grafting to” method, graft density is relatively high, but multifunctional monomer-grafted CNTs make cross-linking very likely. However, a different method has been applied in this work and polymerizable multi-walled carbon nanotubes (MWCNTs) were synthesized through reaction of a methyl methacrylate-containing silane agent with hydroxylated MWCNTs. Therefore, the purpose of this work is to investigate the influence of modified MWCNTs on PMMA-based nanocomposites prepared via free radical polymerization of methyl methacrylate initiated by azobisisobutyronitrile (AIBN) at 60°C. To this point, MWCNTs underwent acid treatment to obtain carboxylated MWCNTs (MWCNT–COOHs). Subsequently, MWCNT–OHs were obtained by modification of carboxylated MWCNTs with 1,4-butanediol. Finally, MWCNT–OHs were reacted with 3-methacryloxypropyldimethylchlorosilane to obtain methacrylate-functionalized MWCNTs (MWCNT–MMAs). To prepare nanocomposites, different batch polymerizations were run using pristine MWCNTs and MWCNT–MMAs. The synthesized nanocomposites were characterized using Raman spectroscopy, thermogravimetric analysis (TGA), dynamic mechanical thermal analyses (DMTA), differential scanning calorimetry (DSC), gas chromatography (GC), gel permeation chromatography (GPC), and TEM methods."]], ["NOMENCLATURE", [" AIBN      Azobisisobutyronitrile CNT      Carbon nanotube DMTA      Dynamic mechanical thermal analyses DSC      Differential scanning calorimetry EDX      X-ray spectrometer GC      Gas chromatography GPC      Gel permeation chromatography MWCNT      Multi-walled carbon nanotube PDI      Polydispersity index RC      Regenerated cellulose TEM      Transmission electron microscope TGA      Thermogravimetric analysis THF      Tetrahydrofuran XPS      X-ray photoelectron spectroscopy "]], ["EXPERIMENTAL", ["##Materials Methyl methacrylate (Merck, 99%) was passed through a basic alumina-filled column and dried over calcium hydride. MWCNTs (95%, OD: 10–20 nm, length: 5–15 μm), were purchased from Shenzhen Nanoport Company (Shenzhen, China). MWCNTs were stirred in deionized water for a day and then were separated by centrifugation (10,000 rpm, 20 min), filtered, dried, and finally stored in a vacuum oven (50°C, 40 mm Hg). AIBN (Acros) was recrystallized from methanol. Aqueous nitric acid (HNO3, Merck, 65%), potassium hydroxide (KOH, Merck, 85%), thionyl chloride (Sinchem Alpha chemika, 99%), 1,4-butandiol (Riedel-de Haen, 99.5%), pyridine (Merck, 99%), 1,2-dichlorobenzene (Riedel-de Haen, 99%), Anisole (Aldrich, 99%), toluene (Merck, 99%), diethyl ketone (Fluka, 98%), tetrahydrofuran (THF, Merck, 99%), methanol (Merck, 99%), ethanol (Merck, 99%), n-hexane (Merck, 96%), aqueous HF (Merck, 48%), 3-methacryloxypropyldimethylchlorosilane (Aldrich, 85%), methyltrioctylammonium chloride (Aldrich, 97%), and basic aluminum oxide (Fluka) were used as received.  ##Modification of MWCNTs ###Preparation of MWCNT–COOHs  Five thousand grams of pristine MWCNTs was subjected to acid treatment to yield about 4,857 g of carboxylic acid functionalized MWCNTs (MWCNT–COOHs). In detail, pristine MWNTs were treated with a 60% HNO3 aqueous solution under reflux for 24 h, then separated by filtration through a 0.2 μm regenerated cellulose (RC) filter and dried in a vacuum at 50°C. During oxidation, carboxylic acid groups appear to be created on the convex surfaces and end caps of MWCNTs which consequently facilitate the immobilization of further functional groups onto them. FTIR spectrum peaks at 1,105 cm−1 and 1,715 cm−1 are related to CO and CO stretches, respectively. ###Preparation of MWCNT-OHs  1,000 g of dried MWCNT–COOHs was reacted with 36 mL thionyl chloride to give approximately 0.943 g acyl chloride-functionalized MWCNTs (MWCNT–COCls). Using this method, carboxylic groups were converted to acyl chlorides (MWCNT–COCl) to increase the reactivity of carbonyl groups. To prepare hydroxylated MWCNTs (MWCNT–OHs), MWCNT–COCl were made to react with excess 1,4-butanediol adding 1 mL of pyridine. The dispersion maintained at 100°C for 72 h under vigorous stirring and after being cooled to room temperature was vacuum-filtered through a 0.2 μm RC membrane filter. Solid nanotubes were washed repeatedly with THF and dried under vacuum for 18 h at 50°C to obtain about 0.902 g MWCNT–OHs. FTIR spectrum peak at 3,740 cm−1 is ascribed to OH stretch of alcohol groups and peak at 1,384 cm−1 is assigned to the bending vibration of OH groups. ###Preparation of MWCNT–MMAs MWCNT–OHs (0.900 g), 1,2-dichlorobenzene (36 mL), and THF (1 mL) were added into a 150 mL three-necked round bottom flask purged with N2. 0.4 mL (1.8 mmol) of 3-methacryloxypropyldimethylchlorosilane was added dropwise into the mixture. The reaction continued at 55°C for 72 h under vigorous stirring under nitrogen atmosphere. The suspension was then cooled to room temperature and vacuum-filtered with a 0.2-μm RC membrane. The filtered solid was washed repeatedly with acetone to ensure remaining of no extra reactant or solvent. The product dried at room temperature under vacuum for 12 h to give about 0.873 g of MMA-functionalized MWCNTs (MWCNT–MMAs). FTIR spectrum peak at 1,270 cm−1 is attributed to SiCH3 bonds of silane coupling agents. X-ray photoelectron spectroscopy (XPS) results show that the major peak at the binding energy of 284.3 eV is ascribed to C (1s), and the minor peak at the binding energy of 532.1 eV is attributed to O (1s); also, the weak peak at 101.3 eV is because of Si (2p) of silane groups attached to the surface of MWCNTs. ##Synthesis of MWCNT/PMMA Nanocomposites Free radical polymerizations were performed in a 150-mL laboratory reactor which was placed in an oil bath thermostated at a desired temperature. Pristine and modified MWCNTs were formerly dried overnight at 60°C in a ventilated oven before they were used in the preparation of nanocomposites. The reactor was degassed and back-filled with nitrogen gas three times, and then left under N2. Batch experiments were run by adding deoxygenated monomer (0.4 mol, ∼ 40 g, 42.6 mL), AIBN (0.4 mmol, 0.065 g), THF (32.4 mL), anisole (1 mL) as internal standard and pristine or modified MWCNTs to the reactor and increasing the reaction temperature to 60°C. All the reactions were continued for 8 h. A sample was taken before the reaction started as a reference sample to measure the monomer conversion at the end of polymerization. After cooling down to room temperature, the solution was precipitated into methanol and dried under vacuum at 50°C for 24 h. During the polymerization, GC samples were taken by a syringe in predetermined intervals, followed by immediate quenching to suppress the polymerization reaction. The recipes for synthesizing the different samples are shown in Table 1. ##Separation of Free Polymer Chains From Nanoparticles  The prepared nanocomposites were dissolved in THF. By high-speed ultracentrifugation (10,000 rpm, 20 min) and then passing the solution through a 0.2 μm RC filter, free polymer chains were separated from the nanoparticles (MWCNT–PMMAs). The solution was then poured into methanol (500 mL) to precipitate polymer chains and then, samples were dried overnight in a vacuum oven at 50°C. ##Cleavage of PMMA From MWCNT–PMMA MWCNT–PMMA was dispersed in a 250 mL flask containing 20 mL THF and stirred for 3 h. Thirty milliliters of 1M KOH/ethanol solution was added to the mixture and the contents of the flask were refluxed at 80°C for 72 h to hydrolyze the ester linkages between PMMA chains and MWCNTs. After the cleavage of polymers from the surface of MWCNTs, the mixture was filtered under vacuum and the filtrate was evaporated to dryness. The polymer was dissolved in THF and precipitated into methanol and dried again to acquire surface attached PMMA chains. ##Instrumentation Ultrasonication was done using a probe ultrasound (Hielscher UIP1000hd, 20 kHz, Germany). FTIR spectra were recorded on a Bomem FTIR spectrophotometer, within a range of 500–4,000 cm−1 using a resolution of 4 cm−1. An average of 32 scans has been reported for each sample. Cell pathlength was kept constant during all the experiments. The samples were prepared on a KBr pellet in vacuum desiccators under a pressure of 0.01 torr. Raman spectra were recorded in the range of 1,000–2,000 cm−1 using Almega Thermo Nicolet Dispersive Raman Spectrometer. Thermal gravimetric analyses were carried out with a PL thermogravimetric analyzer (Polymer Laboratories, TGA 1000, UK). The thermograms were obtained between ambient temperature and 600°C at a heating rate of 10°C/min. A sample weight of about 10 mg was used for all the measurements, and nitrogen was used as the purging gas at a flow rate of 50 mL/min. Dynamic mechanical tests were performed with a PL–DMTA instrument (Polymer Laboratory) between ambient temperature and 160°C at a frequency of 1 Hz with a sample size of 1 cm × 3 cm. Thermal analyses were carried out using a DSC instrument (NETZSCH DSC 200 F3, Netzsch Co, Selb/Bavaria, Germany). Nitrogen at a rate of 50 mL/min was used as the purging gas. Aluminum pans containing 2–3 mg of the samples were sealed using the DSC sample press. The samples were heated from ambient temperature to 180°C at a heating rate of 10°C/min. Tg was obtained as the inflection point of the heat capacity jump. XPS was carried out on a Gammadata-Scienta Esca 200 hemispherical analyzer with Al Kα X-ray radiation at hv of 1486.6 eV. GC, as a simple and highly sensitive characterization method, was done by using an Agilent-6890N with a split/splitless injector and flame ionization detector, and having a 60 m HP-INNOWAX capillary column for the separation. GC temperature profile included an initial steady heating at 60°C for 10 min and a 10°C/min ramp from 60 to 160°C. Samples were also diluted with acetone. The ratio of monomer to anisole was measured by GC to calculate monomer conversion. Average molecular weights and molecular weight distributions were measured by GPC technique. A Waters 2000 ALLIANCE with a set of three columns of pore sizes of 10,000, 1,000, and 500Å was utilized to determine polymer average molecular weight and polydispersity index (PDI). THF was used as the diluent at a flow rate of 1.0 mL/min, and the calibration was carried out using low polydispersity PMMA standards. Ultraviolet–visible (UV–Vis) spectra were measured on a PE Lambda 20 spectrophotometer. The concentration of nanoparticles was 0.1 mg/10 mL of chloroform. Transmission electron microscope (TEM), Philips EM 208, with an accelerating voltage of 80 kV was used to study the morphology of the nanocomposites; the samples of 70 nm thickness were prepared by Reichert-ultramicrotome (type OMU 3). Energy dispersive X-ray spectrometer (EDX) is used to verify the composition of modified MWCNTs."]], ["RESULTS AND DISCUSSION", [" EDX spectrum of methacrylate-modified MWCNTs (Fig. 1) indicates the existence of Si atoms in the structure of MWCNTs. This proves the attachment of 3-methacryloxypropyldimethylchlorosilane on the surface of MWCNTs. Raman spectroscopy can provide qualitative information on the status of sidewall functionalization, which corresponds to the change of MWCNTs properties [22-28, 40]. Raman spectra for the pristine MWCNTs, MWCNT–MMAs, FMPN0.1 and FMMN0.1 are shown in Fig. 2. Two peaks around 1,350 cm−1 (D-band) and 1,590 cm−1 (G-band) are shown in the spectra. The G-band is an intrinsic feature of CNTs, which is closely related to the vibrations of sp2-bonded carbon atoms in a two-dimensional hexagonal lattice such as a graphitic layer. The D-band in graphite represents scattering from a defect which breaks the basic symmetry of the graphene sheet; it is observed in sp2 carbons containing porous, impurities or other symmetry-breaking defects. The intensity of the D-band is known to be high for badly graphitized materials. Hence, the value of intensity ratio between the D-band and G-band (ID/IG) serves as a measure of the graphitic disorder; this can indicate that the structure and corresponding properties of MWCNTs are altered [22-28, 48]. According to the results, the value of ID/IG increases from 0.96 for pristine MWCNTs to 1.04 for MWCNT–MMA which shows that functionalization has led to a slight increase in sp3-hybrized carbon atoms of MWCNTs through the covalent attachments of the modifiers. In FMPN0.1, the value of ID/IG, due to direct reaction of free radicals with convex surface of pristine MWCNTs, increases to 1.02. The value of ID/IG for FMMN0.1 (1.13) is higher in comparison with MWCNT–MMAs and FMPN0.1. In this case, both the direct reaction of radicals with the surface of MWCNTs and the modification of surface with a four-step process lead to an increase in sp3-hybrized carbon atoms of MWCNTs and raise the value of ID/IG. The TGA results give further evidence regarding the content and species of functional groups grafted on MWCNTs. As shown in Fig. 3, pristine MWCNTs exhibit only a slight weight loss (0.82 wt%) at 600°C. Therefore, the carbon impurity (such as amorphous carbon) in MWCNTs is negligible [24, 28]. However, MWCNT–MMA displays a weight loss of 5.93 wt% that equals to 348 μmol silane agent per grams of MWCNTs. This amount is identical to 4.2 methyl methacrylate groups per 1,000 carbon atom of MWCNTs. In PMMA/MWCNTs nanocomposites, due to the polymerizable groups and some defects on the surface, some chains can be attached on the surface of nanoparticles. To obtain grafting density for different samples, TGA analyses were used after separation of free chains from nanocomposites (Fig. 3). Mass loss differences between 100°C and 600°C by considering mass losses of modifier and pristine MWCNTs are equal to 14.4, 33.6, 23.7, 17.6, and 3.5 wt% for FMPN0.1, FMMN0.1, FMMN0.3, FMMN0.5, and FMMN0.7, respectively. The results show that increasing MWCNTs content leads to a decrease in the quantity of attached polymer chains on the MWCNTs surface. This could be due to increasing of molar ratio of polymerizable groups on the surface of nanoparticles to free radicals. Therefore, there is considerable competition between polymerizable groups to react with radicals, which can result in a decrease in the grafting density (Table 2). Also, using pristine MWCNTs in polymerization media results in grafting polymer chains on surface due to the reaction of free radicals with the defects of nanotubes. As shown in Fig. 4, TGA technique was also used to study the thermal stability of prepared nanocomposites. According to the results, the thermal stabilities of all the nanocomposites are higher than the neat PMMA, while modified nanoparticles improve thermal stability more than pristine ones. This may be resulted from a better dispersion of modified MWCNTs (Fig. 5). According to the DTGA curves of the samples, three stages of degradation are observed for PMMA/MWCNTs nanocomposites; such a thermal behavior has been observed formerly [50]. Three stages of degradation were also reported by Kashiwagi et al. for PMMA prepared via free radical polymerization. They related this phenomenon to head-to-head linkages, unsaturated end groups, and random chain scission [50]. Thus, it can be concluded that three stages of degradation are because of head-to-head linkages, unsaturated end groups, and random chain scission. Some thermal properties of nanocomposites are summarized in Table 3. According to the results, random chain scission occurs at temperatures around 360–400°C and increasing MWCNTs content raises degradation temperature. Also, the degradation of head-to-head linkages and unsaturated end groups take place in the temperature range of 210–260°C and 280–315°C, respectively. Although the thermal properties of nanocomposites are better than the neat PMMA, the thermal stability of FMMN0.7 is lower than FMMN0.5. This is ascribed to the formation of aggregates (bundles) in FMMN0.7 due to higher nanoparticles loading and better dispersion of nanotubes in the FMMN0.5 matrix. Figure 5 shows TEM images of nanocomposites containing pristine (FMPN0.1) (A) and methyl methacrylate-functionalized MWCNTs (FMMN0.1) (B). Pristine MWCNTs are extremely flocculated due to strong van der Waals interactions. They do not have an appropriate interaction with PMMA matrix and therefore, an appropriate dispersion is not achieved for FMPN0.1 nanocomposite. However, the morphology of MWCNTs significantly changed after a four-step treatment, as the tubes were broken up and their lengths were shortened remarkably. The attachment of different functional groups, ending with PMMA which is grafted through polymerization, has caused the MWCNTs to disperse well in FMMN0.1.  DMTA are used to study dynamic mechanical properties. In determining such properties, filler–filler and polymer–filler interactions are competitive; when filler–filler interactions are stronger, tight agglomerates are formed and dispersion is not appropriate. Figure 6 shows the variation of storage modulus (E′) and tan δ versus temperature for PMMA/MWCNTs nanocomposites. In addition, some detailed properties are summarized in Table 4. According to the results, storage modulus for all the nanocomposites are higher in comparison with PMMA, while E′ of the samples having 0.5 wt% MWCNT–MMA is higher than that of the samples containing 0.7 wt% MWCNT–MMA. This corroborates the explanation provided above. At 0.7 wt% loading of nanoparticles, the agglomeration occurs and polymer and filler interactions are weakened; i.e., the polymer and filler interactions at 0.5 wt% MWCNT content favor a better dispersion. Therefore, filler dispersion seems to be the most important parameter affecting the storage modulus in the glassy region. Table 4 shows E′ for the rubbery region where the situation is the same as glassy region. In 0.1 wt% loading of nanotubes, the E′ values of modified MWCNTs are higher than that of pristine MWCNTs, which is resulted from a better nanoparticles dispersion due to surface modification. Table 4 shows Tg values as the temperature at which the maximum values of tan δ are reached. The results show that the highest Tg value is obtained for 0.5 wt% MWCNTs content while Tg of FMMN0.1 is higher than that of FMPN0.1. In addition, the modification of nanoparticles leads to higher Tg values. The maximum value of tan δ, which is related to the number of polymeric chains undergoing the transition, falls by increasing MWCNTs content as seen in Fig. 6 and Table 4. The decreasing PMMA concentration is reflected in the lower tan δ heights. In addition, the DSC results for Tg values support those from DMTA (see Table 4). In fact, because of the measurement of extrinsic mechanical properties rather than intrinsic heat capacity and the poorer temperature control of the instrument, DMTA produces higher Tg values as compared with the DSC results. Thus, DSC could give more accurate and meaningful Tg.  Kinetic study of methyl methacrylate polymerization containing MWCNTs was performed using GC and GPC measurements (Fig. 7 and Table 5). The results show that the introduction of MWCNTs into the polymerization media results in a decrease in monomer conversion. During the polymerization, some of π–π bonds on the MWCNT surfaces can be dissociated in the presence of AIBN and create radical centers on the MWCNTs. Park et al. [38] showed that these radicals remain active and take part in radical polymerization of methyl methacrylate. Furthermore, it is assumed that the reactivity of these radicals is lower than that of free radicals in the bulk, even at the first stages of the reaction that the diffusion phenomena are not important. The low reactivity of surface radicals and decreasing of the radical concentration in the bulk lead to a reduced rate of polymerization. Also, the development of organic moieties on the surface of MWCNTs results in a slight increase in the monomer conversion. In such systems, surface treatment causes higher system stability which is an important parameter in increasing polymerization rate [51, 52]. It is clear that increasing the organic moieties on the surface of MWCNTs leads to more stable systems. Therefore, monomer conversion in FMMN0.1 is higher than that in FMPN0.1. Table 5 shows the loading effect of MWCNT–MMAs on monomer conversion. According to the results, increasing nanoparticle content causes a decrease in conversion, which is attributed to a decrease in free radical concentration caused by the reaction of initiating and propagating radicals with the defects on the surface of nanoparticles. On the other hand, free radicals attached to the surface of nanoparticles have less mobility than free chains; therefore, propagation rate and thereupon reaction rate and conversion decrease. According to the GPC results, increasing MWCNT–MMAs content increases molecular weight of PMMA. This can also be attributed to the decreased concentration of AIBN, which is caused by its reaction with defects and methyl methacrylate groups on the surface of MWCNTs. On the other hand, a decrease in molecular weight at loading of 0.7 wt% could be ascribed to the reduction of system stability due to the formation of aggregates. Moreover, compared with FMMN0.5, Mn of FMMN0.7 decreases, which can be attributed to the formation of 3D network composed of nanoparticles covalently bonded together. This 3D network reduces the mobility of free radicals and causes a decrease in molecular weight. Furthermore, the results show that adding pristine MWCNTs leads to much higher PDI values. This can be because of the different reactions of free radicals including free radical transfer to MWCNTs defects and their termination reactions in bulk and on the surface of MWCNTs. However, less stability of this system is another reason for these results. It is clear that more modification of MWCNTs leads to lower PDI values due to higher system stability. Finally, increasing loading of MWCNT–MMAs up to 0.5 wt% results in lower PDI values, while PDI rises considerably in FMMN0.7. The modification of MWCNTs with 3-methacryloxypropyldimethylchlorosilane results in methyl methacrylate-modified carbon nanotubes. During polymerization, these attached methacrylate moieties can participate in the polymerization reaction and produce attached polymer chains on the surface of nanoparticles. Therefore, Mn and PDI values should separately be studied for the attached polymer chains (Fig. 7 and Table 5). For the attached chains, increasing MWCNT–MMAs content decreases molecular weight due to a drop in the ratio of [MMA]/[radicals on surface]. Also, PDI increases by increasing nanoparticles content. It might be concluded from diffusional phenomena such as “shielding effect” that free radicals and monomer diffuse difficultly toward the surface and therefore reaction would be diffusion controlled.  The solubility and dispersibility of the resultant samples were characterized with UV–vis spectrophotometer. Figure 8 shows the UV–vis absorption spectra of pristine MWCNTs, MWCNT–MMAs, and PMMA-grafted MWCNTs (FMMN0.1) in CHCl3 at room temperature. The absorbance of MWCNT–PMMA in CHCl3 is significantly greater than that of the pristine MWCNTs and MWCNT–MMAs. Similarly, the absorbance of MWCNT–MMAs is much higher than that of the pristine MWCNTs. This shows that solubility of PMMA-grafted MWCNTs is much higher than the other samples as expected. This is attributed to a PMMA layer around MWCNTs, which is produced during the polymerization as seen in Fig. 9."]], ["CONCLUSION", [" A number of batch polymerizations were performed to study the effect of MWCNTs loading on the properties of PMMA/MWCNTs nanocomposites. A new modification process was used to improve the dispersion of nanoparticles in PMMA matrix. In PMMA/modified MWCNTs nanocomposites, increasing nanotubes content lead to a decrease in grafting density. Thermal stabilities and storage modulus values of all the nanocomposites were higher than the neat PMMA; modified nanoparticles improved thermal stability and mechanical properties more than pristine ones. Optimum nanotube content is obtained at which the best properties of nanocomposites are achieved. Also, the highest Tg value is obtained for 0.5 wt% MWCNTs content in nanocomposites, while Tg value of FMMPN0.1 is higher than that of FMPN0.1 nanocomposite. Addition of MWCNTs to the reaction media affects the kinetics of polymerization and monomer conversion decreases by increasing MWCNTs content. Molecular weight of free chains increases as MWCNTs content rises up to 0.5 wt%. For the attached chains, increasing nanotube content drops molecular weight. Also, PDI value of the free chains decreases as MWCNTs loading rises, while it increases in the case of the attached chains."]]], "doi": "10.1002/pc.22141", "figures": [[null, null, "FIG. 1. EDX spectrum of methyl methacrylate-modified MWCNTs."], [null, null, "FIG. 2. Raman spectra of pristine MWCNTs, MWCNT–MMAs, FMPN0.1, and FMMN0.1."], [null, null, "FIG. 3. TGA results of pristine and modified MWCNTs and different hybrid carbon nanotubes after separating free chains."], [null, null, "FIG. 4. TGA and DTGA thermograms of PMMA/MWCNTs nanoparticles."], [null, null, "FIG. 5. TEM image of (A) FMPN0.1 and (B) FMMN0.1."], [null, null, "FIG. 6. E' and tan δ versus temperature of PMMA/MWCNTs nanoparticles."], [null, null, "FIG. 7. Molecular weight distribution of prepared (A) free and (B) attached PMMA chains via polymerization in the presence of MWCNTs."], [null, null, "FIG. 8. UV–vis absorption spectra of pristine MWCNTs, MWCNT– MMAs, and PMMA-grafted MWCNTs (FMMN0.1) in CHCl3 at room temperature."], [null, null, "FIG. 9. TEM image of PMMA-grafted MWCNT obtained from FMMN0.1 after removing free PMMA chains."]], "table_captions": [["Table 1", "Table 1", "Table 1. The recipes for different samples prepared via in-situ free radical polymerization of methyl methacrylate in the presence of MWCNTs at 60°C"], ["Table 2", "Table 2", "Table 2. Grafting density of PMMA/MWCNTs nanocomposites with different MWCNTs contents"], ["Table 3", "Table 3", "Table 3. Thermal properties of PMMA/MWCNTs nanocomposites"], ["Table 4", "Table 4", "Table 4. Thermophysical properties of PMMA/MWCNTs nanocomposites with different contents of nanoparticles obtained from DMTA and DSC"], ["Table 5", "Table 5", "Table 5. Kinetic characteristic of PMMA chains (free and attached) prepared via in situ polymerization"]], "tables": []}