{"title": "Morphology, mechanical properties and thermal degradation kinetics of PMMA-zirconia nanocomposites prepared by melt compounding", "abstract": "Zirconia nanoparticles were synthesized by means of a sol-gel method and embedded in poly(methyl methacrylate) (PMMA) by melt compounding. The zirconia was well dispersed in the PMMA matrix, with only a few clusters, especially for the highest investigated zirconia content. NMR results showed heteronuclear dipolar interactions involving the carbons and the surrounding hydrogen nuclei. The effect of the amount of zirconia, in the range of 1–5 wt%, on the thermomechanical properties and thermal degradation kinetics of PMMA was also investigated by means of dynamic mechanical analysis (DMA), thermogravimetric analyses (TGA), and Fourier-transform infrared spectroscopy (FTIR). The presence of zirconia showed a decrease in the storage and loss moduli at lower temperatures, probably due to a plasticization effect. The presence of zirconia in PMMA slightly increased its thermal stability, but the activation energies of thermal degradation for the nanocomposites were significantly lower, at degrees of conversion higher than 0.3, than those of pure PMMA. Keywords: nanocomposites, PMMA, zirconia, morphology, dynamic mechanical analysis, thermal degradation ", "body": [["Abstract", ["Zirconia nanoparticles were synthesized by means of a sol-gel method and embedded in poly(methyl methacrylate) (PMMA) by melt compounding. The zirconia was well dispersed in the PMMA matrix, with only a few clusters, especially for the highest investigated zirconia content. NMR results showed heteronuclear dipolar interactions involving the carbons and the surrounding hydrogen nuclei. The effect of the amount of zirconia, in the range of 1–5 wt%, on the thermomechanical properties and thermal degradation kinetics of PMMA was also investigated by means of dynamic mechanical analysis (DMA), thermogravimetric analyses (TGA), and Fourier-transform infrared spectroscopy (FTIR). The presence of zirconia showed a decrease in the storage and loss moduli at lower temperatures, probably due to a plasticization effect. The presence of zirconia in PMMA slightly increased its thermal stability, but the activation energies of thermal degradation for the nanocomposites were significantly lower, at degrees of conversion higher than 0.3, than those of pure PMMA. Keywords: nanocomposites, PMMA, zirconia, morphology, dynamic mechanical analysis, thermal degradation "]], ["Introduction", ["Nanocomposite materials, based on a polymer matrix and inorganic nanoparticle fillers, have drawn considerable attention in recent years, due to improvements in various properties including electrical, thermal, optical and other mechanical properties [1–5]. Poly(methyl methacrylate)/zirconia (PMMA-ZrO2) is one of the most important nano - composites that has been applied for the increasing demands of optical waveguides, ophthalmic lenses, antireflection coatings and adhesives for optical components. Several methods including in situ polymerization, sol-gel methods for the preparation of nanoparticles, and in situ emulsion polymerization have been used to prepare the nanocomposites. FTIR, TEM and UV investigations showed that zirconia nanoparticles were generally homogeneously dispersed in the polymer matrix at primary particle size level and that the composites were transparent [6–12]. TGA analyses of PMMA-ZrO2 nanocomposites in air and nitrogen atmospheres, where a sol-gel method was used for the preparation of the nano - composites, showed three degradation steps with the thermal stability increasing in the presence of zirconia [10, 11]. However, the onset temperatures of the second step in nitrogen and of the third step in air of the nanocomposites were lower. This was related to different mechanisms of thermal degradation in air and nitrogen atmospheres. The kinetic results showed that the values of activation energy (Ea) for the degradation of the nanocomposites in air were higher than that of pure PMMA. In nitrogen the Ea values of thermal degradation for the first and last stages were larger than that of PMMA. The increase was associated with the action of the nanoparticles to inhibit the formation of free radicals. A similar reason was given by Wang et al. [13] in a study of synergistic flame-retarded systems consisting of nano-ZrO2 and triphenylphosphate for PMMA prepared by a solution mixing process. They observed more significant increases in the thermal stability of the PMMA-ZrO2 nanocomposites in air than in nitrogen. DMA analysis of PMMA-ZrO2 nanocomposites prepared via in situ emulsion polymerization, showed higher storage and loss moduli, glass transition (Tg) and elastic modulus than PMMA in the glassy state [6–8, 12]. This was related to the reinforcing effect of the zirconia nanoparticles. However, in the rubbery state, the PMMA modulus was independent of the filler content, which was attributed to the weak interaction between the polymer and filler at high temperatures. It was found that the pendulum hardness of PMMA-ZrO2 nanocomposites quickly increased with increasing ZrO2 content, even for low content, and that there was steady increment of scratch resistance with increasing zirconia content. The hardness and abrasion behaviour was attributed to the gel effect on PMMA-ZrO2 nanocomposites by ZrO2 nanoparticles during polymerization. Hu et al. [10] prepared PMMA-ZrO2 nanocomposites by modifying non-aqueous synthesized ZrO2 nanoparticles with methacryloxypropyltrimetho - xysilane (MPS) in tetrahydrofuran, dispersing MPSfunctionalized ZrO2 nanoparticles in MMA and performing in situ bulk polymerization with controlled pre-polymerization time. They found that the ZrO2 enhanced rigidity without loss of toughness, though not remarkable. This was attributed to bonding between the polymer and the functionalized zirconia. The results were in line with the study of Hu et al. [6], where an increase in elastic modulus was observed. The purpose of this study was to prepare PMMAZrO2 nanocomposites through a melt compounding method. Zirconia was prepared using a sol-gel method. Both nanoparticles and composites were characterized using X-ray diffractometry (XRD), transmission electron microscopy (TEM), 13C crosspolarization magic-angle spinning nuclear magnetic resonance (13C{1H} CP-MAS NMR), dynamic mechanical analysis (DMA), thermogravimetric analyses (TGA), and Fourier-transform infrared (FTIR) spectroscopy. The effect of the presence and amount of zirconia nanoparticles on the thermal and mechanical properties, as well as the thermal degradation kinetics, of the PMMA will be discussed."]], ["Experimental", ["##2.1. Materials Tetra-n-propylzirconate (TPZ, Aldrich), capronic acid (Aldrich), ethanol (Eurobase), ammonium hydroxide (NH4OH, Aldrich) were used as received without further purification. Commercial grade poly(methyl methacrylate) (PMMA, Altuglas! V920T) produced by Bayer Materials Science, Italy and having a melt flow rate at 230°C/3.8 kg of 1 g/10 min, and an Mw = 350 000, was used in pellet form. The polymer was dried at 120°C overnight under static vacuum before processing. ##2.2. Zirconia preparation The ZrO2 nanoparticles were prepared according to the sol-gel method reported by Bondioli et al. [14]. ##2.3. Preparation of the composites The PMMA pellets were thoroughly mixed with 1, 2 and 5 wt% zirconia for 10 min at 200°C and 30 rpm in a 50 mL internal mixer of a Brabender Plastograph from Duisburg, Germany. The mixed samples were melt-pressed into 1 mm thick sheets at 200°C for 5 min. ##2.4. Analysis methods Oriented finite element analysis (OFE) was carried out on a Carlo Erba EA 1110 apparatus in order to determine the residual carbon content in the zirconia particles. TEM micrographs were acquired by using a JEM- 2100 (JEOL, Japan) electron microscope operating at 200 kV accelerating voltage equipped with an Xray energy dispersive spectrometer (EDS, Oxford, model INCA ENERGY-200T) for analysis of elements. Few tens of milligrams of powders were dispersed in 2 mL of isopropanol and a small drop of the dispersion was deposited on a 300 mesh carboncoated copper grid, which was introduced into the TEM chamber analysis after the complete solvent evaporation. Nanocomposite thin samples of about 50 nm in thickness were cut using a Leica EM UC6 ultramicrotome equipped with a Leica EMFC6 cryocamera and a diamond blade. The thin samples thus obtained were deposited onto copper grids. XRD patterns were recorded in the 2–70° 2θ range at steps of 0.05° and a counting time of 5 s/step on a Philips PW 1050 diffractometer, equipped with a Cu tube and a scintillation detector beam. The Xray generator worked at 40 kV and 30 mA. The instrument resolution (divergent and antiscatter slits of 0.5°) was determined using standards free from the effect of reduced crystallite size and lattice defects. Diffraction patterns were analyzed according to the Rietveld method [15] using the programme MAUD [16]. The 13C{1H} CP-MAS NMR spectra were obtained at room temperature with a Bruker Avance II 400 MHz (9.4 T) spectrometer operating at 100.63 MHz for the 13C nucleus with a MAS rate of 10 kHz, 400 scans, a contact time of 1.5 s and a repetition delay of 2 sec. The optimization of the Hartmann- Hahn condition [17] was obtained using an adamantine sample. Each sample was placed in a 4 mm zirconia rotor with KEL-F caps using silica as filler to avoid inhomogeneities inside the rotor. The proton spin–lattice relaxation time in the rotating frame T1ρ(H) was indirectly determined, with the variable spin lock (VSL) pulse sequence, by the carbon nucleus observation using a 90°–τ–spinlock pulse sequence prior to cross-polarization [18]. The data acquisition was performed by 1H decoupling with a delay time, $, ranging from 0.1 to 7.5 ms and a contact time of 1.5 ms. The TCH values for all carbon signals of PMMA were obtained through variable contact time (VCT) experiments [19]. The contact times used in the (VCT) experiments were 0.05, 0.1, 0.2, 0.3, 0.4, 0.5, 0.6, 0.8, 1.0, 1.2, 1.5, 2.0, 2.5, 3.0, 3.5, 4.0, 4.5, 5.0, 6.0 and 7.0 ms. The proton spin–lattice relaxation time in the laboratory frame T1(H) was determined, with the saturation recovery pulse sequence [20], by the carbon nucleus observation using a 90°–τ–90° pulse sequence prior to cross polarization with a delay time $ ranging from 0.01 to 3 s. The dynamic mechanical analysis (DMA) of the blends and composites was performed from 40 to 180ºC in the bending mode at a heating rate of 5ºC min–1 and a frequency of 1 Hz using a Perkin Elmer Diamond DMA from Waltham, Massachusetts, U.S.A. Thermogravimetric analysis (TGA) was performed in a Perkin Elmer TGA7 from Waltham, Massachusetts, U.S.A. The analyses were done under flowing nitrogen at a constant flow rate of 20 mL min–1. Samples (5–10 mg) were heated from 25 to 600°C at different heating rates. The degradation kinetic analysis was done using the following two methods. The Flynn-Wall-Ozawa method is an isoconversional linear method based on Equation (1): (1) where β heating rate in K min–1, c is constant, Ea activation energy in kJ mol–1, R universal gas constant, and T temperature in K. The plot of lnβ vs. 1/T, obtained from the TGA curves recorded at several heating rates, should be a straight line. The activation energy can be evaluated from its slope. The second method is Kissinger-Akahira-Sunose which it is based on Equation (2) (2) where β, Ea, R and T were defined before, % fraction of conversion, A pre-exponential factor and g(α) algebraic expression for integral methods. From the TGA curves recorded at different heating rates β, temperatures T were determined at the conversions α = 10~90%. The activation energies were calculated from the slope of the straight lines of ln(β/T2) versus 1/T. The thermogravimetric analysis-Fourier-transform infrared (TGA-FTIR) analyses were performed in a Perkin Elmer STA6000 simultaneous thermal analyzer from Waltham, Massachusetts, U.S.A. The analyses were done under flowing nitrogen at a constant flow rate of 20 mL min–1. Samples (20– 25 mg) were heated from 30 to 600°C at 10°C min–1 and held for 4 min at 600°C. The furnace was linked to the FTIR (Perkin Elmer Spectrum 100, Massachusetts, U.S.A.) with a gas transfer line. The volatiles were scanned over a 400–4000 cm–1 wavenumber range at a resolution of 4 cm–1. The FTIR spectra were recorded in the transmittance mode at different temperatures during the thermal degradation process."]], ["Results and discussion", ["The elemental analysis of zirconia particles shows a significant carbon content of 7.2% and a hydrogen content of 4.4%. These residues can be attributed to an incomplete sol-gel reaction of the zirconia precursor tetra-n-propylzirconate (TPZ). The XRD patterns of the ZrO2 powder, pure PMMA and of the composites are reported in Figure 1. The analysis of the XRD patterns was performed using the Rietveld method [15]. The pattern of zirconia powder is described in terms of two crystalline phases: 80(±3) wt% of tetragonal [S.G. P42/mnm, a = 3.6205(±1) Å and c = 5.14245(±1) Å, average crystallite size 180 Å(±3)] and 20(±3) wt% of monoclinic [S.G. P21/c, a = 5.03(±1) Å, b = 5.06(±1) Å, c = 5.04(±1) Å and β = 98.7°, average crystallite size 500(±30) Å] Baddeleyite. The diffraction pattern of PMMA shows a broad diffraction peak at 2θ = 14°, typical of an amorphous material, together with two bands of lower intensities centred at 29.7 and 41.7°. The XRD patterns of the PMMA-ZrO2 nanocomposites having 1, 2 and 5 wt% of ZrO2 show the bands of PMMA together with the peaks of the zirconia in which the intensity increases with zirconia quantity. This suggests that zirconia maintains its structure in the composite and that the orientation of the PMMA chains is not influenced by the filler. Some TEM micrographs and the EDS spectrum of zirconia powder are reported in Figure 2. Aggregates with a large number of particles (more than 30) of different sizes are observed. In each aggregate bigger, quite thick particles (around 200–400 nm) are surrounded by smaller spongy particles (50– 100 nm). The EDS spectrum shows the characteristic peaks of Zr and O in the sample, together with nickel and the copper of the grid. The TEM micrographs of the PMMA-ZrO2 nanocomposite having 5 wt% of zirconia, reported in Figure 3, show aggregates constituted of many small particles of 100 and 200 nm in size having spongy surfaces dispersed in the polymer. The TEM micrographs of the PMMAZrO2 nanocomposites having 1 and 2 wt% of zirconia still show some aggregation, but to a lower extent, and the nanoparticle dispersion looks better (Figures 4 and 5). The DMA curves of the pure PMMA, and the PMMA composites having 1, 2 and 5 wt% of zirconia are shown in Figure 6. The presence of zirconia shows a decrease in the storage and loss moduli at lower temperatures, which could be the result of more free space for molecular vibration in the presence of the inorganic (nano)particles. Above the glass transition temperature the 2 and 5% zirconia containing nanocomposites have storage moduli similar to PMMA, but the 1% containing nanocomposite has higher storage modulus values. It seems as if effective immobilization of the polymer chains only takes place at the lower zirconia content. The tan δ curves, shown in Figure 6c, confirm that the presence of zirconia did not have a significant influence, except for the nanocomposite containing 1 wt% ZiO2, which shows a little increase in the glass transition temperature. These results are surprising because a rigidity increase of the polymer chains is generally observed at higher filler content [21]. They could, however, be explained by considering the aggregation of particles at higher filler quantity. Aggregation would reduce the exposed surface area of the nanoparticles and decrease the extent of interaction of these particles with the polymer, thereby reducing the immobilization of the polymer chains by the nanoparticles. The TGA curves of the pure PMMA and of the composites having 1, 2 and 5 wt% of zirconia are reported in Figure 7. All the samples show singlestep degradation and an increase in char content with an increase in the zirconia content. The amount of char is in line with the amount of zirconia initially mixed into the sample (Table 1). The standard deviation values suggest that the nanoparticles dispersion in the polymer matrix was fairly homogeneous, except for the 5% zirconia containing sample which has a very high standard deviation value. This is probably the result of a large number of aggregates formed in this nanocomposite, as observed from the TEM micrographs and according to the hypothesis made when discussing the tan & data. The presence of zirconia in PMMA slightly increased its thermal stability, but the thermal stability does not increase with increasing amount of zirconia. This is probably due to interactions between the zirconia and the free radicals formed during degradation which immobilized the free radicals and retarded the degradation process. It is possible that the nano - particles also interacted with the volatile decomposition products and in the process retarded its diffusion out of the sample. From the TGA curves of PMMA and PMMA-zirconia (5 wt%) at heating rates of 3, 5, 7 and 9°C min–1 the isoconversional graphs of lnβ versus 1/T according to Equation (1) were plotted, and of ln (β/T2) versus 1/T according to Equation (2). The activation energy values were calculated from the slopes of the isoconversional plots. Both isoconversional methods give similar values of the activation energies within experimental uncertainty. Figure 8 illustrates the relationship between the activation energies and the degree of conversion. The activation energy values of pure PMMA and its nanocomposites generally show an increase with the degree of conversion. However, those of the nanocomposites slightly decrease after 80% mass loss. The activation energy values of the nanocomposite are slightly higher than those of pure PMMA up to about 30% mass loss, which is in line with the higher thermal stabilities observed in Figure 7. However, the differences between the two sets of values increase with increasing degree of conversion. The lower activation energy values for the nanocomposite at higher conversions may be related to strong interactions between zirconia and the free radicals formed during degradation, giving rise to the nanoparticles having a catalytic effect on the PMMA degradation during the more advanced stages of degradation [22, 23]. TGA-FTIR analyses were done to establish the nature of the degradation product(s), and to confirm the observations from the kinetic analysis of the thermal degradation of PMMA and PMMA-zirconia (5 wt%). All the spectra almost perfectly match the known spectrum of methyl metacrylate (MMA), which confirms the primary degradation as that of de-polymerization (Figure 9). The peak around 2966 cm–1 is assigned to the CH3 and CH2 stretching vibrations, whereas their bending vibration appears around 1451 cm–1 for CH2 and 1314 cm–1 for CH3. The carbonyl absorption vibration appears around 1744 cm–1 and the stretching vibration for C–O is around 1167 cm–1. The peak at 2336 cm–1 is related to the asymmetric stretching mode of CO2. No new peaks or peak shifts were observed for the nanocomposite samples. There is a clear increase in peak intensity for all the characteristic peaks with increasing temperature, it reaches a maximum, and decreases again with further increase in temperature. The PMMA-zirconia (5 wt%) sample shows the same spectra and a similar trend (Figure 9b). The peaks at 314ºC for PMMA are more intense than the corresponding peaks of the PMMA nanocomposite. The intensities of the peaks for PMMA seem to reach a maximum between 346 and 360°C, while those of the nanocomposite reach a maximum at 360°C. This confirms that the initial release of MMA volatiles is retarded when zirconia nanoparticles are present, whether it is because of an inhibition of the decomposition process or because of a stronger interaction between zirconia and the MMA molecules. The interaction between PMMA or MMA and the zirconia nanoparticles therefore played a significant role in modifying the degradation kinetics. In order to investigate this aspect, solid state NMR measurements were performed. The 13C{1H} CPMAS NMR spectra of PMMA and of the composite having 5% of zirconia are reported in Figure 10. Five peaks are present in all the spectra: peak 1 at 17 ppm is related to the methyl group, peak 2 at 45 ppm to the methylene group, peak 3 at 52 ppm to the quaternary carbon of polymeric chain, peak 4 at 56 ppm to the methoxyl group, and peak 5 at 177 ppm to the carbonyl carbon, according to literature [20]. No modification in the chemical shift and in the band shape is observed in the PMMAZrO2 composite spectrum indicating that no chemical modification occurred in the polymer. The spin-lattice relaxation time in the laboratory frame T1(H), and in the rotating frame T1ρ(H), and the cross-polarization time TCH were determined through solid-state NMR measurements in order to evaluate the dynamic modifications occurring in the polymeric chain of the PMMA matrix after composite formation. The T1(H), T1ρ(H), and TCH values obtained from each peak in the 13C spectra of all the samples are reported in Table 2. The presence of the filler in the PMMA matrix did not significantly affect the T1(H) values. This indicates that the composite was dynamically homogeneous in a range from tens to hundreds of nanometres. The presence of the ZrO2 in the PMMA causes an increase of the T1ρ(H) values indicating an increase in the polymer stiffness due to the presence of the filler. This effect is correlated with distances ranging from tens to hundreds of angstroms. In fact, the T1ρ(H) parameter is inversely proportional to the spectral density of motion in the kHz frequency region. These motions reflect the dynamic behaviour of a polymeric chain in a range of a few nanometres. Larger T1ρ(H) values result in an increase in the rigidity of a polymer. The TCH value decrease indicates that there was an increase in the heteronuclear dipolar interactions involving the carbons and the surrounding hydrogen nuclei indicating an increase in the polymer rigidity [24, 25]. It is, however, possible that the effect is not strong enough to give rise to an observable change in a macroscopic property like the Tg of a polymer."]], ["Conclusions", ["Zirconia was successfully prepared by a sol-gel method and XRD analysis confirmed that the powder was composed of a mixture of tetragonal and monoclinic Baddeleyite. The elemental analysis showed evidence of the presence of carbon in the powder. PMMA-zirconia nanocomposites were prepared using a melt compounding method and were systematically investigated as a function of zirconia amount from 1 to 5!wt%. The XRD results showed that the zirconia nanoparticles maintained their structure and did not induce orientation of the PMMA chains. TEM analysis showed that the nano - particles were well dispersed in the PMMA matrix, with some agglomerates, especially for the highest investigated zirconia content. NMR analysis indicated that the filler increased the rigidity of the polymer. The char content values from TGA confirmed the homogenous dispersion by zirconia nanoparticles within PMMA matrix at low zirconia contents. The degradation of the polymer and the release of volatile products occurred at higher temperatures in the presence of zirconia and an increase in zirconia content showed negligible influence on the thermal stability of PMMA. The presence of the nanoparticles also reduced the activation energy of degradation of PMMA at higher conversions."]]], "doi": "10.3144/expresspolymlett.2012.93", "figures": [["Figure 1", "Figure 1", "Figure 1. XRD patterns of zirconia powder, pure PMMA and of the PMMA-ZrO2 nanocomposites"], ["Figure 10", "Figure 10", "Figure 10. 13C { 1H } CP-MAS NMR spectra of PMMA and  the 95/5 w/w PMMA/ZrO2 nanocomposite.  Numbers on the peaks identify the carbon atoms."], ["Figure 2", "Figure 2", "Figure 2. TEM micrographs (a–c) and EDS spectrum (d) of zirconia powder"], ["Figure 3", "Figure 3", "Figure 3. TEM micrographs of the 5 wt% PMMA-ZrO2 nanocomposite at different magnifications"], ["Figure 4", "Figure 4", "Figure 4. TEM micrographs of the 1 wt% PMMA-ZrO2 nanocomposite at different magnifications"], ["Figure 5", "Figure 5", "Figure 5. TEM micrographs of the 2 wt% PMMA-ZrO2 nanocomposite at different magnifications"], ["Figure 6", "Figure 6", "Figure 6. (a) Storage modulus, (b) loss modulus and (c) tan δ curves of PMMA and PMMA-ZrO2 nanocomposites"], ["Figure 7", "Figure 7", "Figure 7. TGA curves of PMMA and PMMA-ZrO2 nanocomposites"], ["Figure 8", "Figure 8", "Figure 8. Ea values obtained by the OFW and KAS degradation kinetics methods   "], ["Figure 9", "Figure 9", "Figure 9. FTIR spectra at different temperatures during the thermal degradation in a TGA of (a) PMMA and (b) 95/5 w/w  PMMA/ZrO2 at a heating rate of 10 °C min -1"]], "table_captions": [["Table 1", "Table 1", "Table 1. Char content values for all PMMA-zirconia nanocomposites"], ["Table 2", "Table 2", "Table 2. Relaxation time values for all the peaks in the 13C spectra of the PMMA and the PMMA-ZrO2 composite having"]], "tables": []}