{"title": "Compatibilizing Bulk Polymer Blends by Using Organoclays", "abstract": " We have studied the morphology of blends of PS/PMMA, PC/SAN24, and PMMA/EVA and compared the morphologies with and without modified organoclay Cloisite 20A or Cloisite 6A clays. In each case we found a large reduction in domains size and the localization of the clay platelets along the interfaces of the components. The increased miscibility was accompanied in some cases, with the reduction of the system from multiple values of the glass transition temperatures to one. In addition, the modulus of all the systems increased significantly. A model was proposed where it was proposed that in-situ grafts were forming on the clay surfaces during blending and the grafts then had to be localized at the interfaces. This blending mechanism reflects the composition of the blend and is fairly nonspecific. As a result, this may be a promising technology for use in processing recycled blends where the composition is often uncertain and price is of general concern. ", "body": [["Abstract", [" We have studied the morphology of blends of PS/PMMA, PC/SAN24, and PMMA/EVA and compared the morphologies with and without modified organoclay Cloisite 20A or Cloisite 6A clays. In each case we found a large reduction in domains size and the localization of the clay platelets along the interfaces of the components. The increased miscibility was accompanied in some cases, with the reduction of the system from multiple values of the glass transition temperatures to one. In addition, the modulus of all the systems increased significantly. A model was proposed where it was proposed that in-situ grafts were forming on the clay surfaces during blending and the grafts then had to be localized at the interfaces. This blending mechanism reflects the composition of the blend and is fairly nonspecific. As a result, this may be a promising technology for use in processing recycled blends where the composition is often uncertain and price is of general concern. "]], ["Introduction", ["Forming polymer blends is a traditional method for making new materials with enhanced properties. Unfortunately, because of the large unfavorable enthalpy, most polymer blends tend to phase separate, which results in poor mechanical properties. Therefore, controlling the phase behavior and morphology becomes a key factor in determining the performance of polymer blends, which mainly rely on the interface between polymer components. Traditionally, block and graft copolymers are used to strengthen the interface and stabilize the morphology. 1 However, they are system specific, relatively expensive to engineer, and very difficult to produce for systems with more than two components. Numerous researchers have reported both theoretical predictions and experimental results that the addition of nanoscale fillers could affect the dynamic phase behavior and morphology of blends. Tanaka 2 first demonstrated that the structural evolution of immiscible polymer blends is affected by mobile glass particles, which inhibit the coarsening process by pinning one or more of the phases. Later, Balazs et al. 3 simulated the effect of motion of hard particles on the phase separation behavior of binary mixtures. They also reported that the preferential wetting between the particles and one of the phases impedes the growth of the domains and postulated that the mechanism for the slowing down of domain growth is due to the pinning effect of localized particles. Recently, several groups have shown that organoclays can effectively reduce the domain size of polymer blends in several systems. 4-15 Most of them attribute this effect to the clay acting as a physical barrier, which slows down the coalescence of the dispersed phases through pinning or through increasing the viscosity. Earlier, Lipatov 16-19 has shown that the introduction of an inorganic solid filler (such as fumed silica) into a binary polymer mixture may increase the compatibility between the two polymers. He argued that the total free energy of a blend system should also include the interaction parameters between the polymers and the inorganic filler surface. Then, depending on the strength of the interaction and the preferential adsorption of the two components, the phase diagram of the entire system may be altered. The free energy change of the system including three components, inorganic solid particle S and polymers A and B, can be described as where ΔGAB is the free energy of mixing two different polymers and ΔGAS and ΔGBS are the free energies of interaction of two components with the solid surface of inorganic particles, respectively. The thermodynamic stable system is formed when ΔGmix < 0, which mainly depends on the interaction of the polymer components with the solid surface of inorganic particles. He identifies two distinct cases; in one case, both components are adsorbed to the inorganic filler surface. In this case, ΔGmix will always be negative, and hence the equilibrium phase diagram is shifted toward increased compatibility. In the second case, one component is attractive, while the second is repulsive. In this case, the outcome depends on the specific details of the system and may either increase the viscosity or shift the critical point depending on the relative strength of the interaction and interaction parameter χ. We have therefore chosen to study this effect in more detail using two polymer systems and modified and unmodified clay as the inorganic filler. In contrast to fumed silica, the clay is composed of platelets which can be intercalated or exfoliated, thereby greatly increasing the surface area available for interactions. Furthermore, the clay platelets can bend, which provides an additional parameter that affects the domain size of the polymer mixtures. Here we present experimental results of the addition of organoclay with high aspect ratio and large surface area in immiscible bulk polymer blends. First, the polystyrene (PS)/poly(methyl methacrylate) (PMMA) blend was studied as a typical well-characterized immiscible polymer, where organoclay is preferred by the PMMA phase. Second, the polycarbonate (PC)/poly(styrene-co-acrylonitrile) (SAN) blend was further investigated where clay partially intercalates with both of two polymer components, 20,21 and hence the clay does not have a preference for either of the phases. The effect of the concentration of clay as well as the ratios of the polymer components on the morphologies and thermal behavior was extensively investigated by transmission electron microscopy (TEM), scanning transmission X-ray microscopy (STXM), dynamic mechanical analysis (DMA), and differential scanning calorimetry (DSC). On the basis of these results, a general mechanism is proposed to explain how organoclay can effectively improve the compatibility of the phase-separated system, which may provide the potential for organoclay being used as a universal compatibilizer in polymer blend industry."]], ["Experimental Section", ["##Materials and Sample Preparation. The polymers used in this study are listed in Table 1. The organoclays, Cloisite 6A and Cloisite 20A, were provided by Southern Clay Products Inc., which are a natural montmorillonite modified with N,N-dimethyl dihydrogenated tallow quaternary ammonium chloride. Tallow is the mixture of octadecyl, hexadecyl, and tetradecyl. Octadecyl is the major component (>60%). Cloisite 6A has a higher surfactant than Cloisite 20A, with the concentration of 45 wt %. At the beginning, Cloisite 6A was used to improve the compatibility of PS/PMMA blend. Because of the commercial availability of Cloisite 20A, PS/PMMA with Cloisite 20A was further studied, and the results were almost identical. Here we just showed the results of PS/PMMA with Cloisite 6A owning to its comprehensive results. Later Cloisite 20A as the only clay particle was studied for the compatibility of the PC/SAN blend. PC and SAN were dried in a vacuum oven at 100 °C for 24 h before mixing. The processing temperature was set to 170 and 230 °C for PS/PMMA and PC/SAN, respectively. The materials were prepared by melt mixing in a C.W. Brabender, a total of 50 g, divided into different weight ratios of polymers and organoclays. To obtain thorough mixing, polymers were first inserted into the chamber and mixed at 20 rpm for 1 min. The clay was then added and mixed at 100 rpm for 10 min. The samples were pelletized and molded into different shapes required for the various characterization techniques described below. ##Characterization. Cross sections of the molded materials were obtained by slicing the sample into thin films (around 70 nm thick) at room temperature, using a Reichert-Jung Ultracut E microtome with a diamond knife. The ultrathin films were then floated from water onto copper grids. Then morphology of the sample was observed using a JEOL JEM1200ex transmission electron microscope (TEM) at 60 kV. To identify the chemical composition of polymer components in polymer blend, scanning transmission X-ray microscopy (STXM) 22,23 was used to analyze the blends with and without clay. The STXM samples were taken from the cross sections of TEM, which are thin enough for the X-ray beam to go through. The images were taken at specific photon energies that correspond to strong absorption of one of the components. The dark phases represent high absorption, and light areas represent lower absorption. The measurements were performed with the BL5.3.2 STXM at the Advanced Light Source at Lawrence Berkeley National Laboratory. The spatial resolution in these experiments is around 40 nm. Details about this instrument and research can be found elsewhere.22 Dynamic mechanical properties were performed using a Mettler Toledo DMA/SDTA861e dynamic mechanical analyzer with a single cantilever bend mode. The molded samples (10 × 10 × 2 mm3) were measured from 25 to 200 °C at a frequency of 1 Hz with a heating rate 2 °C/min; the storage modulus and tan δ were recorded as a function of temperature. Thermal properties were studied using a Mettler Toledo DSC 821e differential scanning calorimeter (DSC) under a nitrogen atmosphere. Samples of about 10 mg were heated at a rate of 10 °C/min from 25 to 200 °C."]], ["Results", ["##Homopolymers/Clay Systems. Since the interaction between the polymer components and the filler plays an important role in determining the phase-separation behavior and final morphology,16-19 it is important to determine whether the clay intercalates or exfoliates in the individual homopolymer components. 10 wt % Cloisite 6A was mixed together with 90 wt % PS or PMMA, and the same quantity of Cloisite 20A was mixed with PC or SAN individually. Cross sections were obtained for each sample, and bright field TEM images are shown in Figure 1. From the figure we can see that the clay is partially exfoliated or intercalated in all polymers except for the PS matrix, where large tactoids, approximately 1−2 μm in diameter, are seen. Hence, we conclude that the clay/polymer interaction is favorable in all cases, except for the PS matrix. Furthermore, we also notice that in the matrices where the clay is exfoliated the platelets are oriented in the direction of extrusion or in the direction of maximum shear. DMA measurements were also performed on all the homopolymers with and without clay. The results are tabulated in Table 2, where we can see that neither the dynamic modulus nor the glass transition temperature is affected by the clay in PS, further confirming the lack of interactions. On the other hand, from the table we can see that Tg increased for PMMA and SAN by 4.2 and 4.1 °C, respectively, and decreased for PC by 4.7 °C. The increase Tg of PMMA and SAN was probably due to the attractive interaction between clay surface and polymer chains and the resulting low chain mobility. Similarly, the dynamic modulus increased by more than 50% for the SAN, PC, and PMMA. Hence, these favorable interactions exist between these polymers and the modified clay surfaces. ##Polymer Blend Systems. The polymer blend systems we studied can then be placed into two categories. The first, the PS and PMMA blend, is the situation where the clay polymer interaction is favorable for only one of the components, and the clay is therefore expected to be segregated in that phase. The second case occurs when the clay polymer interaction is equally favorable in both components, and hence no preferential segregation is expected to occur as is the case for the PC and SAN blend. ##PS/PMMA Blend. Blends were made of PS and PMMA, as described above, in a Brabender, with different weight fractions of the polymers, with or without 10% Cloisite 6A. In this case, the samples were divided, and half of them were also annealed at 190 °C for 14 h. Images shown in Figures 2f and 4a were obtained from the same cross section of a PS/PMMA (30/70) annealed blend, using TEM and scanning transmission X-ray microscopy (STXM), respectively. The TEM images did not use specific staining, but the STXM images were taken at 285.2 eV, which is specific to the absorption of PS (C1s → π*C=C transition). From Figure 4a, we therefore can identify the minority PS domains, which appear dark due to preferential absorption, as the round droplets in the majority PMMA continuous phase (bright).22 In Figure 2f we find the same morphology imaged with TEM. We can therefore assign the dark regions to PS and the bright regions to PMMA, which is more easily damaged by the electron beam. Prior to annealing, we find that the morphologies in Figure 2a,b are similar to the minority PMMA phase which is well dispersed within the PS matrix, while in the PS/PMMA (30/70) sample we find that the PS phase is now dispersed within a PMMA matrix. Annealing the samples coalesces the minority phases into large spherical domains, while in the 50/50 (PS/PMMA) sample the phases are completely separated into regions that are larger than the field of view in the microscope. Similar phase segregation images were also shown using STXM for thin films by Ade et al.22 Figures 3, 4b, and 5 are images obtained from cross sections of PS/PMMA samples mixed together at 170 °C with 10% Cloisite 6A. Again, we first compare Figures 3f and 4b which were obtained from the same sample using TEM and STXM. We can see that in this case, as well, the morphologies are similar, and we can identify the dark areas in the TEM images with the dark PS domains in the STXM image. On the other hand, the clay is not imaged with STXM and can only be seen as the electron opaque features on the TEM images localized almost entirely in the PMMA phase. The main difference between Figures 2a,b and 3a,b is the morphology of the PMMA domains. Even though they are of comparable size and dispersion in both figures, the domains in the samples with clay are more irregular in shape. In Figure 3c the two phases are almost indistinguishable. The difference is much more pronounced when we compare Figure 2d,e with Figure 3d,e. Here we find that a much smaller amount of domain coarsening occurred in the presence of clay. Almost no change is seen between Figures 3a and 3d, while Figure 3e progressed to a bicontinuous structure. Even though Figure 3f shows the largest change, the PS domains that have formed are still much smaller than those seen in Figure 2f. Hu et al. 24 measured the dynamics of PS or PMMA with Cloisite 6A and found that (a) PMMA was preferentially absorbed to the clay surfaces, indicating that an attractive interaction existed between the PMMA polymer and the modified clay surfaces, and (b) the tracer diffusion coefficient decreased while the viscosity of PMMA increased by nearly a factor of 2 when 5 vol % Cloisite 6A was added. No change in either diffusion coefficient or viscosity was observed for the clay in the PS matrix. The first result is completely consistent with our measurements, where the platelets segregate into the PMMA phase, while avoiding the PS phase. On the other hand, the results of Hu et al.24 would have predicted much larger phase-segregated domains if the effect of the clays was only to increase the viscosity of the PMMA phase of the blend. Hence, other factors such as the distribution of the clays after annealing may also play a role. To observe the location of the clays in more detail, higher magnification TEM images were also obtained and are shown in Figure 5. In this figure two factors become very obvious. First, if we compare these images with those of the clay in the PMMA pure homopolymer samples, we see that the platelets are not oriented in the shear direction within the PMMA phase. Rather, the platelets are localized at the polymer interfaces. Second, after annealing it is striking that the interfaces are in fact defined by the clay platelets and hence are not rounded like in the pure polymer blend system. The localization of the platelets at the polymer/polymer interface was inferred to explain differences in the SEM images, but their presence could not be confirmed.8 Early measurements by Zhu et al.4 also reported a decrease in domain size which they correlated to the presence of clay at the phase interfaces, but their results were obtained in spun-cast, thin film samples, where the casting solvent as well as surface interactions and spatial confinement effects played a dominant role. ##PC/SAN System. To determine whether the clay has the same effect in a blend system where the clay has favorable interactions in both phases, we also prepared blends of PC and SAN, which have been studied thoroughly by Paul and others. 25-27 Here too we obtained data using STXM to identify the chemical composition of the domains and correlate with the electron density images obtained with the TEM. The scans obtained, using the energy of 290.4 eV that represents the resonance of PC (C1s → π*C=O transition),23 are shown in Figure 6, where the PC and SAN domains, in a blend of PC/SAN24 (70/30), appear as dark and light components, respectively. From the figure we can see that in this case as well the addition of the clay improves the dispersion of the phases. The degree of dispersion is also seen to increase as the clay concentration is increased from 1% to 10%. In fact, for concentrations above 5% bicontinuous morphologies are observed. In Figure 6f, we show the images obtained when 10% unmodified Na+ Cloisite is added. The domains in this case are much larger than in the other images. To determine the location of the clay platelets in this system, we also obtained TEM images of the same series. Figure 7a−e shows the morphology of PC/SAN24 (70/30) as a function of Cloisite 20A concentration. Because of the higher density of PC relative to that of SAN24, it is possible to visualize the contrast between these two components in a low-voltage TEM. 28 In comparison to the images in Figure 6, we find similar morphologies, and we can see that the PC and SAN24 domains correspond to the dark phase and the bright phase in the TEM images, respectively. In Figure 7 we find that the domain size decreases drastically when the clay concentration increases between 1% and 3%. Inspection of the TEM images indicates that for concentrations starting at 3% the two phases are dispersed into domains that range in size from less than a micron to few tens of nanometers. Even though these domains may also be present in the STXM images, they are smaller than the intrinsic resolution of STXM. The clay platelets are easily visualized in the TEM images and are seen to play a dominant role in determining the morphologies. In Figure 7b most of the platelets are located at the interfaces of large, ∼2 μm in diameter, elliptical domains. The fraction of the interface covered with clay is less than 25%, and hence the platelets do not determine the shape of the interface. In Figure 7c the domains are much smaller, less than 0.5 μm in diameter, and the interfaces between these domains are covered nearly entirely with clay. As a result, the domains are no longer round but have assumed the irregular shapes formed by groups of clay platelets. With increasing clay concentration (Figure 7d,e) the individual domains are no longer distinct, and very small regions, only a few hundred angstroms in diameter, are visible. In Figure 7f we find that when unmodified clay is added, it aggregates inside the SAN domains, where it remains in large tactoidal clusters, which do not segregate to the interface. Hence, we can see that the functional groups which allow the clay to intercalate or exfoliate in the homopolymer may also be responsible for the ability of the clay platelets to disperse and decrease the separate phases. To determine whether the above morphologies are in equilibrium states, samples of PC/SAN24 (70/30) with and without 10% Cloisite 20A were annealed at 190 °C for 24 h. The TEM images after annealing are shown in Figure 8. From the images we can see that the morphologies of both the blends with and without clay are mostly unchanged by the annealing process. The thermodynamic response of PC/SAN24 blends as a function of Cloisite 20A concentration can be further examined by DMA and DSC measurements. The DMA curves of the blends PC/SAN24 (70/30) with various amounts of clay are shown in Figure 9a. In the absence of clay the modulus of the blend is intermediate between that of the individual components. From the figure we see that the storage modulus increases almost linearly with increasing Cloisite 20A concentration. Above 3% the modulus of the blend is now larger than the individual components, which is also consistent with the smaller domain sizes. Compared to the blend containing modified Cloisite 20A, the modulus of the blend with unmodified 10% Na+ Cloisite is much smaller with a value in between those of the two individual components. In Figure 9b we show the tan δ curves obtained from the same set of samples. From the figure we see that in the absence of clay two distinct peaks, whose amplitudes reflect the relative concentrations of SAN and PC, are visible at the temperatures 122.0 and 162.4 °C, respectively, corresponding to Tg of the individual components. With the addition of 1% clay, the curves are not changed appreciably, except for a slight downward shift in Tg of the PC component. As the concentration of the clay increased to 3%, the amplitude of the peak corresponding to the PC-rich phase is dramatically decreased, and the peak width becomes much broader. The peak position of the PC-rich phases is now shifted to a much lower value, 152.4 °C, while the peak position of SAN-rich phases is slightly increased to 123.6 °C. The addition of 5% clay further broadens the PC peak and shifts it into the direction of SAN-rich phase. Finally, when the clay concentration reaches 10%, a single Tg is observed at 126.9 °C. The existence of only one tan δ peak suggests that there may be only one continuous phase for this composition. To further confirm the results obtained from DMA measurements, DSC measurements were conducted to investigate the thermal behavior of the blends. The results of scans for the PC/SAN24 (70/30) blends with different concentrations of clay are shown in Figure 10. From the figure we can see that the DSC measurements detected similar trends as the ones obtained with DMA. Two peaks are observed for the blends without clay and with 10% Na+ Cloisite, which correspond to the Tg values of the homopolymers. In both cases only one peak corresponding mostly to Tg of SAN24 is observed for concentrations of 5% and above. The DSC measurements observe only one glass transition for the 3% Cloisite 20A sample, while with DMA we still see two peaks in the tan δ plot. We do not understand this discrepancy, but we postulate that it may be due to the relative sensitivities of the instruments. ##Other Binary and Tertiary Blends. A similar trend was also observed in other blends melt mixed in a similar manner in a Brabender at 170 °C. Figure 11 shows STXM images obtained from 50/50 blends of PVC with PS. Comparison of the STXM images with and without clay also shows a large decrease in domain size. Similarly, small domains are also observed in TEM images of 50/50 blends of PMMA and EVA with 10% Cloisite 6A in Figure 12a, where we see that the clays are segregated to the phase interfaces. The polymers used in these experiments vary widely in properties, i.e., amorphous and crystalline, polar and nonpolar, yet the degree of dispersion with clay is comparable, indicating that the dispersive effects of the modified clays are fairly general. This is also illustrated in Figure 12b where we show TEM images of tertiary blend of PS/PMMA/Elvax350/Cloisite 6A (30/30/30/10), where a similar effect is observed, namely reduction of domain size and adsorption of the clay to the phase interface. In each case, as can be seen from Figure 13, the increased dispersion is also associated with a large enhancement of the modulus, both above and below Tg of the individual components."]], ["Discussion", ["Thus far we have seen that having a favorable interaction between clay and one of the polymers is sufficient to increase the compatibility between two polymers. Examination of Figure 1 clearly shows that when the clay is intercalated or exfoliated in the homopolymer, the platelets appear to be aligned in a preferential direction, most probably the shear direction in the mechanical mixer. This is no longer true in a blend. Here the platelets are adsorbed onto the interfaces between the polymers and follow the contour of the phase. Annealing of the samples after melt mixing indicates that a great mobility is possible in the blends, even in those with clay. This observation is in good agreement with the data of Hu et al.24 During the mixing process, the clays become mechanically intercalated by polymer chains that are attracted to the clay surfaces with an attraction that is strong enough to overcome the entropic penalty of penetrating into the clay galleries. 29,30 In this manner the clay platelets become very effective nucleating agents for in-situ graft formation. If more than one polymer is present, then adsorption of all the chains to the clay surface will occur. Since these platelets have a large surface area, they can deliver a large amount of grafts to the interface, without entropic constraints or competition from micelle formation. These effective grafts can act the same function as block copolymers, effectively decreasing the interfacial tension and reducing the domain size. Furthermore, since they are formed in situ during the mechanical blending, their composition directly reflects all the polymer components in the mixer, and they can then become nonspecific compatibilizers, which work with a large class of polymers. Lipatov et al. first recognized this phenomenon16-19 and described a typical system organic/inorganic blend using a three-component expression for the Gibbs free energy. He argued that if even one was favorable, the inorganic component would be localized at the phase interface, thereby lowering their interfacial energies. In addition to separating the phases, which lowers the energy of the system, large aspect ratio fillers also have an unfavorable bending energy term which prevents them from bending too abruptly in complying with the shape of the interfaces. The balance between these two opposing factors then can be used to determine the minimum domain size. The equilibrium morphology can then be estimated by balancing the reduction in interfacial energy with the increase in bending energy when clay platelets are located at the interface. The free energy F for a polymer blend/clay system, of constant volume V, can be expressed in terms of r, the radius of the domains in the system: Here, γ is the interfacial energy between the two polymers, γ‘ is the interfacial energy when clay platelets are at the interface, n is the total number of clay platelets in the system, m is the number of clay platelets present at the interface between the two polymers, and l2 is the surface area of the platelets. The first term represents the energy penalty of putting clay platelets in either of the phases, the second term represents the interfacial energy of the platelet covered domains, and the last term represents the bending energy of the platelets due to interfacial curvature. If we assume that platelets fully cover all the domains and that the blend has equal amounts of each phase, we can derive an expression for m: where V is the total volume of the blend. The bending energy per platelet can be obtained from20 where E is Young's modulus, l2 is the area of a typical platelet of thickness h, and ζ ≈ l2/r is the displacement of the platelet for small deformations. Minimizing the free energy with respect to r, we obtain r = αl, where In this expression, r is the radius of the domain that can form before it is destabilized by the bending penalty. Note that in the limit of no platelets γ‘ = γ‘ and r = ∞; that is, we recover the limit of a planar interface (the thermodynamically stable state). If we substitute γ = 2 × 10-3 N/m and E ∼ 1 GPa for exfoliated clays 25,31 and assume that γ‘ ≪ γ, we can estimate that α is of order unity and the minimum domain radius will be approximately equal to the average linear dimension of the platelets. When the clay concentration increases further, no new interfaces can be created to accommodate the increased concentration of clay platelets. This effect is nicely illustrated in the series of TEM images obtained for the PC/SAN system. Here we find that with the addition of 1% or 3% clay the platelets are adsorbed to the interfaces between the two components. The amount of clay though is insufficient to affect the shape of the droplets. As the concentration is increased to 5%, the domains become markedly smaller, of ∼0.5 μm, which corresponds to the length of a typical platelet. Further increase to 10% no longer decreases the domain size. The same behavior is seen qualitatively in Figures 11 and 12 for the PMMA/EVA and the tertiary blend systems, though in these cases interfacial tension is not known, and hence it is difficult to obtain an accurate estimate of the critical domain size. ##Application to Polymer Recycling. Since this process is not especially sensitive to the specific polymers used, it has potential uses in polymer slurries obtained from recycled materials. To minimize the cost of using recycled polymers, the materials are frequently not well sorted or characterized. Consequently, they are particularly difficult to compatibilize using standard methods. On the other hand, the mechanical properties of recyleced materials are often very poor due to phase segregation. We have therefore tested this concept on slurry obtained from consumer objects, Styrofoam boxes, plastic cups, and scrap Plexiglas, labeled as PS or PMMA. We therefore mixed samples of these recycled pieces in the Brabender. Optical images of molded slabs are shown in Figure 14a, where we can clearly see that only the samples with clay have a uniform appearance. DMA (Figure 14b) reveals that the modulus of the materials with clay has increased nearly 200%. TEM cross section of the slab with clay in Figure 14c clearly shows that the platelets have segregated to the interfaces, in the same manner as was demonstrated for the virgin polymers."]], ["Conclusion", ["We have demonstrated that compatibility can be enhanced in a wide variety of polymers simply by melt mixing with modified organoclays. This property was attributed to the large surface area of the clays which enabled the formation of in-situ grafts during the melt mixing process. The grafts are then unstable in either one of the phases, and TEM microscopy shows that they become localized at the interface between the polymer components. In this study we chose two model systems, with comparable unfavorable interfacial tension, 2 × 10-3 N/m, PS/ PMMA and PC/SAN24, where the clay was known to exfoliate in only one of the components or in both components, respectively. An increase in compatibility and the localization of the clay at the interfaces was observed in both cases, in agreement with the observations of Lipatov et al. A similar phenomenon was also observed in tertiary blend of PS/PMMA/Elvax. In all cases the increased compatibility was also reflected by a significant increase in the modulus of the blend. The relative simplicity of this method, and the fact that it is applicable to a wide variety of blends, makes it an attractive alternative to current technologies in processing recycled polymer slurries where the composition can vary in an unpredictable manner and where cost is a primary factor."]]], "doi": "10.1021/ma060125+", "figures": [["Figure 1", "Figure 1", "Figure 1. TEM images of homopolymers/clay: (a) PS/Cloisite 6A  (10%), (b) PMMA/Cloisite 6A (10%), (c) PC/Cloisite 20A (10%), (d)  SAN24/Cloisite 20A (10%).   "], ["Figure 10", "Figure 10", "Figure 10. DSC curves for PC/SAN24 (70/30) blends with different  concentrations of clay.   "], ["Figure 11", "Figure 11", "Figure 11. Scanning transmission X-ray microscopy (STXM) images  (20 μm x 20 μm) of PS/PVC blends (taken at 285.2 eV, the absorption  energy of PS, PS is dark): (a) PS/PVC (50/50), (b) PS/PVC/Cloisite  6A (45/45/10)."], ["Figure 12", "Figure 12", "Figure 12. Cryo-TEM images of (a) PMMA/Elvax350/Cloisite 6A  (45/45/10) and (b) PS/PMMA/Elvax350/Cloisite 6A (30/30/30/10).   "], ["Figure 13", "Figure 13", "Figure 13. Storage modulus vs temperature curves of blends with and  without 10% Cloisite 6A.   "], ["Figure 14", "Figure 14", "Figure 14. (a) Optical images of molded slabs: (A) Styrofoam boxes/scrap Plexiglas/Cloisite 20A (45/45/10), (B) Styrofoam boxes/scrap  Plexiglas (50/50), (C) Styrofoam boxes/scrap Plexiglas/plastic cups/  Cloisite 20A (30/30/30/10), (D) Styrofoam boxes/scrap Plexiglas/plastic  cups (33/33/33), (E) Styrofoam boxes/scrap Plexiglas/plastic cups/  Cloisite 6A (30/30/30/10). (b) DMA graphs of recycled blends with  and without 10% Cloisite 20A. (c) TEM image of cross section of  Styrofoam boxes/scrap Plexiglas/Cloisite 20A (45/45/10).   "], ["Figure 2", "Figure 2", "Figure 2. TEM images of PS/PMMA blends: quenched in liquid nitrogen (a) PS/PMMA (70/30), (b) PS/PMMA(50/50), (c) PS/PMMA (30/70);  annealed at 190 °C for 14 h (d) PS/PMMA (70/30), (e) PS/PMMA(50/50), (f) PS/PMMA (30/70).   "], ["Figure 3", "Figure 3", "Figure 3. TEM images of PS/PMMA/Cloisite 6A (10%) blends: quenched in liquid nitrogen (a) PS/PMMA (63/27), (b) PS/PMMA(45/45), (c)  PS/PMMA (27/63); annealed at 190 °C for 14 h (d) PS/PMMA (63/27), (e) PS/PMMA(45/45), (f) PS/PMMA (27/63).   "], ["Figure 4", "Figure 4", "Figure 4. Scanning transmission X-ray microscopy (STXM) images  (30 μm x 30 μm) of PS/PMMA blends annealed at 190 °C for 14 h  (taken at 285.2 eV, the absorption energy of PS, PS is dark): (a) PS/ PMMA (30/70), (b) PS/PMMA/Cloisite 6A (27/63/10)."], ["Figure 5", "Figure 5", "Figure 5. High-magnification TEM images of PS/PMMA/Cloisite 6A (10%) blends: quenched in liquid nitrogen (a) PS/PMMA (63/27), (b)  PS/PMMA (45/45), (c) PS/PMMA (27/63); annealed at 190 °C for 14 h (d) PS/PMMA (63/27), (e) PS/PMMA(45/45), (f) PS/PMMA (27/63).   "], ["Figure 6", "Figure 6", "Figure 6. Scanning transmission X-ray images (20 μm x 20 μm) of PC/SAN24 (70/30) blends with different concentrations of clay (taken at  290.4 eV, the absorption energy of PC, PC is dark): (a) 0% Cloisite 20A, (b) 1% Cloisite 20A, (c) 3% Cloisite 20A, (d) 5% Cloisite 20A, (e) 10%  Cloisite 20A, (f) 10% Na+ Cloisite.   "], ["Figure 7", "Figure 7", "Figure 7. TEM images of PC/SAN24(70/30) blends with different concentrations of clay: (a) 0% Cloisite 20A, (b) 1% Cloisite 20A, (c) 3%  Cloisite 20A, (d) 5% Cloisite 20A, (e) 10% Cloisite 20A, (f) 10% Na+ Cloisite.   "], ["Figure 8", "Figure 8", "Figure 8. TEM images of PC/SAN blends annealed at 190 °C for 24  h: (a) PC/SAN24 (30/70), (b) PC/SAN24/Cloisite 20A (27/63/10).   "], ["Figure 9", "Figure 9", "Figure 9. Dynamic mechanical curves of PC/SAN24 (70/30) blends  with different concentrations of clay: (a) storage modulus vs temperature; (b) tan δ vs temperature."]], "table_captions": [["Table 1", "Table 1", "Table 1.  Characteristics of Polymer Used in This Study"], ["Table 2", "Table 2", "Table 2. Thermal and Mechanical Properties of Homopolymers and Homopolymers/Clay Composites"]], "tables": []}