{"title": "PMMA-grafted-silica/PVC nanocomposites: Mechanical performance and barrier properties", "abstract": " Poly(vinyl chloride) (PVC)/SiO2 nanocomposites were prepared via melt mixture using a twin-screw mixing method. To improve the dispersion degree of the nanoparticles and endow the compatibility between polymeric matrix and nanosilica, SiO2 surface was grafted with polymethyl methacrylate (PMMA). The interfacial adhesion was enhanced with filling the resulting PMMA-grafted-SiO2 hybrid nanoparticles characterized by scanning electron microscopy. Both storage modulus and glass transition temperature of prepared nanocomposites measured by dynamic mechanical thermal analysis were increased compared with untreated nanosilica-treated PVC composite. A much more efficient transfer of stresses was permitted from the polymer matrix to the hybrid silica nanoparticles. The filling of the hybrid nanoparticles caused the improved mechanical properties (tensile strength, notched impact strength, and rigidity) when the filler content was not more than 3 wt %. Permeability rates of O2 and H2O through films of PMMA-grafted-SiO2/PVC were also measured. Lower rates were observed when compared with that of neat PVC. This was attributed to the more tortuous path which must be covered by the gas molecules, since SiO2 nanoparticles are considered impenetrable by gas molecules. ", "body": [["Abstract", [" Poly(vinyl chloride) (PVC)/SiO2 nanocomposites were prepared via melt mixture using a twin-screw mixing method. To improve the dispersion degree of the nanoparticles and endow the compatibility between polymeric matrix and nanosilica, SiO2 surface was grafted with polymethyl methacrylate (PMMA). The interfacial adhesion was enhanced with filling the resulting PMMA-grafted-SiO2 hybrid nanoparticles characterized by scanning electron microscopy. Both storage modulus and glass transition temperature of prepared nanocomposites measured by dynamic mechanical thermal analysis were increased compared with untreated nanosilica-treated PVC composite. A much more efficient transfer of stresses was permitted from the polymer matrix to the hybrid silica nanoparticles. The filling of the hybrid nanoparticles caused the improved mechanical properties (tensile strength, notched impact strength, and rigidity) when the filler content was not more than 3 wt %. Permeability rates of O2 and H2O through films of PMMA-grafted-SiO2/PVC were also measured. Lower rates were observed when compared with that of neat PVC. This was attributed to the more tortuous path which must be covered by the gas molecules, since SiO2 nanoparticles are considered impenetrable by gas molecules. "]], ["INTRODUCTION", [" Polyvinyl chloride (PVC) materials are extensively used in many applications, such as pipes, electric cables, sectional bars, and packaging material, etc. Though PVC finds extensive use in packaging, improvements in its poor barrier properties will be beneficial for the current applications and should also lead to applications in pharmaceuticals, electronic packaging, and particularly packaging of food products, which are sensitive to oxygen and moisture.1, 2 To develop the usage for pharmaceutical products, PVC should have comprehensive properties such as excellent strength, heat resistance, modulus, and gas permeability barrier properties, which is the most important in terms of protection of the active principle.3  Rubber is widely used to toughen PVC composites. However, it often leads to a reduction in strength, heat resistance, modulus, and difficult processing of the polymeric composites.4-6 While polymeric nanocomposites have been recently established as a more exciting new class of materials that are nanoparticle-filled, which usually exhibit superior mechanical performance and improved barrier properties at very low loading levels.7 Improvements on mechanical properties, such as stiffness and toughness, strength, barrier, and heat resistance with respect to the matrix polymer are usually observed. These are usually attributed to the dramatic increase of the interfacial area between nanoscale filler and polymeric matrix.8-10  Polymers filled with nanosized particles often show filler agglomeration and network formation in the polymer matrix. Agglomeration may make performance worse than that of the matrix polymer. To solve nanoparticle agglomeration and improve the filler particle dispersion in the matrix, a great deal of research has been done to modify the interface between the filler and polymeric matrix. For example, modification of nanoparticles with coupling agents is a simple approach to improve the filler dispersion in the polymeric matrix.11 To improve the adhesion between the matrix and inorganic particles, polymer were employed to modified surface of inorganic particles. Wu et al.12 blended PVC with nano-CaCO3 particles coated with chlorinated polyethylene (CPE) elastomer and found that the composites had the higher tensile and impact strength than those blended with the untreated particles.  To bring the effect of the nanoparticles into play, treatment of nanoparticles through graft polymerization was well-developed.9, 13-16 Taking advantage of this, the following benefits can be gained: (i) the hydrophilic particles surfaces are converted into hydrophobic in favor of improving miscibility between the components; (ii) the loosened nanoparticles agglomerates are turned into compact nanocomposite structure consisting of the particles and the grafting polymers; and (iii) the interfacial interaction between the filler particles and the surrounding matrix is enhanced through entanglement of the grafting polymers attached to the nanoparticles with the matrix molecules. Therefore, stress can be transferred to all the nanoparticles when the composites are subjected to applied force, while stiffening, reinforcing, and toughening effects are observed at very low nanoparticle content filled.  In addition to various fibers and spherical mineral particles such as montmorillonite,17 calcium carbonate,18-20 and aluminum oxide,21 silica has played an important role in reinforcement components due to the nanoscale effects.22 Polymer-silica nanocomposites often exhibit dramatic improvements in mechanical properties such as strength, modulus, and heat resistance.23-25 Moreover, the gas permeability barrier properties of polymer-silica nanocomposites were significantly affected by the filling content.26-33 The penetrant diffusion coefficient can be quantitatively described by the Cohen-Turnbull model.34 The nanospace in the polymer-silica nanocomposite is varied with the addition of silica nanoparticles via the alteration of the polymer chain packing,27 which affects the gas permeability barrier properties of polymeric nanocomposites. Because PMMA has been proved to have excellent compatibility with PVC,35 in this study, to improve embedding of the nanofillers within PVC matrix, PMMA was selected and firstly grafted onto nanosilica surface, the resulting hybrid nanoparticles were then used in making PVC nanocomposites. The effects of filling content on the performance of PVC nanocomposites were investigated. Our results exhibit that PVC nanocomposites have superior mechanical performance, enhanced interfacial adhesion, and improved barrier properties at very low loading levels. This investigation will lead to applications of PVC in pharmaceutical, electronic packaging, and particularly of food products. "]], ["EXPERIMENTAL", ["##Materials Fumed silica (SiO2) (Shanghai Chemical, Shanghai, China) nanoparticles were supplied by Shanghai Chemical, China with an average diameter of 25 nm. The particles were dried at 120°C under vacuum for 24 h to eliminate the physically absorbed and weakly chemically absorbed species. 3-(Trimethoxysilyl)propyl methacrylate (MPS) and methyl methacrylate (MMA) were distilled under reduced pressure before use. Sodium dodecyl sulfate (SDS), poly(oxyethylene) octyl phenyl ether (OP-10), potassium persulfate (K2S2O8), and other agents of analytical grade were utilized without further purification. Deionized water was applied for all polymerization and treatment processes. PVC was donated by Qilu Petrochemical Engineering Company, Zhibo, China. ##PMMA graft polymerization onto SiO2 nanoparticles  Pretreatment of silica nanoparticles with a silane coupling agent was carried out as follows: an excess of MPS was added to a suspension of nanosilica in toluene solution. After ultrasonic agitation for 30 min, the suspension was refluxed for 10 h under the protection of dry nitrogen flow. Afterward, the nanosilica was filtrated and extracted with ethanol for 24 h to remove the excess MPS absorbed on the particles, and then the MPS-functionalized nanosilica was dried in vacuum at 50°C for 24 h.  The polymerization in the presence of MPS-functionalized nanosilica was performed by the following process: 1 g of the functionalized nanosilica was dispersed in the aqueous solution, in which 2 g of isopropanol, 0.03 g SDS, 0.015 g of OP-10, and 95 mL of water were added. Having experienced ultrasonic agitation for 30 min, the suspension was poured into a 250-mL jacketed glass reactor equipped with reflux condenser, thermocouple, stainless-steel stirrer, nitrogen inlet, and heated under constant stirring (130 rpm) with protection of nitrogen flow. Once the reaction temperature was reached (75°C), the aqueous solution of initiator (0.01 g of K2S2O8 solution) was added slowly drop by drop. After 10 min, a continuous dosage of MMA was added under monomer-starved conditions. After 3 h, when initiator and monomer have been added into the reactor, another 0.5 h reaction at 80°C was required to improve the monomer conversion. The obtained PMMA-grafted-SiO2 particles were dried at 45°C under vacuum after emulsion centrifugation and washing process. The polymerization products were extracted with acetone for 24 h in a Soxhlet apparatus to remove the ungrafted polymer and dried to a constant weight under vacuum. ##Preparation of PVC composites filled with PMMA-grafted-SiO2 hybrid nanoparticles  The PVC composites were formulated with 300 g PVC resin, 12 g organic tin stabilizer, 6 g processing additive ACR401, 4.8 g calcium stearate lubricant, 1.0 g stearate acid, and 0.5 g external lubricant oxidized polyethylene (OPE). The formulations were mixed in the high-speed rotating mixer for 20 min to give the PVC compound. PMMA-grafted-SiO2 nanoparticles were dried at 80°C for 24 h in a vacuum oven. The PVC compound and nanoparticles were mixed with a two-roll mixer at 170°C for 10 min to give binary composites. The composites thus prepared were molded into sheets by compression-molding at 180°C and 20 MPa for 10 min, followed by cooling to room temperature at 10 MPa. ##FTIR  Fourier transform infrared (FTIR) spectroscopy was applied to characterize the changes in the chemical structure of silica before and after graft polymerization. Thin sample specimens were pressed with KBr power. ##Scanning electron microscopy  Scanning electron microscopy (SEM) (JEOL, Japan JSM-6360LV) was employed to study the fracture surface of all tested samples. The SEM samples were prepared in liquid nitrogen for 30 min, and then broken into two pieces. The fractured surfaces of specimen were coated with a thin layer (10–20 nm) of gold-palladium. ##Dynamic mechanical analysis  DMA 242C (NETZSCH) was employed to study the dynamic mechanical analysis (DMA) of samples from 25 to 140°C, at a heating rate of 3°C/min and frequency of 1 Hz. ##Mechanical properties tests  Notched impact strength was measured using an XJU-2.75 izod impact testing machine according to GB1843 of the national standard. Tensile strength test was performed according to GB1040-79 of the national standard on Instron tester (model 4206, Instron). All the mechanical tests were carried out at 25°C. ##Permeability measurements All prepared films were approximately 500 ± 50 μm in thickness. Permeability of O2 through these films was measured using a Davenport Apparatus (London). A filter with a diameter of 5.5 cm was used, supporting the nanocomposite films. The apparatus was fixed and vacuum was applied to the lower part of the shell down to a pressure of 0.2 mmHg. After this, gas was introduced in the upper part of the apparatus shell and the pressure differences in a capillary pipe were measured against time until a constant rate. The gas transmission rates (TR) through each film were calculated using the following equation: equation image(1) where TR is the gas transmission rate (mL/m2·24 h·0.1 MPa), p is the rate of pressure change in the capillary pipe, V the total free volume in the sample shell, A the surface of the sample, T the temperature at which the experiment is carried out, and P the pressure difference at the beginning of the experiment. Tests for water transmission were performed according to GB 1037-88, water permeability is usually expressed in g/m2 for 24 h."]], ["RESULTS AND DISCUSSION", ["##PMMA graft copolymerization on SiO2 surface  Figure 1 shows FTIR spectra of the untreated silica, neat PMMA, and PMMA-grafted-SiO2 after extraction with acetone for 24 h. Compared to the spectrum of PMMA, there is a very pronounced band appearing at 1103 cm−1, together with two less pronounced bands at 805 and 467 cm−1, corresponding to the vibration absorption of SiOSi groups in the spectrum of untreated silica and PMMA-grafted-SiO2. In comparison with the spectrum of the untreated SiO2, the adsorption peaks are at 2952, 1732, 1439 cm−1, which are assigned to CH, CO, and CH3 stretching vibration of PMMA, respectively. These results verify that PMMA has been bonded on the nanosilica through graft polymerization with the double bond on the MPS-functionalized nanosilica. The content of PMMA bonded on the SiO2 particles is 73.3 wt %, measured by TGA. PMMA-grafted-SiO2 nanoparticles show a morphology of regular spherical with the diameter ranging from 80 to 90 nm revealed by TEM characterization, which has been reported by our group.36 ## Morphology  Figure 2 shows the SEM fractographs of the PVC composites. It can be seen that the edges and corners of the untreated silica/PVC composite are less rough [Fig. 2(a)] when compared with that of PMMA-grafted-SiO2/PVC composites [Fig. 2(b–d)]. Among the treated nanosilica/PVC composites, the interface of composite filled with 3 wt % of PMMA-grafted-SiO2 exhibits most adhesive. These results indicate that the improved interfacial adhesion is observed even filling at very low content of hybrid nanoparticles. Further increasing the filling content, the interfacial adhesion will not increase accordingly [Fig. 2(d)]. The improved interfacial adhesion should be caused by two important factors. The first one is the enhanced dispersion of nanosilica in the polymeric matrix because of the PMMA grafting onto the nanoparticles; the second one is the excellent compatibility of PMMA with PVC.35 It is well-known that the more dispersed the nanosilica is, the better the interface between silica and PVC matrix it achieves. The surface hydroxyl groups of the untreated silica have an increased tendency to create hydrogen bonds, which directly leads to the formation of agglomerates.11 Moreover, the hydrophobic polymer does not wet or interact with the hydrophilic fillers because of their differences in surface energy.16 Therefore, it is the aggregation of untreated nanosilicas and poor compatibility between silica fillers and PVC matrix that results in weak interface of untreated nanosilica/PVC composite [Fig. 2(a)]. In the case of PMMA-grafted-SiO2/PVC composites, the dispersion of nanosilica was improved substantially due to the steric hindrance effect caused by the polymer long chains. As a result, the interfacial interaction between the filler particles and the surrounding matrix is enhanced through entanglement of the grafting PMMA with the PVC matrix molecules. ## Dynamic mechanical properties characterization  It is known that the bigger the surface energy of inorganic particles, the stronger is the interfacial adhesion with the same polymer matrix, when they have the same contact area with PVC matrix. The bare nanosilicas have the bigger surface energy than PMMA-grafted-SiO2 nanosilicas, when nanosilicas are filled into PVC matrix, they aggregate severely in PVC matrix for their big surface energy and disperse poorly in PVC matrix, then the value of contact area between nanosilicas and PVC matrix decreases rapidly, which leads to the decreasing of the effective interfacial interaction between the inorganic particle and PVC matrix of the unit volume nanosilicas. Thus the surface energy is not the most suitable criterion to characterize the effective interfacial interaction between inorganic nanoparticles and polymer matrix. To further characterize the interfacial interaction between nanosilicas and PVC matrix, dynamic mechanical properties are employed.  Figure 3 shows the storage module (E′) as a function of temperature for PVC composites filling with different content of nanoparticles. It is apparent from the results in Figure 3, that all the storage module of the PVC nanocomposites has the higher storage module than neat PVC below the glass transition temperature (Tg). It is known that the relative values of storage module of particulate-filled polymer composites are influenced by the effective interfacial interaction between the inorganic particles and PVC chains. In general, the stronger effective interfacial interaction between the matrix and the fillers has the higher value of storage module of composites would have.37 Therefore, from the improvement of PMMA-grafted-SiO2/PVC composites in storage module in comparison with that of untreated SiO2-filled PVC at the same filling content, it can be concluded that there is better interface when the nanosilica was grafted with PMMA. Figure 4 shows loss tangent delta (tan δ) dependence on temperature of PVC and its composites. From this figure, it is obvious to find the Tg of PMMA-grafted-SiO2/PVC nanocomposites shifts to a higher temperature as compared with that of neat PVC and untreated-SiO2 filled PVC. These results are resulted from the PVC chains that were restricted effectively by hybrid nanoparticles, which indicates that the enhanced interfacial adhesion between PVC matrix and hybrid nanosilica. DMTA results are consistent with the result of SEM. ## Mechanical properties of nano-SiO2/PVC composites  Figure 5 presents the notched impact strength of neat PVC and its nanocomposites as a function of filling content. From this figure, it can be seen that all the PVC nanocomposites demonstrate enhancement in impact strength as compared with that of neat PVC (4.3 kJ/m2). It is noted that the impact strength increases with increasing filling contents until 3 wt %, which reaches maximum value (8.4 kJ/m2). It is known that inorganic particles act as the stress concentrators because of their different elastic properties compared with the polymeric matrix. Stress concentration gives rise to build up of triaxial stress around the filler particles and this leads to debonding at the particle-polymer interface. The voids caused by debonding alter the stress state in the host matrix polymer surrounding the voids and make matrix polymer shear yielding. This shear yielding can make the polymer composites absorb large quantities of energy upon fracture, and the toughening effect of inorganic particles on polymer occur, which is the reason why the inorganic particles can improve the toughness of PVC composites.38 To create toughening effect, the inorganic particles must debond from the matrix with a suitable interfacial interaction. Too strong interfacial adhesion leads to no debonding of particles from the polymer matrix, while too weak interfacial interaction leads to no stress transferred from matrix to inorganic particles. The aggregation reduces the toughening effect for its introducing defects to composites and increasing the dispersed size of inorganic particles. In this system, PMMA grafted onto nanosilicas surface not only improves the dispersion of nanosilicas but also enhances the interfacial adhesion through entanglement of PMMA with the PVC molecules. As a result, a significant toughening effect on PVC matrix was observed at low filling content of hybrid nanocomposites (3 wt %).  The tensile strength of PVC nanocomposites as a function of filling content is given in Figure 6. It is observed that the treated nanosilicas indeed could reinforce the PVC matrix more effectively in comparison with that of untreated nanosilicas. In the polymeric nanocomposite, the interface could transfer stress from matrix to inorganic particles, which could improve the yield stress. The aggregation of inorganic particles in matrix would reduce the contact area and create physical defect in composites, all of which will decrease the effective interfacial interaction and the tensile strength of composites. Therefore, tensile yield stress of particulate filled polymer is mainly affected by the filling content and effective interfacial interaction, which mainly includes the effect of interfacial adhesion, particle size, and dispersion of inorganic particles in polymer matrix.  The PMMA-grafted-SiO2 hybrid nanoparticles should have better dispersion in PVC matrix because of the improvement of nanosilica dispersion and the compatibility of PMMA with PVC matrix. Consequently, the interface could transfer more stress from PVC matrix to inorganic, thus the PVC composites filled with them had enhanced tensile stress in comparison with that of untreated nanosilica filled PVC. The tensile yield stress increases with the increase of the filling content until 3 wt %, followed by a reduction at higher filling content.  The plot of the rigidity as a function of filling content (Fig. 7) shows a quick increase of rigidity up to a content of hybrid nanoparticle around 3 wt %, followed by a slight reduction at higher filling content. This result suggests that the presence of the hybrid nanoparticles causes the rigidity of the resulting composites to increase (especially when the filler content was equal to 3 wt %). ## Barrier properties  Inorganic particles are considered impenetrable by gas molecules. Thus, it is believed that their addition in the polymeric matrix would enhance its barrier properties by forcing the gas molecules to follow a more tortuous path as they diffuse through the material, retarding the process of the phenomenon. This has been observed in many polymer/layered silicate nanocomposites.39, 40 In addition to sheet-like morphology of layered silicates, the spherical shape of silica nanoparticles have also reduction effect on the gas diffusion through the material. Although treatment of nanoparticles through graft polymerization and application of the grafted nanoparticles in making polymeric nanocomposites have been investigated, there has been scarce effort at measuring the effect of the particulate filler on permeability of gases and even scarcer for silica-filled PVC nanocomposites.13, 14 Thus, the permeability of oxygen and water were also measured to evaluate the enhancement effect of the filling of PMMA-grafted-SiO2 hybrid nanocomposites.  The permeability of O2 and H2O of the prepared PVC nanocomposites as a function of filling content is presented in Figure 8. From these measurements, it can be observed that permeability of both of O2 and H2O is reduced significantly with increasing PMMA-grafted-SiO2 filling content up to 3 wt %. However, the different tread appears when further increasing the filling content. When filling 4 wt % of hybrid nanoparticles, the oxygen transmission increase quickly even higher than that of neat PVC; however, in the case of water transmission, after the filling content of 3 wt %, it followed by a slight increase at higher filling content. These results suggest that the microstructure of the PVC nanoparticles has different effects on the O2 and H2O permeability. The present nanocomposite should be considered as a multiphase system in which the existence of different phases such as inorganic, PMMA shell, and PVC matrix can cause complicated phenomena over the process of gas permeation. The presence of silica nanoparticles creates a labyrinth, a more complicated path that the gas molecules must go through to pass through the whole width of the film. The reduction of penetrability, as it appears from the experimental measurements, results from the tortuous path such impermeable particles create.32 Too high content of filling increases the permeability of both O2 and H2O, especially in the case of O2. According to simple composite theory for nonsorbing particles, the penetrability should be dependent on gas type, filler content, and surface treatment.30 When relatively higher hybrid silica nanoparticles have been filled into PVC matrix, agglomeration phenomenon seem more likely owing to the tendency of nanoscale silica hybrid nanoparticles to be fused together. The resulted interconnectivity of voids could have a profound effect on gas permeability.32 This will lead to increase in the free volume cavity size and result in great increase in permeability of O2 even higher than that of neat PVC (Fig. 8 filling 4 wt %). However, when the formed voids do not dominate the permeation,27 there should be little effect on the barrier property of polymeric nanocomposite, i.e., in the case of H2O in the present system. Anyway, the gas permeability barrier properties of PVC nanocomposite can be improved by filling low content of hybrid silica nanoparticles. "]], ["CONCLUSIONS", [" Nanosilicas were treated through graft polymerization and applied to prepare PVC nanocomposites. SEM observations confirmed the enhanced interfacial adhesion. PMMA shell effectively improves the dispersion of nanosilicas and endows the compatibility between inorganic particles and polymeric matrix. Thermomechanical measurements confirmed these observations, showing an enhancement of the storage modulus and glass transition temperature. The filling of the hybrid nanoparticles caused the improved mechanical properties (tensile strength, notched impact strength, and rigidity) when the filler content was not more than 3 wt %. Oxygen and water permeability rates through thin films of PVC nanocomposites were decreased within filling 3 wt %. This is attributed to the more tortuous path needed for the passage of the gas molecules through the polymeric film because of the impermeability of the silica particles."]]], "doi": "10.1002/app.27863", "figures": [["Figure 1", "Figure 1", "Figure 1 FTIR of untreated silica, neat PMMA, and  PMMA-grafted-SiO2.   "], ["Figure 2", "Figure 2", "Figure 2 The SEM photography of section of PVC composites (a) filled with 3 wt % of silica; (b) filled with 1 wt % of  hybrid nanoparticles; (c) filled with 3 wt % of hybrid nanoparticles; and (d) filled with 5 wt % of hybrid nanoparticles."], ["Figure 3", "Figure 3", "Figure 3 The storage modulus (E') of PVC and its compo-  sites dependence on temperature.   "], ["Figure 4", "Figure 4", "Figure 4 The loss tangent (tan δ) of PVC and its compo-  sites dependence on temperature.   "], ["Figure 5", "Figure 5", "Figure 5 Izod impact strength of PVC and its composites  as a function of filling content.   "], ["Figure 6", "Figure 6", "Figure 6 Tensile strength of PVC and its composites as a  function of filling content.   "], ["Figure 7", "Figure 7", "Figure 7 Rigidity of PVC and its composites as a function  of filling content.   "], ["Figure 8", "Figure 8", "Figure 8 The permeability of O2 and H2O of the prepared  PVC nanocomposites as a function of filling content.   "]], "table_captions": [], "tables": []}