{"title": "Polyamide–silica nanocomposites: mechanical, morphological and thermomechanical investigations", "abstract": " BACKGROUND: The physical properties of polyamides can be enhanced through incorporation of inorganic micro- and nanofillers such as silica nanoparticles. Transparent sol-gel-derived organic-inorganic nanocomposites were successfully prepared by in situ incorporation of a silica network into poly(trimethylhexamethylene terephthalamide) using diethylamine as catalyst. Thin films containing various proportions of inorganic network obtained by evaporating the solvent were characterized using mechanical, dynamic mechanical thermal and morphological analyses.  RESULTS: Tensile measurements indicate that modulus as well as stress at yield and at break point improved while elongation at break and toughness decreased for the hybrid materials. The maximum value of stress at yield point (72 MPa) was observed with 10 wt% silica while the maximum stress at break point increased up to 66 MPa with 20 wt% silica relative to that of pure polyamide (44 MPa). Tensile modulus was found to increase up to 2.59 GPa with 10 wt% silica in the matrix. The glass transition temperature and the storage moduli increased with increasing silica content. The maximum increase in the Tg value (144 °C) was observed with 20 wt% silica. Scanning electron microscopy investigation gave the distribution of silica, with an average particle size ranging from 3 to 24 nm.  CONCLUSION: These results demonstrate that nanocomposites with high mechanical strength can be prepared through a sol-gel process. The increase in the Tg values suggests better cohesion between the two phases, and the morphological results describe a uniform dispersion of silica particles in the polymer matrix at the nanoscale. ", "body": [["Abstract", [" BACKGROUND: The physical properties of polyamides can be enhanced through incorporation of inorganic micro- and nanofillers such as silica nanoparticles. Transparent sol-gel-derived organic-inorganic nanocomposites were successfully prepared by in situ incorporation of a silica network into poly(trimethylhexamethylene terephthalamide) using diethylamine as catalyst. Thin films containing various proportions of inorganic network obtained by evaporating the solvent were characterized using mechanical, dynamic mechanical thermal and morphological analyses.  RESULTS: Tensile measurements indicate that modulus as well as stress at yield and at break point improved while elongation at break and toughness decreased for the hybrid materials. The maximum value of stress at yield point (72 MPa) was observed with 10 wt% silica while the maximum stress at break point increased up to 66 MPa with 20 wt% silica relative to that of pure polyamide (44 MPa). Tensile modulus was found to increase up to 2.59 GPa with 10 wt% silica in the matrix. The glass transition temperature and the storage moduli increased with increasing silica content. The maximum increase in the Tg value (144 °C) was observed with 20 wt% silica. Scanning electron microscopy investigation gave the distribution of silica, with an average particle size ranging from 3 to 24 nm.  CONCLUSION: These results demonstrate that nanocomposites with high mechanical strength can be prepared through a sol-gel process. The increase in the Tg values suggests better cohesion between the two phases, and the morphological results describe a uniform dispersion of silica particles in the polymer matrix at the nanoscale. "]], ["INTRODUCTION", [" Polyamides are recognized for their outstanding properties in terms of thermal stability, mechanical properties, high glass transition temperature and good resistance to solvents. Aromatic polyamides, due to their high performance and superb properties, are widely utilized for aerospace applications. The aliphatic analogues of these polymers are generally referred to as nylons and are used in many everyday applications. There is another class of glassy copolymer obtained from condensation of aromatic diacids and aliphatic diamines.1, 2 These are often known as glass-clear nylons with exceptional properties such as good transparency, rigidity, thermal resistance and hardness, and have many industrial applications. Some of their applications, however, require further property enhancements; the desired improvements can be obtained through incorporation of inorganic micro- and nanofillers such as silica nanoparticles. Recently, various polyamides have been used as polymeric matrices for hybrid organic–inorganic systems prepared through a sol–gel process.3-6 Organic–inorganic composites are an important class of new-generation materials which combine the desirable properties of a ceramic phase (heat resistance, retention of mechanical properties at elevated temperatures and low thermal expansion) with those of organic polymers (toughness, ductility and processability).  The properties of a composite material depend not only on the properties of each component, but also on the composite's phase morphology and interfacial interactions. On the basis of interfacial interactions between the two phases, hybrid composites are of two types. The first type involves the formation of extensive hydrogen bonding between the composite materials, and the second type involves the connection of the two phases by covalent bonds. These composite materials are generally strong, stiff and tough materials capable of withstanding a wide range of temperatures. Their outstanding balance of properties allows them to compete successfully with traditional materials (metals, ceramics), particularly in engineering applications.  Among the various approaches used to produce hybrid composites, the sol–gel route is a unique and versatile method. It can be viewed as a two-step network-forming process, the first step being the hydrolysis of a metal alkoxide and the second consisting of condensation.7, 8 Previously, the present authors carried out a lot of work on the structural modification of aromatic polyamides (Kevlar®) and subsequent reinforcement with various inorganic phases such as silica, titania, alumina and zirconia.9-15 These ceramic phases are extensively used as reinforcement for many polymeric matrices16-18 with the sol–gel process, including poly(methyl methacrylate),19, 20 poly(vinyl acetate),21, 22 poly(vinyl pyrrolidone),23 polydimethylsiloxane,24, 25 epoxy26 and polyimides,27, 28 and these hybrid materials can exhibit excellent optical transparency. Sur and Mark29 infused polydimethylsiloxane films with tetraethoxysilane (TEOS) and precipitated silica particles by means of a sol–gel process. Wilkes and colleagues30 reported hybrids of silica with hydroxyl-terminated polydimethylsiloxane and poly(tetramethylene oxide). Hybrids based on zirconia and titania with the same polymer matrices were also produced by the same workers.31 The introduction of titania or zirconia into the hybrid system improves the modulus and stress at break of the hybrids.  In the present work, transparent poly(trimethyl- hexamethylene terephthalamide)–silica nanocomposites were prepared using a sol–gel process. The organic precursor utilized to generate silica phase in the matrix was TEOS. For the preparation of hybrids, a stock solution of polyamide was made in dimethylformamide (DMF) and various proportions of TEOS were added to generate an inorganic network in the polymer matrix. Mechanical, dynamic mechanical thermal (DMTA) and morphological analyses of the composite films obtained by the solvent elution technique were carried out. "]], ["EXPERIMENTAL", ["##Materials  Poly(trimethylhexamethylene terephthalamide) resin having a weight average molecular weight of 217 000 g mol−1 and TEOS were obtained from Hüls America Inc. The polyamide resin was dried in a vacuum oven for 12 h at 50 °C before use. Diethylamine and anhydrous DMF procured from Aldrich were used as received. ##Preparation of nanocomposites  A stock solution of the polyamide was prepared by dissolving 10 g of neat resin in 65 g of anhydrous DMF using a sealed conical flask provided with a means of stirring. The solution was agitated at 35 °C for five days under anhydrous conditions. For the preparation of composite materials, various amounts of TEOS were added into the polyamide solution and mixed with constant stirring for 30 min. After complete mixing, a stoichiometric amount of water containing 5 wt% of diethylamine as catalyst was added to initiate the hydrolysis and condensation of TEOS for the generation of a silica network. The TEOS was added in such a way so that silica contents varied from 5 to 30 wt% in the composites. The resulting reaction mixture was further stirred for 6 h at room temperature. Films were cast in Petri dishes by evaporating the solvent in an oven at 50 °C and these films were then dried at 70 °C under vacuum for 72 h. Mechanical properties of the hybrid films (with dimensions of ca 14 × 5.0–7.4 × 0.20–0.39 mm3) were studied at 25 °C with a strain rate of 0.2 cm min−1 using an Instron universal testing instrument (model TM-SM 1102 UK). DMTA was carried out with a Rheometric Scientific DMTA III in the temperature range 40–260 °C using a frequency of 10 Hz. The morphology of the composite films was investigated using a LEO Gemini 1530 microscope. "]], ["RESULTS AND DISCUSSION", [" Thin films obtained from pure polyamide and its composites with various proportions of silica were all transparent and colourless. The percent transmittance of the composite films was measured at three different wavelengths in the visible region. The stress–strain behaviour of neat polymer and hybrid films was recorded at ambient temperature. The average engineering stress of 5–7 samples was recorded in each case. The films containing high percentages of the inorganic phase (25 wt% or higher) could not be analysed for tensile strength due to their brittleness. DMTA was also performed to determine the glass transition temperature and the storage moduli as a function of temperature for this system. The pure sample was taken as a reference for both studies. SEM was employed to determine the morphology of the fractured samples.  ## Optical properties  Pure polyamide and hybrid films containing various amounts of silica are transparent, and the transmittances recorded ( ± 2% accuracy) at 490, 530 and 600 nm for neat polyamide film with 0.12 ± 0.02 mm thickness were 81.9, 82.5 and 83.4%, respectively. The maximum transmittance was found for the hybrid film containing 5 wt% silica content in the matrix, beyond which it decreased gradually (Table 1). The transparency of these composites depends upon the size and spatial distribution of silica particles in the polymer matrix. Composite films were transparent because the average size of the ceramic particles is smaller than the wavelength of light, and the distribution of particles is relatively uniform. Beyond 5 wt% silica, the reinforced particulate network becomes extensive. Ultimately the tendency for the agglomeration of small particles into larger ones may increase, which decreases the homogeneity of the system. As particle size becomes larger, the transmittance values decrease.  ##Mechanical properties  Stress–strain curves of neat polyamide and its silica composites with 5 to 20 wt% silica recorded at 25 °C are shown in Fig. 1 and related data are given in Table 2. The tensile strength at yield point for neat polyamide films was 52 MPa. These values of yield stress for the composite films increased (72 MPa) with an increase in the silica content up to 10 wt% and then decreased with higher concentration of inorganic phase; in fact, the film with 20 wt% silica ruptured near the yield point. The variation of tensile strength at yield point and at break point as a function of silica content is illustrated in Table 2. The tensile strength at yield point was higher than at break point for all tested samples. Values of the modulus calculated from the initial slopes of the stress–strain curves also indicate the same trend and showed a maximum value (2.59 GPa) with increasing silica content up to 10 wt%. The elongation at break decreased monotonically with increasing silica content.  Transparent polyamide-based silica composites with high mechanical strength were successfully prepared using the sol–gel process. For an optimum tensile strength only an appropriate amount of the two phases could be used and this value was 10 wt% silica in the polyamide matrix. The results also suggest that silica, when incorporated in small amounts, arranged itself in the form of very small nanoparticles, with sizes increasing at higher silica contents. The inorganic particle size increase may lead to a less uniform distribution of the inorganic phase in the matrix, thus increasing the number of defects or flaws in the composite materials, which can cause brittleness, particularly beyond 20 wt% silica in the matrix. This results in poor interfacial interactions between the two disparate phases. Therefore, the tensile strength of composite films containing high percentages of silica could not be analysed. The toughness of these materials was measured by integrating the area under stress–strain curves up to their maximum extension, which corresponds to the energy or work required for rupture. These values decrease as a function of silica content. From the mechanical measurement data, it is clear that addition of the silica network provided reinforcement to the hybrid materials.  ## Dynamic mechanical thermal analysis  Composite films of polyamide and silica were subjected to DMTA in bending mode and the variation of the loss tangent (tan δ) as a function of temperature for neat polyamide and its composites with silica are depicted in Fig. 2. The results indicate that with an increase in temperature, the onset of segmental motion starts with a sharp increase in tan δ at 102 °C. This peak corresponds to the α-relaxation temperature associated with glass transition temperature for pure polyamide. Sharp peaks for the composite materials are observed at higher temperature than those for the pure polymer, and the variation in the location of the maxima with silica content is given in Table 2. Incorporation of the silica network shifts the peaks to higher temperatures because the inorganic network reduces the segmental motion of polymer chains. The greater interactions between the organic and inorganic phases generally result in an increase in Tg. The intensity of peaks decreases and the peaks become broader with higher amounts of silica restricting the motion of the polymer chains, thereby resulting in higher Tg.  The temperature variation of storage modulus is shown in Fig. 3. The storage modulus at 40 °C initially increases with increasing silica content and then decreases. A sharp decrease in modulus with onset of thermal motion is observed at higher temperature. The inorganic network has less free volume and is less flexible as compared to the organic phase. Increase in the silica network increases the storage modulus. However, when the concentration of silica increases beyond a certain limit, the network may agglomerate to form a porous silica structure, which results in a decrease in the storage modulus. ## SEM investigation  In order to investigate the morphology, fractured surfaces of polyamide–silica composite films were studied using SEM. The micrographs of the composites containing 5, 10, 15 and 20 wt% silica in the matrix are shown in Fig. 4. The SEM images show the distribution of the silica with average size particles ranging from 3 to 24 nm. It can be seen that the domain size of silica is smaller than 30 nm for the polyamide–silica composites containing up to 20 wt% silica, meaning that nanocomposite formation took place. These results show a fine dispersion of silica particles in the matrix and when the concentration of inorganic phase is increased, the average size of these silica particles increases up to 27 nm with 20 wt% silica. Composite films have a very homogeneous distribution with no preferential accumulation of silica in any region across the films. The micrographs also indicate the presence of interconnected silica domains in the continuous polyamide phase, which demonstrates better compatibility between smaller silica nanoparticles and the polyamide in the composite films. That is why the strength of the composite films is improved for this system."]], ["CONCLUSIONS", [" Transparent polyamide–inorganic nanocomposites with higher mechanical strength were prepared through a sol–gel process. The optimum tensile strength was achieved when appropriate amounts of the two phases were used. The mechanical properties much improved upon addition of silica to the matrix. The glass transition temperature and the storage moduli indicate better cohesion between the disparate phases. The shift in Tg values suggests the occurrence of interactions between the two phases. The morphological investigations reveal a uniform dispersion of silica particles in the polyamide matrix at the nanometre level."]]], "doi": "10.1002/pi.2343", "figures": [["Figure 1", "Figure 1", "Figure 1. Tensile strength of polyamide-silica nanocomposites with various silica contents.   "], ["Figure 2", "Figure 2", "Figure 2. Variation of loss tangent (tan δ) with temperature for  polyamide-silica nanocomposites at 10 Hz. Silica (wt%) in the matrix: 0 (  )5 (  ), 75 (  ), 10 (  ), 15 (  ), 20 (  )."], ["Figure 3", "Figure 3", "Figure 3. Temperature dependence of storage modulus for  polyamide-silica nanocomposites at 10 Hz. Silica (wt%) in the matrix: 0 (  )5 (  ), 75 (  ), 10 (  ), 15 (  ), 20 (  )."], ["Figure 4", "Figure 4", "Figure 4. SEM micrographs of nanocomposites with various silica contents (wt%): (a) 5; (b) 10; (c) 15; (d) 20.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Transmittance data for polyamide–silica nanocomposites"], ["Table 2", "Table 2", "Table 2. Mechanical and glass transition properties of polyamide–silica nanocomposites"]], "tables": []}