{"title": "In situ polymerization and characterization of polyamide-6/silica nanocomposites derived from water glass", "abstract": " Polyamide-6/silica nanocomposites were prepared via an in situ polymerization route using silicic acid as the precursor of silica, which was extracted from water glass. Scanning electron microscopy observations showed that the silica particles were well dispersed in the polyamide-6 matrix on the nanometer scale, which demonstrated that this method could effectively avoid agglomeration of the inorganic particles. The coupling agent, (γ-aminopropyl) triethoxysilane, was added to introduce interfacial interactions between the silica and the polymer matrix, which led to an increased graft of polymer on the silica surface and made the material display higher performance. It was found that the incorporation of the inorganic component significantly increased the melt viscosity, tensile strength, Young's modulus, thermal decomposition temperature, glass transition temperature and Vicat softening temperature of the polyamide-6 resin. The reinforcement of the silica particles was clearly demonstrated. ", "body": [["Abstract", [" Polyamide-6/silica nanocomposites were prepared via an in situ polymerization route using silicic acid as the precursor of silica, which was extracted from water glass. Scanning electron microscopy observations showed that the silica particles were well dispersed in the polyamide-6 matrix on the nanometer scale, which demonstrated that this method could effectively avoid agglomeration of the inorganic particles. The coupling agent, (γ-aminopropyl) triethoxysilane, was added to introduce interfacial interactions between the silica and the polymer matrix, which led to an increased graft of polymer on the silica surface and made the material display higher performance. It was found that the incorporation of the inorganic component significantly increased the melt viscosity, tensile strength, Young's modulus, thermal decomposition temperature, glass transition temperature and Vicat softening temperature of the polyamide-6 resin. The reinforcement of the silica particles was clearly demonstrated. "]], ["INTRODUCTION", [" Recently, much interest in organic/inorganic composites has developed in the field of materials science. Inorganic materials, such as silica, exhibit excellent thermal stability and hardness. The incorporation of well-dispersed (preferably on the nanometer scale) silica particles into polymer matrices has been shown to be an extremely effective way to improve the thermal and mechanical properties of polymers.1, 2  In general, the methods used for preparation of organic/inorganic composites include sol–gel processing, intercalation, blending and in situ polymerization.3 The sol–gel method can be carried out under mild conditions and can achieve a good degree of dispersion. However, formation of a crosslinked network of organic metal oxides makes the sol–gel process difficult to carry out uniformly. In addition, owing to the volatilization of solvents, water, and other small molecules, shrinkage and rupture may occur during the desiccation of the gel, which greatly reduces the utility of the method.4-6  Concerning nanocomposites of polyamides, a larger number of reports7-16 have focused on the intercalation and blending methods used to prepare polyamide/clay nanocomposites, in which the original studies were carried out by researchers at Toyota. By using the inherent characteristics of the alumino-silicate layes, such as swelling behavior and cation exchange, the inorganic phase could be evenly dispersed on a nanometer scale, hence generating strong interactions between the inorganic and organic phases. This approach, however, is only suitable for clay minerals.  In situ polymerization, where inorganic particles are dispersed in an appropriate monomer, followed by heat treatment of the reaction mixture to induce polymerization, has been used to prepare composites. Employing this method, inorganic particles may be evenly dispersed in the polymer matrix, creating composites with good processability as a result of their thermal and mechanical properties. As for polyamide-6/silica in situ polymerization, previous studies17-19 have only concerned nanometer-scale silica powders as the inorganic fillers. However, such silica powders are costly, and it is difficult to disperse the silica particles in polymer matrices so that there is little aggregation.  With the purpose of achieving a better distribution of inorganic particles in a polymer matrix and further improving the thermal and mechanical properties of the composites, coupling agents based on organic functional silanes (such as (aminophenyl)trimethoxysilane (APTMS), γ-glycidyloxypropyltrimethoxysilane (GPTMS) and isocyanatopropyltrimethoxysilane (ICTMS))20-24 have been used. Polyamide-6 systems with several coupling agents have also been studied.25, 26  In this current article, we present a feasible and convenient in situ polymerization route for the preparation of polyamide-6/silica composites using silicic acid as the precursor of silica, which was extracted from water glass, an abundant and more affordable silica precursor. (γ-Aminopropyl)triethoxysilane (APTES) was used to introduce some chemical bonds between the polyamide-6 matrix and silica surface in order to improve their compatibility, and the thermal and mechanical properties of the composites were further enhanced. "]], ["EXPERIMENTAL", ["##Materials  ε-Caprolactam and ε-aminocaproic acid were both Chemical Reagent grade, while formic acid (98%), adipic acid, methanol, (γ-aminopropyl)triethoxysilane (APTES) and tetrahydrofuran (THF) were all Analytical Reagent grade. (γ-Aminopropyl)triethoxysilane (APTES) and tetrahydrofuran (THF), Analytical Reagent grade, were obtained from the Shanghai Chemical Reagents Company and used without further purification. Water glass (an ‘industrial’ product, with the ratio of SiO2 to Na2O being 3) was purchased from the Jiading Water Glass Factory, Shanghai, China and used as received. ##Preparation of the silicic acid–THF solution  A water glass solution (3.2 mol l−1) was adjusted to pH 2.0 with an aqueous H2SO4 solution 1.0 mol l−1 with stirring under ambient conditions. This solution was saturated with NaCl, and an equal volume of THF was then added with stirring. Before separation of the organic layer and drying over 4 Å molecular sieves, the mixture was stored at 10 °C for 30 min. The silica content of the silicic acid–THF solution was measured by thermogravimetric analysis (TGA) on a Netzsch 209 instrument, assuming that all of the silicic acid was transformed into silica at 700 °C, the end point of the test. Our previous studies27 had clarified the structure and the aggregation behavior of silicic acid to the silica network. ##Synthesis of polyamide-6/silica composites  A mixture of 90 g of ε-caprolactam, 10 g of ε-aminocaproic acid and about 120 ml of THF was stirred at room temperature until the monomers were completely dissolved and then charged into a 250 ml four-necked flask equipped with a mechanical stirrer, thermometer with temperature controller, nitrogen inlet and distillation facility. (When the APTES was added to the mixture as the coupling agent, an equimolar amount of adipic acid was also added in order to control the molecular weights of the composites.) The mixture was heated to and then held at around 120 °C for 1.5 h under a nitrogen atmosphere until the THF was completely removed by distillation. The ring-opening polymerization of ε-caprolactam was carried out at 250 °C for 5 h under a slow stream of nitrogen. The products were mechanically crushed and soaked in boiling water for 1 h to extract unreacted monomer and oligomers, and finally dried at 105 °C under vacuum for 24 h. The scheme for the synthesis of polyamide-6/silica composites is summarized in Fig 1.  In this study, we have synthesized the following three composite samples: polyamide-6/5 wt% silica, labeled as PA-5, polyamide-6/10 wt% silica, labeled as PA-10, and polyamide-6/5 wt% silica/0.2 wt% APTES, labeled as PA-5-k; the neat polyamide-6 is labeled as PA. The Fourier-transform infrared (FT-IR) spectra of samples PA, PA-5 and PA-10 are shown in Fig 2. Typical absorption bands for the SiOSi network vibrations at 1080 cm−1 can be observed in the spectra of the polyamide/silica composite samples, while the smaller absorption peak which appeared in the spectrum of PA was due to the crystal structure of polyamide-6. These results indicated successful formation of composites of silica and polyamide-6 by using this route.  ##Characterization ###Fourier-transform infrared spectroscopic analysis  Fourier-transform infrared (FT-IR) spectra were recorded on a Nexus-470 FTIR spectrophotometer (Nicolet Instruments, USA), using samples in the form of KBr disks. ###Scanning electron microscopy measurements  The morphologies of the fracture surfaces of the polyamide-6/silica composites, which had been broken off in liquid nitrogen and then coated with platinum, were observed with a JSM-5600LV scanning electron microscope (JEOL Corporation, Japan). Percentage grafting on silica isolated from the polyamide-6/silica composites To isolate silica from the composite system, the product was extracted with formic acid as follows. Nanocomposite pellets 0.1 g were added to 10 ml of formic acid, assisted by ultrasonic irradiation, and then the suspension was centrifuged until the silica was completely precipitated. The supernatant solution was removed and the procedure was repeated until no more polymer could be detected in the supernatant. The residue was finally washed with methanol and dried. The percentage grafting was calculated by using the following equation: equation image(1) ###Thermogravimetric analysis  Thermogravimetric analysis was performed on a TG 209 instrument (Netzsch Inc, Germany) at a heating rate of 10 °C min−1 under a nitrogen atmosphere, over the temperature range from room temperature to 700 °C. ###Differential scanning calorimetry analysis  Differential scanning calorimetry was performed on a DSC 204 calorimeter (Netzsch Inc, Germany), with all samples being subjected to the following treatment. They were first heated to and then held at 250 °C for 5 min to eliminate any thermal history. Next, the samples were cooled down to 30 °C at a rate of 10 °C min−1 by using liquid nitrogen, held at that temperature for 2 min, and then heated again to 250 °C at a rate of 10 °C min−1. All of the procedures were carried out under a nitrogen atmosphere. ###Rheological measurements  Dynamic viscosity measurements were undertaken by using a Rheometric Scientific ARES (USA) instrument, in the parallel-plate mode; test samples were prepared by injection molding. The diameter of both the upper and lower plates was 25 mm, with the gap between the two parallel plates being 1.7 mm. Measurements were conducted over a frequency range of 10−1–102 rad s−1, at 215 and 245 °C. ###Dynamic mechanical thermal analysis  Dynamic mechanical thermal analysis measurements were made on a DMA 242C (Netzsch Inc, Germany machine). The mode of force loading was three-point bending. The samples were quickly cooled to −50 °C, equilibrated at that temperature for 5 min and then heated to 200 °C at a frequency of 1 Hz with a constant heating rate of 3 °C min−1 under a nitrogen atmosphere. ###Mechanical testing  The tensile properties of dumb-bell shaped specimens were measured according to the ISO 527/2-1993 standard on an Instron-5567 universal tester at room temperature, employing a drawing rate of 5 mm min−1 for an effective sample length of 20 mm. ###Vicat softening temperatures  These were measured according to DIN 53 460 under a load of 5 kg by using a XWB-300A Vicat softening temperature tester (Chengde Tester Company, China), at a heating rate of 120 °C h−1. The specimen thickness was 4 mm."]], ["RESULTS AND DISCUSSION", ["## Scanning electron microscopy observations  In this study, the average particle size of the silica in the three composite samples was about 80 nm. From the electron micrograph shown in Fig 3a, we can see that although the silica particles had a good dispersion in the matrix, a slight tendency to aggregate was still observed for the larger silica particles. Moreover, when the APTES coupling agent was added the effect of the interphase and interfacial interactions can be seen (Fig 3b), with the silica particles being wrapped by polymer molecules on the fracture surfaces, hence indicating that this coupling agent could greatly improve the compatibility and introduce some chemical bonds between the polyamide-6 matrix and the silica particles.  ## Grafting analysis  It is important to know whether, and to what extent, the reaction between the functional groups on the silica surface and the polymer matrix has occurred. Therefore, the silica component in the various samples was isolated from the composites by thorough washing with formic acid and then characterized by FT-IR spectroscopy; the percentage grafting of the polymer onto the silica than be calculated according to Equation (1). The resulting values are listed in Table 1, with Fig 4 showing the FT-IR spectra of the isolated silica material. Compared with the virgin silica, several new peaks appear in the spectra of the silica isolated from the composites: those at 1640 and 1550 cm−1 are of polyamides, while the peaks at 2950 and 2875 cm−1 represent the oscillations of the CH bond, and those near 3400 cm−1 correspond to NH bonds. As the samples had been well washed with formic acid, any residual homopolymer component should have been leached out. These observations indicated that some polyamide-6 molecules had been chemically grafted onto the silica surface through chemical bonding, rather than by physical absorption.  With regard to unmodified silica, the hydroxyl groups on the surface may react with the terminal carboxyl groups of the polyamide-6, as well as through alcoholysis of the amide groups. Such interactions were enhanced with increasing amounts of silica. Upon addition of APTES, the introduced amino groups were capable not only of reacting with the terminal carboxyl groups of polyamide-6 but also of causing aminolysis of the polymer amide groups. The latter occurred much more readily when compared with the reaction caused by the hydroxyl groups on the silica surface, plus the other end of the APTES molecule could hydrolyze to afford silanol groups which could polycondense with silicic acid oligomers. From the data presented in Table 1 and the FT-IR spectra shown in Fig 4 we can conclude that in sample PA-5-k many more polyamide-6 macromolecules had been chemically grafted onto the silica surface through chemical bonding than in samples PA-5 and PA-10. ##Thermal properties  Thermogravimetric analysis (TGA) was used to study the thermal properties of the polyamide-6/silica composite samples and the resulting data presented in Table 2. It is generally believed that the introduction of inorganic components into organic materials can improve their thermal stability, on the basis of the fact that these species themselves had good thermal stability. From the TGA curves shown in Fig 5, we found that the thermal decomposition temperature Td of the composites was raised with increasing amounts of added silica. The weight residue remaining at 700 °C was regarded as the real silica content. Compared with the control polyamide-6, which had a Td of 440.0 °C, the PA-5 and PA-10 samples had higher Tds, with values of 451.2 and 465.6 °C, respectively. Furthermore, in addition to the effect of the presence of silica particles, some chemical bonds existed between the organic and inorganic components in the PA-5-K sample, further increasing its Td to 453.7 °C (taking into account an accuracy of <1 °C in TGA measurements). The initial weight-loss temperatures of the composites were also markably raised. ## Crystallization behavior  Table 3 presents data for the melting point (Tm), melting enthalpy (ΔHm), crystallization temperature during melt cooling (Tmc), crystallization enthalpy (ΔHmc) and degree of supercooling (Tm–Tmc), obtained from DSC analyses of the various samples.  The parameter Tmc is used to evaluate the nucleation behavior during polymer melt crystallization, with the higher the Tmc, then the easier it is for stable nuclei to be formed via the regular arrangement of polymer segments, so indicating a higher crystallizing ability. Since stable nuclei are difficult to form near the melting point, the degree of supercooling represents the thermodynamic ‘drive’, with the smaller the value of (Tm–Tmc), then the higher the crystallizing ability indicated.28 As Table 3 shows, with addition of silica there was a tendency of the crystallizability of polyamide-6 to decrease, while in contact the coupling agent APTES could slightly enhance the crystallizability. ##Rheological properties As can be seem from Fig 6, the addition of silica, derived from the water glass, resulted in a remarkable increase in the dynamic viscosity at both 215 and 245 °C in all of the composite systems, when compared with that of neat polyamide-6, whether APTES was used or not. This was due to the silica rigidity and the existence of interfacial interactions, which encumbered movement of the macromolecular chains, accordingly leading to an increased dynamic viscosity under shearing stress. The zero-shear viscosities of the samples can be calculated through the ‘Ellis model’ fitting method,29 with the values obtained being listed in Table 4, which also testified to the silica reinforcement. The storage modulus, G′ is defined as the stress, in phase with the strain, in a sinusoidal deformation, divided by the strain; this is a measure of the energy stored and recovered per cycle for different systems when compared at the same strain amplitude.30 The changes displayed in Fig 7 indicate that the storage modulus increased with increasing frequency and that the storage moduli of those composites containing silica and coupling agent all had higher values than that of the neat polyamide-6. On a molecular basis, the magnitude of G′ depends on what contour rearrangements can take place within the period of the oscillatory deformation. As the frequency increased, the molecular action time became short, and the movement responses of small-dimension units in polyamide-6 were dominant. For the composites containing silica and APTES-treated silica, segmental relaxation is most likely to be reduced by bonding to the rigid silica particles, thus leading to a higher G′ value than that of the neat polyamide-6. In a relaxation spectrum, H(τ) presents the modulus of each relaxation unit with a relaxation time of τ. As the tendency of the curves presented in Fig 8 shows, the relaxation times of the composite samples were much longer than the neat polyamide with the same modulus. It is obvious that the macromolecular composite species moved more slowly than the neat polyamide-6. ## Dynamic mechanical thermal behavior  In general, dynamic mechanical thermal analysis of polyamide-6 shows an α-peak in the tanδ curve which originates from the movement of the longer molecular chains in the amorphous region, corresponding the glass transition temperature. Figure 9 Shows the DMTA data obtained for the resulting composites prepared through in situ polymerization. The Tg of the polyamide-6/silica nanocomposites shifts to a high temperature whether the coupling agent was added or not, while the shift of the PA-5-k sample is more signification than that of the composites without APTES, hence indicating that the interfacial interactions between silica and polyamide-6 can be improved by modifying the silica surface with APTES at the same silica content. It can also be seen that the PA-5-k composite displays a reduced area for the dynamic loss peak when compared to both the unmodified composites and the neat polyamide-6 which means that good adhesion between the modified silica particles and the polyamide-6 matrix can limit the motion of the polyamide-6 molecular chain. Figure 9a shows that the storage modulus E′ of the samples decreases with increasing temperature and that the values for the composite samples were much higher than the neat polymer, under the same G′ conditions in rheological analysis. ##Tensile properties and Vicat softening temperature  Usually, the addition of rigid particles to a thermoplastic matrix results in an increase in strength, modulus and dimensional stability, although sometimes at the sacrifice of toughness.31 This was the case when the silica was introduced. The values of elongation at break, tensile strength and 1 % Young's modulus of these samples are listed in Table 5, where the 1 % Young's modulus is the tangent modulus' at 1 % elongation and is close to the real value of the Young's modulus because of the very small elongation. In comparison with the neat polyamide-6, the PA-5 and PA-10 samples had a higher tensile strength and Young's modulus, but a lower elongation at break. Reinforcement of the silica particles was clearly demonstrated. From an inspection of Table 5, one can also observe that the PA-5-k sample had a much higher tensile strength and Young's modulus when compared to sample PA-5. This is attributed to the bonding between the silica particles and the polymer matrix. The vicat softening temperature (VST), which was measured according to the thermal deformation under load may represent the highest usage temperature of polymeric materials. Normally, the VST of a semi crystalline polymer is much lower than its melting temperature (Tm), because of a decrease in the modulus with temperature. Reinforcement with glass fiber or inorganic fillers can increase the modulus of the composite, and increase the VST significantly to near the Tm. The VST values of these samples are listed in Table 6, from where we can see that the introduction of small amounts of silica contributed to a marked elevation of the VST, with the PA-5-k sample having a higher VST than the PA-5 sample. This is attributed to the increase in modulus of the nanocomposites."]], ["CONCLUSIONS", [" Polyamide-6/silica nanocomposites were successfully synthesized via in situ polymerization, with silica nanoparticles extracted from water glass. SEM observations showed that the silica particles were well dispersed in the polyamide-6 matrix, which demonstrated that this method could effectively avoid agglomeration of the inorganic particles. As to interactions between the polymer matrix and silica particles, the amino functional groups of the added APTES could participate in the polymerization reaction, hence resulting in more grafted polymers on the silica surface, so making the material display a higher performance with the same silica content. According to the TGA, DMTA and dynamic viscosity data, addition of silica, in particular modified material, significantly increased the thermal decomposition temperature, the glass transition temperature and the melt viscosity of polyamide-6. DSC analysis indicated that introduction of the silica particles weakened the crystallizability of the neat polyamide. The storage modulus, tensile strength, Young's modulus and Vicat softening temperature data obtained for these nanocomposites showed a tendency to increase with the amount of silica. Reinforcement of the silica particles was therefore clearly demonstrated."]]], "doi": "10.1002/pi.1520", "figures": [["Figure 1", "Figure 1", "Figure 1. Reaction scheme for the preparation of polyamide-6/silica  nanocomposites.   "], ["Figure 2", "Figure 2", "Figure 2. FT-IR spectra of (a) PA, (b) PA-5 and (c) PA-10.   "], ["Figure 3", "Figure 3", "Figure 3. Scanning electron micrographs of (a) PA-5."], ["Figure 3", "Figure 3", "Figure 3. Scanning electron micrographs of (b) PA-5-k."], ["Figure 4", "Figure 4", "Figure 4. FT-IR spectra of silica isolated from the polyamide-6/silica  nanocomposites compared with that of virgin silica: (a) PA-5-k; (b)  PA-5; (c) virgin silica.   "], ["Figure 5", "Figure 5", "Figure 5. TGA curves of the various samples: (a) PA; (b) PA-5; (c)  PA-10; (d) PA-5-k."], ["Figure 6", "Figure 6", "Figure 6. Dynamic viscosity—frequency curves for the neat polyamide-6 and polyamide-6/silica composites at (a) 215 °C and (b) 245 °C: (1) PA; (2)  PA-5; (3) PA-10; (4) PA-5-k."], ["Figure 7", "Figure 7", "Figure 7. Storage modulus-frequency curves for the neat polyamide-6 and polyamide-6/silica composites at (a) 215°C and (b) 245 °C: (1) PA; (2)  PA-5; (3) PA-10; (4) PA-5-k."], ["Figure 8", "Figure 8", "Figure 8. Relaxation spectra of (a) PA, (b) PA-5, (c) PA-10 and (d)  PA-5-k, obtained at 215°C."], ["Figure 9", "Figure 9", "Figure 9. Dynamic mechanical thermal analysis spectra for (a) tan δ and (b) storage modulus E’, as a function of temperature. (1) PA; (2) PA-5; (3)  PA-10; (4) PA-5-k."]], "table_captions": [["Table 1", "Table 1", "Table 1. Percentage grafting on silicas in the polyamide-6/silica composites"], ["Table 2", "Table 2", "Table 2. TGA characteristic parameters of polyamide-6 and polyamide-6/silica composites"], ["Table 3", "Table 3", "Table 3. DSC characteristic parameters of polyamide-6 and polyamide-6/silica composites"], ["Table 4", "Table 4", "Table 4. Zero-shear viscocity data for polyamide-6 and polyamide-6/silica composites"], ["Table 5", "Table 5", "Table 5. Tensile properties of polyamide-6 and polyamide-6/silica composites"], ["Table 6", "Table 6", "Table 6. Vicat softening temperatures of polyamide-6 and polyamide-6/silica composites"]], "tables": []}