{"title": "Morphology and thermo-mechanical properties of compatibilized polyimide-silica nanocomposites", "abstract": " Polyimide-silica nanocomposites have been prepared from an aromatic polyamic acid derived from pyromellitic dianhydride and oxydianiline and a silica network using the sol-gel reaction. Compatibilization of the two components was achieved by modifying the silica network with imide linkages. Morphology, thermal, and mechanical properties of these composite materials were studied as a function of silica content and compared with the one in which reinforcement of the polyimide was achieved using a pure silica network. There was considerable reduction in the silica particle size with more homogeneous distribution in the matrix when imide spacer groups were introduced in the silica network. The tan δ spectra obtained from dynamic thermal mechanical analysis shows a large increase in the glass transition temperature with increasing silica content for the compatibilized system in contrast to the un-compatibilized one. Mechanical properties of the polyimide composites improved due to better interaction between the organic and inorganic phases. ", "body": [["Abstract", [" Polyimide-silica nanocomposites have been prepared from an aromatic polyamic acid derived from pyromellitic dianhydride and oxydianiline and a silica network using the sol-gel reaction. Compatibilization of the two components was achieved by modifying the silica network with imide linkages. Morphology, thermal, and mechanical properties of these composite materials were studied as a function of silica content and compared with the one in which reinforcement of the polyimide was achieved using a pure silica network. There was considerable reduction in the silica particle size with more homogeneous distribution in the matrix when imide spacer groups were introduced in the silica network. The tan δ spectra obtained from dynamic thermal mechanical analysis shows a large increase in the glass transition temperature with increasing silica content for the compatibilized system in contrast to the un-compatibilized one. Mechanical properties of the polyimide composites improved due to better interaction between the organic and inorganic phases. "]], ["INTRODUCTION", [" Organic-inorganic hybrids fabricated through the sol-gel process1-3 have attracted lot of interest in the last two decades. These materials, commonly known as creamers,4, 5 combine the advantages of both organic and inorganic materials and may be expected to possess even new properties that individual components may not have. As the inorganic oxides are usually thermally very stable, the best candidates from the organic side can be those polymers6, 7 that are thermally stable. The polyimides8-10 (PIs) are of great interest for high-performance applications as they exhibit outstanding dielectric and mechanical properties at high temperatures. Thermal and mechanical properties of polymers can further be improved by inclusion of metal oxide, such as silica, in the matrix. Hybrid polyimide-silica materials offering favorable properties of both polyimides and silica are, therefore, in great demand for electronic applications.9, 10 Thermodynamic immiscibility between organic and inorganic materials may, however, lead to phase separation in the resultant hybrid films. The control of particle size is important for thin films with good mechanical properties. To achieve high transparency and good mechanical strength, films needed in many applications require that particle size should be far below the micrometer scale. A lot of work has been done on these hybrids,11-34 which can be classified into three major classes. In the first the organic polymer is suitably modified to include the appropriate functional groups to link the chain with the inorganic precursor and covalent bonds are formed between the polymer and the silica network. In the second class, some compatibilizer is added, which can create physical interaction between organic and inorganic components. Third, the inorganic network can be suitably modified to develop links with the polymer chains. Various methods used for effectively introducing inorganic phases into the polymer matrix have been discussed by Ahmad and Mark,11, 12 Wen and Wilkes,13 and Mascia,14 among others.  McGrath and coworkers15 first reported the synthesis of functionalized PI oligomers capable of bonding themselves into sol-gel networks. The amine end groups of PI were quantitatively derivatized to nadimide structures through reaction with cis-norborane-2,3 dicarboxylic anhydride. The nadimides were then converted to trimthoxysilane functionalites via hydrosilylation reactions. The resulting hexamethoxy-functionalized polyimide oligomers were finally hydrolyzed and condensed with tetramethoxysilane at elevated temperatures to generate PI-silicate hybrid composites. Solid state 29Si magic-angle spinning NMR was used to monitor network formation as a function of composition and reaction temperature. The diffusion-controlled reactions in the gel state were found to occur to higher conversions when processing temperatures exceeded the glass transition temperature, Tg, of the organic polymer. Since only PI oligomers were used in this case, the mechanical properties of the resulting hybrid material were not of particular interest.  Sen and coworkers16 later on suggested that the metal alkoxide could be chemically bonded to the PI precursor polyamic acid (PAA) through cohydrolysis of carboxylic groups, and thus be maintained in isolated packets even at the final stage of the synthetic process. In the preparation of the hybrid materials, the metal alkoxide, together with pyromellitic anhydride (PMDA) and oxydianiline (ODA), was taken; and after the reaction, the resulting polymeric mixtures were cast into films and cured to form PIs. This gave hybrid materials with smaller particle sizes, improved homogeneity, and optical transparencies. The thermal decomposition temperature of the TiO2-PI ceramers was reported to be 25°C lower than that of the pure polyimide; but for the corresponding PI-SiO2 ceramers, it was increased by 30°C. The silica-containing polyimides showed an approximate 10°C increase in Tg, while for TiO2-based creamers it was found to decease. The mechanical properties and other thermal characteristics of the hybrid materials were not reported.  Morikawa and coworkers17 introduced a functional group in the polymer backbone using alkoxysilated diamine in place of ODA, which provided bonding sites on the chains. Film transparency increased with increasing ethoxysilyl group content in the PI matrix. SEM results showed that the silica particle size was 0.5–1.0 μm, that is, smaller than found (3–7 μm) in their previous studies18 where no bonding sites on the polymer chain were available. In contrast to previous studies,18 the tensile strength of the hybrid materials showed no decrease with increase in the silica content.  Mascia and Kioul19 and Menoyo and colleagues20 have reported the use of γ-glycidyloxy-propyl-trimethoxysilane (GPTMOS) and isocyanato-propyl-trimethoxysilane to couple PIs to the silicate network produced from tetraethoxysilane (TEOS) prior to the condensation reactions, leading to formation of the ceramer. A threshold GPTMOS : TEOS molar ratio was determined for the production of a transparent hybrid, which is related to the ability of the coupling agent to displace the strongly associated dimethylacetamide (DMAc) solvent molecules with the PAA to develop the required interfacial interactions between the organic and inorganic phases. These hybrids exhibited improved mechanical strengths upon introduction of the silica. Values of Tg in GPTMOS-compatibilized ceramers having 25 wt % silica were reported to increase by 10–15°C, relative to that of pure. This was attributed to the enhanced compatibility of the two phases, since the epoxy group of the GPTMOS reacted with the acid group of PAA, resulting in chemical bonding between the two phases.  Wang,21, 22 Schrotter,23 Sysel,24 Chen,25 and Chang26 and their coworkers in their separate studies prepared bonded PI-silica hybrids using amino substituted alkoxysilane, for example, aminophenyl-trimethoxysilane (APTMOS), aminoethylaminomethylphenethyl-trimethoxysilane, aminopropyl-trimethoxysilane, and aminopropylmethyl-diethoxysilane, and diaminopropyltetramethyl-disiloxane and diaminophenyltetramethyl-disiloxane. They found that both the amino and alkoxy groups on these silanes enable chemical bonding between organic and inorganic networks, resulting in the formation of more homogeneous and transparent films as compared to those prepared using only TEOS. The hybrid films in general showed better mechanical properties. The elongation moduli and ultimate strengths increased and the elongation at break decreased with increase in silica contents. The use of an extensive amount of trialkoxysilane was reported to cause retardation in gelation reactions.  A series of hybrid PI-silica composites PI hybrids in which the dispersed phase was a silica-siloxane material derived from methyl-triethoxysilanes (MTEOS) or phenyl-triethoxysilanes (PTEOS) have been prepared by Iyoku,27 Kim,28 Hsiue,29 and Cornelius30 and coworkers. The phenyl or methyl groups on MTEOS or PTEOS acted as compatibilizers and the diameter of the dispersed silica particles was smaller, making the films more transparent than the hybrids containing similar contents of silica derived from TEOS alone. 29Si-NMR spectra29 of the silicate structure in the nanocomposites showed three major absorption peaks: dihydroxy-substituted silica, monohydroxy-substituted silica, and nonhydroxy-substituted silica. It was observed that the proportion of the nonhydroxy-substituted silica increases with increase of the silicon content. Tsai and colleagues31 have recently reported that inclusion of PTEOS reduces the dielectric constant and water absorption in the hybrid materials due to increase in free volume and hydrophobicity. Huang and coworkers32 have prepared PI materials with a low coefficient of thermal expansion, ranging from 14.9 to 31.1 ppm, while still retaining high strength and toughness. The silica was incorporated through the sol-gel process in homo- and copolyimides with highly rigid chain structures.  The silica network in the polyimide matrix was modified by Qui and colleagues33 using different proportions of tetrabutyltitanate (TBT) along with TEOS during the sol-gel process. The inorganic particles show a much more homogenous distribution and very fine interconnected domains with reduced size as compared to binary hybrids with similar concentration of metal oxide. The interaction between the particles and the matrix increased significantly, particularly when TBT was used in equal molar ratio to TEOS.  In the present work, the interfacial interaction between the inorganic phase and the polyimide matrix has been developed by modifying the silica network using imide linkages. This strategy is different from that used by previous workers.15, 16, 33 These aromatic imide groups present on the silica network are thermally stable, and their inclusion can improve the thermal and mechanical performance of PI. The amic acid (AA) dimers were prepared by reacting APTMOS with PMDA in the molar ratio 2 : 1 in DMAc as solvent. The APTMOS present at the end-groups is used to link AA with TEOS, which on further hydrolysis and condensation reaction produces a silica network in high molecular weight PAA solution. The resulting material is imidized by heating the hybrid films up to 300°C. The imide spacer group in the silica network is supposed to reduce the agglomeration tendencies in silica, particularly at high silica contents in the matrix, and also increase the interaction between the inorganic network and the organic polymer chains. The glass transition temperature associated with α-relaxations of the hybrid material has been measured by dynamic mechanical thermal analysis. Viscoelastic and tensile properties, and morphology of the resulting material, have been described and compared with the system where the pure silica network in the matrix was produced from TEOS only. "]], ["EXPERIMENTAL", ["##Materials  Pyromellitic dianhydride (PMDA), purity 97%, and tetraethoxysilane (TEOS), purity 98%, were purchased from Aldrich and were used as received. The monomer 4, 4′-oxydianiline (ODA), purity ≥ 98%, and anhydrous N,N-dimethylacetamide (DMAc), purity 99.99% (water content < 0.01%), used as solvent in the polymerization reaction were obtained from Fluka. Aminophenyltrimethoxy silane (APTMOS), purity 95% (Huls America), was used as received.  The polymerization reactions were carried out under complete anhydrous conditions under nitrogen gas, as the solvent, DMAc, as well as the monomer, PMDA, are very sensitive to moisture. ##Preparation of polyamic acid  The PAA was synthesized using PMDA and ODA monomers in DMAc. In a 250 mL conical flask, 5.1086 g (0.025 mol) of ODA and 140 g of DMAc were taken and the contents were stirred at room temperature until a clear solution of diamine was obtained. Then, 5.6126 g (0.025 mol) of PMDA was added to the amine solution. The viscosity of the reaction was found to increase with further addition of 1% of PMDA. In all experiments, 1% extra amount of PMDA was therefore used. The reaction mixture was stirred for 24 h to obtain a highly viscous solution of PAA. The inherent viscosities of the PAA measured at 25°C were in the range 1.2–1.4 dL/g. ##Silica network formation  In situ hydrolysis and condensation of TEOS in the PAA solution developed the inorganic phase. Two types of hybrid systems were studied. One that can be considered as noncompatibilized was prepared by carrying out the sol-gel process after mixing TEOS alone in the PAA solution. For the other type, APTMOS and PMDA were first reacted in 2 : 1 ratio in DMAc to generate amic acid (AA) dimers with alkoxy groups. PMDA (0.830 mmol) in 15.0 g of DMAc was taken and stirred with a magnetic stirrer. Then, 1.66 mmol of APTMOS was added drop-wise at room temperature with continued stirring for 4 h to produce amic acid (AA) dimers with hexa-alkoxy groups at the chain ends (Fig. 1). In this reaction mixture, 0.0323 mol of TEOS was added with continued stirring. The amount of TEOS was adjusted so as to generate 95% silica from TEOS and 5% from the AA dimers having alkoxysilane. The sol-gel process was carried out after adding a required amount of this mixture in the PAA solution. This system is considered as the compatibilized one. The hybrid films cast from both types of systems were heated successively at 100°C, 200°C, 270°C, and 300°C for 1 h, 1 h, 30 min, and 1 h, duration, respectively, to carry out the imidization process. The flow sheet diagram illustrating the preparation of PI-silica hybrids is given in Figure 2.  ##Characterization of the hybrid films  FTIR spectroscopy was carried out on the PAA, PI, and hybrid films to follow the imidization and the silica network formation. Absorption spectra were taken in the range 400–4000 cm−1 using a Perkin–Elmer FTIR spectrophotometer 2000. Stress-strain analysis was carried out under the ASTM 882 Standard Test Method at a uniform strain rate of 5mm/min at 25°C using the Instron Electromechanical Tester 8562. From the stress-strain analysis, ultimate tensile strength, modulus, and the strain at the break point were calculated. The morphology of the hybrid films was studied using Jeol's SEM model JSM-6300. Viscoelastic properties were measured as a function of temperature using the Dynamic Mechanical Analyzer Q800 (TA, USA). Temperature variation of tan δ gave a measure of the glass transition temperature. The measurements were taken under tension mode in the temperature range 100–500°C at heating rate 5 min/°C using frequency 5Hz under nitrogen gas at the floating pressure of 60 Pa. "]], ["RESULTS AND DISCUSSION", [" In the preparation of PI silica hybrids, it has been noticed that in many cases the imidization process was not complete and the Tg of the hybrid film has been reported16 to be less than that of the pure polyimide. This is particularly so if the imidization is carried out in the presence of metal oxide precursor. The hydrolysis of corboxylate groups of amic acid might be slow34 if the metal oxide precursor remains bonded to amic acid until all alkoxide groups have been hydrolyzed off. The curing conditions in the present work were improved by enhancing the curing time at the temperature where the imidization process has been reported35, 36 to be the maximum. FTIR measurements were used to monitor the imidization and the silica network formation, both of which occur simultaneously.  Figure 3 shows the absorption spectra of the polyamic acid. Two important bands appear at 1668.6 and 1547.5 cm−1 for amide carbonyl (C=O) and amide absorption (C-NH), respectively. A broad band around 1668.6 cm−1, usually called amide I mode,37 involves contributions from C=O stretching, C-N stretching, and C-CN deformation vibrations. The peaks appearing in the 1547.5–1558.4 cm−1 range, known as amide II mode,38 are a mixed contribution of N-H in plan bending, C-N stretching, and C-C stretching. The relatively lower intensity of the amide II mode, along with a shift towards lower frequency, shows that strong hydrogen bonding exists. A broadband appearing in the range of 2800–3300 cm−1 corresponds to the N-H overlapped with carboxylic acid absorption. After curing the polyimide is formed, and its FTIR is shown in Figure 4. The above-mentioned absorption bands for polyamic acid disappeared, and new bands appeared at 1776.8, 1721.89, 727.61 cm−1, and 1371.42, which correspond35 to imide carbonyl (C=O) asymmetric and symmetric stretching, bending, and the imide band (C-N), respectively, and confirmed the formation of polyimide. The band corresponding to the aromatic C-H stretching vibrations, which appears in the range 3000–3100 cm−1, can be observed in the case of polyimide, although in the case of polyamic acid, this band is overlapped by the carboxylic acid group, which occurs in the range 2800–3300 cm−1. This broad band can be attributed to the combination of the OH and N-H stretching. The downshift in the OH group from 3500 cm−1 to about 3300 cm−1 can be due to the strong hydrogen bonding. Figure 5 shows the spectrum for PI-SiO2 hybrids (silica content 20 wt %). The absorption bands at 1776, 1721.9, 1375.4 cm−1, and 727.6 cm−1 confirm imide formation, showing that the silica network virtually has no effect upon the imidization process. In the absorption domain ranging from 850 and 1250 cm−1, the most important band in the 1000–1250 cm−1 region results from Si-O-Si asymmetric stretching vibrations, whereas the band at 415 cm−1 is assigned to the Si-O-Si bending vibration. The vibrational mode at 822.8 cm−1 involves predominantly silicon cage motion. The shoulder around 960 cm−1 can be due to the Si-O-Et group. The ethoxy group gives rise to a strong doublet at 1100–1074 cm−1 and two medium intensity bands at around 1177–1165 cm−1 and 960–940 cm−1. Taking in account the reversibility of the hydrolysis and condensation reactions of the sol-gel process, it is possible that some ethoxy groups of the TEOS could have remained or have been hydrolyzed to ethanol. The band for the Si-OH also appears in the region 3300–3635 cm−1. The bands at 1085.7, 1158, and 1202.5–1218.75 cm−1 can be assigned to the linear, cyclic, and five to six member silica rings, respectively. The present FTIR analyses confirmed that the imidization process under the curing conditions used was almost complete. However, the presence of the Si-O-Et group means that the silica network may not be fully condensed. This has been reported earlier15, 29 as well as in similar studies since the fully condensed silica network is possible only at a higher curing temperature than used in the present work (i.e., 300°C). The color of the hybrid films changed gradually from yellow to yellow brown to brown with increasing in the silica contents. In the case of the noncompatibilized system, the films obtained up to 5 wt % silica were transparent; whereas in the case of the compatibilized one, the films were transparent up to 10 wt % silica. Semitransparent films were obtained for higher concentrations than these; however, opaque films were obtained with 20 wt % silica in the case of the noncompatibilized system, but in the case of the compatibilized one, even with 30 wt % silica, they were semitransparent. In general, for the same silica contents, the transparency of the compatibilized films was found better than that of the noncompatibilized ones.  Table I shows the variation of ultimate tensile strength, modulus, and strain at the break point as a function of silica content for both the noncompatibilized and compatibilized systems, respectively. In the case of the noncompatibilized system, the maximum value of tensile strength was for 2.5 wt % silica, and then this value constantly decreased with further addition of more silica. The value of tensile strength in the case of the compatibilized system increases constantly until 10% silica content in the matrix and then it decreases. The maximum value of tensile strength in the case of the noncompatibilized system is 122 MPa; whereas in the case of the compatibilized system, it is 165 MPa. The modulus value for the compatibilized system constantly increases with an increase in silica contents, with the maximum value of 3.40 GPa obtained in the case of 20 wt % of silica; whereas for the noncompatibilized system, it increases up to 2.54 GPa for 15 wt % silica but then decreases at higher silica contents (20 wt %) The elongation at rupture slightly increases initially with increasing the silica but then decreases with higher amount of silica in both types of system. The initial increase in tensile strength suggests that silica, when introduced in small amounts, arranges itself in the form of very small particles and thus reinforces the matrix. With increase in the silica content, there is a tendency towards particle agglomeration, particularly in the case of the noncompatibilized system, which may result in poor interfacial interactions between the two disparate phases. Introduction of the organically modified silica network shows much better results, presumably due to the secondary bonding between the PI matrix and the PI oligomers present in the silica network, thus reinforcing the matrix to a much higher extent as compared to that obtained using pure silica. Yan and coworkers25 also studied the PI-SiO2 hybrid material where a chemical bond between polyimide and the silica network was developed. The hybrid films were prepared by hydrolysis and polycondensation of aminopropyl-triethoxysilane and TEOS in the polymer solution in DMAc. They found in comparison to the polyimide, samples containing silica have higher ultimate strength and higher initial modulus, but lower ultimate elongation. Thus, the ultimate properties of the hybrids depend on the extent of the bonding between the two phases. The polyimide modified silica network has more interaction with the PI matrix due to the development of secondary bond forces between the two phases. The compatibilized system, therefore, shows better mechanical properties than the noncompatibilized one. The temperature variation of the storage modulus and the tan δ for the noncompatibilized system are shown in Figures 6 and 7, respectively. Similar results for the compatibilized system are given in Figures 8 and 9. For the noncompatibilized system, the values of the storage modulus ranges from ∼ 1.53 GPa to 2.96 GPa for the hybrids containing 0 to 20 wt % silica at 100°C, respectively. The storage modulus increases with increasing the silica content. Similar results were obtained in the case of the compatibilized system. The value of the storage modulus in this case was in the range of 1.45 GPa to 3.08 GPa for 0 to 20 wt % silica at 100°C, respectively. As the temperature was increased, the modulus decreased sharply near the glass transition temperature, and then at higher temperature it remained almost constant. The increase in the storage modulus as a function of the silica content in the matrix at temperatures above the Tg was, however, found to be higher in the case when pure silica was used (Fig. 6). The presence of imide linkage in the silica network rendered it flexible above the Tg, so the modulus increase at higher temperature was less in the case of the compatibilized system. For the noncompatibilized system, as the silica content increases, the damping of the tan δ curve increases (Fig. 7), which shows that the system shows more elastic behavior on the inclusion of silica in the matrix. In the case of the compatibilized system, the same trend is obtained, but the damping is relatively more; the tan δ peak value was 0.13 for the 20 wt % silica, whereas this value for the similar silica contents in the case of the noncompatibilized system was 0.18. The tan δ curve has also been broadened. If we compare the tan δ curves, especially the maxima of the tan δ curves, in the case of the compatibilized system (Fig. 9), it systematically increases toward higher temperature when silica content in the matrix is increased. The values of glass transition temperatures (Tg) calculated (Table I) from the maxima of the curves from Figures 7 and 9 are plotted as a function of silica contents in Figure 10. In the case of the noncompatibilized system, there is no bonding between the inorganic phase and the organic polyimide phase so that the Tg is not affected as the silica content increases in the polymer matrix. The shift in the Tg to higher temperature in the case of the compatibilized system is a measure of interaction between the phases. This interaction between the inorganic network and the polymer chain hinders the segmental motions of the polymer chains and, therefore, Tg is shifted to higher temperature. This also explains the better mechanical properties obtained in the case of the compatibilized system as compared to the noncompatibilized one. Our system may be considered as better than those19-26 in which polar organo-alkoxysilanes were used as coupling agents. The polar group present on the silane can increase the dielectric constant of the material. In our case, as we have used PI modified silica, the dielectric values will not be changed on compatibilization of the phases. Thus, whereas the mechanical properties of the hybrids are better than those of the pure polymer, the dielectric values may not deteriorate. Studies on the variation of the dielectric constant for such hybrids shall be undertaken in future studies for such systems. The scanning electron micrographs (SEM) of the fractured surface in the case of noncompatibilized hybrids show the average diameter with 5 wt % silica content ranges from 0.2 to 0.3 μm, which increases to 0.5–1μm in the case of 20 wt % silica in the matrix (Fig. 11). The dispersed silica particles are in the form of white beads and have clear sharp boundaries, as no interactions exist between the two phases. The average diameter of the silica particles varies but increases with silica content in the matrix. The size distribution becomes broader as the silica content in the matrix increases; and with 40 wt % silica in the matrix, the average diameter was of the order ∼ 2.5μm. In addition, as the size of the particle increases with increase in silica content in the matrix, the distribution becomes irregular and there is no smooth continuous transition from one phase to another; therefore, the tensile strength decreases with increase in the silica contents in general. This explains the results on mechanical properties as discussed before. The SEM micrographs for the compatibilized systems with 5 and 20 wt % silica contents in the matrix are shown in Figure 12. The average diameter of silica particles where the silica was modified during the sol-gel process by introducing imide linkage in the network is in the range of 10–40 nm. There was a wide size distribution of the silica particles in the case of noncompatibilized hybrids, whereas a narrow size distribution of the silica particles is observed in the case of the compatibilized hybrids. The imide linkage present in the silica network acts as a spacer group and does not allow the agglomeration of silica particles. The particle size of the silica, therefore, does not increase with increase in the silica content. Also, if we examine closely the surface structure of silica in the case of the compatibilized system, it shows a rougher surface. This is because of the presence of imide linkage in the silica network, which disturbs the symmetrical growth of the silica. The boundaries between the phases are more diffused in the case of the compatibilized system because of the greater interaction between the matrix and the imide modified silica network structure as compared to pure silica."]], ["CONCLUSIONS", [" Our results show that silica particle size in the matrix can be reduced to a much greater level by using a polymer (the same as the matrix) modified silica rather than pure silica. The polymer chain acts as a spacer group and hinders the agglomeration of the silica to a bigger size. The morphology of these hybrids shows much finer distribution of silica particles with diffused boundaries. The interfacial interaction between the phases is reflected by a large increase in the Tg of the polymer on inclusion of polymer-modified silica as compared to the pure one. Up to a limited amount of silica in the matrix, these compatibilized systems therefore show better mechanical strength as compared to the noncompatibilized systems."]]], "doi": "10.1002/app.22233", "figures": [["Figure 1", "Figure 1", "Figure 1 Structure of the hexa-alkoxyimide linkage used  for the preparation of imide modified silica network structure.   "], ["Figure 10", "Figure 10", "Figure 10 Variation of glass transition temperature with silica content in the noncompatibilized (  ) and compatibilized (  ) PI-SiO2 hybrids."], ["Figure 11", "Figure 11", "Figure 11 Scanning electron micrographs for noncompatibilized PI-SiO2 hybrids, silica content: (a) 5 and (b) 20 wt %."], ["Figure 12", "Figure 12", "Figure 12 Scanning electron micrographs for compatibilized PI-SiO2 hybrids, silica content: (a) 5 and (b) 20 wt %.   "], ["Figure 2", "Figure 2", "Figure 2 Flow sheet diagram used for preparation of PI-silica hybrids.   "], ["Figure 3", "Figure 3", "Figure 3 FTIR spectra for polyamic acid.   "], ["Figure 4", "Figure 4", "Figure 4 FTIR spectra for pure polyimide.   "], ["Figure 5", "Figure 5", "Figure 5 FTIR spectra for the PI-SiO2 noncompatibilized system (silica content 30 wt %).   "], ["Figure 6", "Figure 6", "Figure 6 Temperature variation of storage modulus for the noncompatibilized PI-SiO2 hybrids, silica wt %: (  ) 0, (  ) 2.5, (  ) 5, (  ) 10, (\u0002) 15, (  ) 20."], ["Figure 7", "Figure 7", "Figure 7 Temperature variation of tan δ for the noncompatibilized PI-SiO2 hybrids, silica wt %: (  ) 0, (  ) 2.5, (  ) 5, (  ) 10, (  ) 15, (  ) 20."], ["Figure 8", "Figure 8", "Figure 8 Temperature variation of storage modulus for compatibilized PI-SiO2 hybrids, silica wt %: (  ) 0, (  ) 2.5, (  ) 5, (  ) 10, (  ) 15, (  ) 20."], ["Figure 9", "Figure 9", "Figure 9 Temperature variation of tan δ for compatibilized PI-SiO2 hybrids, silica wt %: (  ) 0, (  ) 2.5, (  ) 5, (  ) 10, (  ) 15, (  ) 20."]], "table_captions": [["Table I", "Table I", "Table I. Variation of Ultimate Tensile Strength, Modulus, and Strain at the Break Point and the Glass Transition Temperature with Silica Content in the Non-Compatibilized and the Compatibilized PI-SiO2 Hybrid Materials"]], "tables": []}