{"title": "Properties and structure of poly(vinyl alcohol)/silica composites", "abstract": " The relationships between the properties and structure are discussed for poly(vinyl alcohol)(PVA)/silica composites prepared through the sol-gel process. The composites became stiff and brittle with increasing the silica content. The properties of the composites were changed drastically at around the composition of PVA/silica = 70/30 wt %. For example, there was no large change in the Young's modulus above 30 wt % of silica content (Pure PVA: 31.8 MPa, silica 30%: 52.6 MPa, silica 50%: 55.2 MPa). Consequently, it was considered that the three-dimensional network structure of silica could be formed in the composite with more than 30 wt % of silica in PVA. From this behavior, it could be considered that the crystal growth of PVA was remarkably inhibited by silica network. © 1999 John Wiley & Sons, Inc. J Appl Polym Sci 74: 133–138, 1999", "body": [["Abstract", [" The relationships between the properties and structure are discussed for poly(vinyl alcohol)(PVA)/silica composites prepared through the sol-gel process. The composites became stiff and brittle with increasing the silica content. The properties of the composites were changed drastically at around the composition of PVA/silica = 70/30 wt %. For example, there was no large change in the Young's modulus above 30 wt % of silica content (Pure PVA: 31.8 MPa, silica 30%: 52.6 MPa, silica 50%: 55.2 MPa). Consequently, it was considered that the three-dimensional network structure of silica could be formed in the composite with more than 30 wt % of silica in PVA. From this behavior, it could be considered that the crystal growth of PVA was remarkably inhibited by silica network. © 1999 John Wiley & Sons, Inc. J Appl Polym Sci 74: 133–138, 1999"]], ["INTRODUCTION", ["Preparation of various organic/inorganic composites by the sol-gel process and expansion of their application have been attempted since the early 1980s.1 Composites that have various composition and structure can be obtained by the sol-gel process. Particularly, the composites mixed at the molecular or nanometer level between inorganic and organic polymers by covalent or hydrogen bonding have been called “ceramers” by Wilkes et al.,2 “ormocers” by Schmidt,3 “polycerams” by Uhlmann et al.,4 or “polymer hybrids” by Saegusa and Chujo.5 They have the possibility to become new materials having both advantages of the organic materials such as the light-weight, flexibility, and good moldability, and of the inorganic materials such as the high strength, heat-stable, and chemical resistance. These composites are expected to be applied for scratch- and abrasive-resistant hard coating,6 nonlinear optical materials,7 contact lenses,8 and reinforcement of elastomers and plastics.9  Poly(vinyl alcohol) (PVA)/silica composites have been studied in our laboratory. The colorless and transparent composites could be formed over the full composition range, and it was suggested that the compatibility of PVA and silica was excellent on a nanoscopic scale.10 The composites containing below 50 wt % of silica were relatively flexible and the one containing 20 wt % of silica could be stretched about 5.5 times in water at 50°C.11 They became stiff and brittle with increasing the silica content. On the material design, it is very important to know the change of properties and structure of the composites with the composition, but the detailed examination for PVA/silica composites has not been reported yet. In this article, we examined the relationship between properties and structure for PVA/silica composites by wide-angle X-ray diffraction measurements, mechanical properties, and thermal properties."]], ["EXPERIMENTAL", ["##Materials  Tetraethoxysilane (TEOS) was used as the starting compound for the silica gel and was obtained from Shin-etsu Kagaku Co., Ltd., Japan. Hydrochloric acid (HCl), which is the acid catalyst for hydrolysis of TEOS, was obtained from Kanto Chemical Co., Ltd., Japan. Both were used without further purification. PVA was Poval 117 (degree of polymerization was 1700) obtained from Kuraray Co., Ltd., Japan, and was used after resaponification with an aqueous solution of sodium hydroxide and dialysis by pure water in a cellophane tube (Visking Tube) for about 3 weeks with occasional exchange of water. The dialysis was terminated when the electric conductivity of the solution was close to that of distilled water. ##Preparation of PVA/Silica Composites  A silica sol was prepared by hydrolysis and polycondensation by dropwise addition of aqueous HCl [mol ratio of (HCl)/(TEOS) = 0.01, (H2O)/(TEOS) = 4] to TEOS with stirring at around 0°C. The fixed amount of aqueous PVA solution of 5 wt % was dropped slowly into the silica sol, and the mixture used to prepare the PVA/silica blend viscous sol was heated in a water bath at 50°C for 2 h. The blend sol was cast in a polystyrene Petri dish. To prepare the wet gel, the sol was aged at 40°C for 1 week in a sealed dish. The wet gel was dried at 40°C in air and further in vacuo. This procedure resulted in the formation of a composite film of about 50 µm thick. The composites obtained will be designated by an abbreviation; for example, the final composites containing silica of 20 and 33 wt % will be called S-20 and S-33, respectively. ##Apparatus and Procedure  Solubility and degree of swelling of each sample were determined by a gravimetric method; the test piece was impregnated in water at 20°C for 48 h (equilibrium swelling time).  Wide-angle X-ray diffraction (WAXD) was measured by the step-scan method (RAD-rA model, Rigaku Co., Ltd., Japan). The WAXD curve was obtained using the following conditions: diameter of collimator, 1 mm; diffraction angle, 2θ = 10–30°; power, 50 kV–200 mA (CuKa, wavelength = 1.5418 Å, use of Ni filter).  Stress-strain curves were obtained by an Instron-type tensile testing machine (Tensilon/UTM-III-500, Toyo Baldwin Co., Ltd., Japan) with a cross head speed of 5 mm/min and the sample length between the jaws was 20 mm. The measurement was performed at 20°C.  Dynamic mechanical analysis was performed with a heating speed of 3°C/min and the frequency was 110 Hz (DVE-V4, Rheology Co., Ltd., Japan).  Thermogravimetric (TG) analysis was performed using a purge nitrogen stream and a heating speed of 10°C/min (TG/DTA220, Seiko Co. Ltd., Japan)."]], ["RESULTS AND DISCUSSION", ["## Sensitivity to Water  Table I shows the solubility and the degree of swelling for each sample in water at 20°C. Pure PVA dissolved completely in water. But both the solubility and the degree of swelling decreased by mixing of silica. Especially, the solubility drastically decreased at silica content of 20–30 wt %. The composites containing above silica 30 wt % were little dissolved in water, but they swelled to some extent. These results suggest that the PVA and silica are well intermixed and the interaction such as a hydrogen bonding acted between them.  ## Wide-Angle X-ray Diffraction  Figure 1 shows the WAXD curves for each sample. The peak around 2θ = 20° corresponding to the (101) plane of the PVA crystals12 broadened with increasing silica content in the PVA matrix. However, the peak markedly broadened at around silica 30 wt %. From these results, it is seen that the crystal growth of PVA in the process of gelation and drying was inhibited by adding of silica, and thus its crystallinity became lower. Wen et al.13 calculated the particle size (dp) of porous silica obtained from poly(tetramethylene oxide)/silica hybrid by the formula dp = 6/(S ρ), where S is the specific surface area and ρ is the bulk density of silica (2.2 g/cm3).13, 14 In this study, we obtained highly porous silica gels by calcination of PVA/silica composites at 600°C for 6 h, and the pore characteristics were estimated from the nitrogen adsorption isotherms at −196°C. For example, the specific surface area and the average pore diameter of silica gel obtained from S-20 were 860 m2/g and 3.2 nm, respectively. Thus, the dp of silica particle (domain) in S-20 was estimated to be ca. 3.2 nm by the above formula. The dp of silica in another composite was located in 3 ≈ 4 nm. These silica particles were considered to be dispersed homogeneously in the PVA matrix. It was also considered that the interaction such as hydrogen bonding acts on the interface of PVA and silica particle.10 This interaction has a large inhibition on the crystal forming of PVA.  The scattering owing to pure amorphous silica was observed in the range of 2θ = 15 ≈ 30°. But it did not affect the peak of PVA crystals because the intensity was relatively low. ## Tensile Properties  Figure 2 shows the stress-strain curves of some of the samples. PVA showed a typical curve having a yield point. The elongation at break decreased by the addition of silica in PVA, and S-40 exhibited the brittle fracture before the yielding behavior took place. In more detailed observations, the yield point could be barely observed for S-33, but S-36 broke clearly before the point. Figure 3 shows the plots of Young's modulus and elongation at break of PVA/silica composites; the change of the fracture mechanisms, from the ductile fracture with a yield point to the brittle fracture without yielding, was observed between 33 and 36 wt % of silica content in the PVA matrix. The Young's modulus linearly increased with increasing silica content and leveled off at the content range of more than 30 wt % of silica. On the other hand, the elongation at break decreased with the silica content. The sample with silica content of more than 30 wt % showed extremely small elongation values, less than 15%. A similar tendency was observed in the system of PVA/alumina.15 The composites containing more than 60 wt % of silica were brittle and the values for their modulus were uncertain.  ## Dynamic Mechanical Properties  Figures 4 and 5 show the temperature dependence of storage modulus and tan δ of each composite and pure PVA. The modulus of pure PVA rapidly decreased with increasing temperature; the two-stage decrease was observed at around the glass transition temperature (Tg) of PVA and in the high temperature range above 120°C. The decrease of storage moduli became slow with increasing the silica content, and the moduli stayed at a high value at higher temperatures. Especially, the decrease at high temperatures was observed for S-30, but the modulus for S-40 increased. In Figure 5, the peak intensity of tan δ from 70 to 80°C, which is considered to be the Tg of PVA, became lower by adding silica. Also, the peak of pure PVA was existed at around 130°C. This peak was shifted to a higher temperature side by the addition of silica. At these higher temperatures, polycondensation reactions, which are caused either by the condensation of the OH group of PVA with any OH groups or with any unreacted OC2H5 groups from silica, are being driven thermally and this imparts a sort of crosslinking that somewhat strengthens the material.  Considering the above results, the existing state of silica particles could be considered to have effects on the mechanical properties for each PVA/silica composite. In the case of low silica content (below 30 wt %), the silica particles may be dispersed in the PVA matrix without the large aggregation of particles. The ductile fracture was observed in the tensile test, and the drastic decrease of storage modulus due to the slip of PVA chains was observed above 120°C in Figure 4. On the contrary, the continuous network structure of silica was considered to be formed and became denser in the PVA matrix above 30 wt % of silica content. Thus, the properties of composites were dominated by the properties of silica (stiff and brittle). Because of this, the strain decreased drastically, and the brittle fracture occurred without yielding. Also, a decrease of the storage modulus was almost not observed in the high temperature range above 120°C.  Figure 6 shows the relationship between the composition and the Tg of PVA which were estimated from the peak temperature of tan δ. The Tg of pure PVA was 72.1°C. The Tg became increasingly higher with increasing silica content, and the values of S-10 ≈ S-30 were in 78 ≈ 80°C. This indicated that silica prevented thermal motion of the PVA segments. However, the Tg decreased from S-33, and showed 70.2°C for S-50. This value of Tg was lower than that of pure PVA. Similar tendency was observed in the case of using the PVA of degree of polymerization = 2400.16  In the composition range above 30 wt % of silica, it was considered that the crystal growth of PVA was extremely inhibited by the silica network structure, and PVA became an amorphous state. This is also judged from Figure 1. The thermal properties of PVA/silica composites should be determined by the contribution of two factors: the inhibition of thermal motion of PVA chain by silica and the crystallinity of PVA. ##Thermogravimetric Analysis Figure 7 shows the TG and differential TG (DTG) curves of S-30. There were two distinct weight-loss stages. The weight loss at around 375 and 450°C was considered to reflect the decomposition of side chain and main chain of PVA, respectively. This tendency was observed for all samples. Figure 8 shows the plots of the decomposition temperatures of main chain (Tdm) and side chain (Tds) obtained from two peaks in the DTG curves against the PVA content in the composites. Both temperatures increased with increasing silica content, but they were almost constant above 30 wt % of silica content. It also reflected the inhibition of thermal motion of PVA molecules. The degree of change of Tds was smaller than that of Tdm. It was assumed that the side chain of PVA was easier to move than the main chain in the composites."]], ["CONCLUSION", [" We examined the relationships between properties and structure of PVA/silica composites prepared through the sol-gel process. By the addition of silica, the crystal forming of PVA was very restricted by silica in the composites, but PVA became insoluble in water at 20°C due to interaction between them. The composites became stiff and brittle with increasing the silica content. The mechanical properties of the composites were changed drastically at around the composition of PVA/silica = 70/30 wt %. At this composition, the continuous three-dimensional network structure of silica particles would be formed in the PVA matrix. The decomposition temperature of PVA became higher with increasing the silica content because the silica prevented thermal motion of the PVA chain.  From the results obtained, PVA/silica composites prepared in this study will be a possible application for water-permselective membrane or immobilization carrier for a biocatalyst."]]], "doi": "10.1002/(SICI)1097-4628(19991003)74:1<133::AID-APP16>3.0.CO;2-N", "figures": [["Figure 1", "Figure 1", "Figure 1 WAXD curves of PVA/silica composites.   "], ["Figure 2", "Figure 2", "Figure 2 Stress-strain curves of PVA/silica composites.   "], ["Figure 3", "Figure 3", "Figure 3 Effect of PVA content upon Young’s modulus (  ) and elongation at break (  ) of PVA/silica composites."], ["Figure 4", "Figure 4", "Figure 4 Temperature dependence of storage moduli  (E’) of PVA/silica composites [Pure PVA(  ), S-10(  ),  S-20(  ), S-30(  ), S-40(  ), S-50(  )]."], ["Figure 5", "Figure 5", "Figure 5 Temperature dependence of tan δ of PVA/silica composites [Pure PVA(  ), S-10(  ), S-20(  ),  S-30(  ), S-40(  ), S-50(  )]."], ["Figure 6", "Figure 6", "Figure 6 Effect of PVA content on Tg of PVA in the composites."], ["Figure 7", "Figure 7", "Figure 7 TG and DTG curves of PVA/silica composite (S-30)."], ["Figure 8", "Figure 8", "Figure 8 Pyrolysis temperature (Td) of PVA chain in  PVA/silica composites (Tds, side chain; Tdm, main chain)."]], "table_captions": [["Table I", "Table I", "Table I. Solubility and Degree of Swelling for Samples in Water (20°C)"]], "tables": []}