{"title": "Poly(vinyl alcohol)/silica hybrid nanocomposites by sol-gel technique: Synthesis and properties", "abstract": " Poly(vinyl alcohol)/silica organic inorganic hybrid composites were prepared by using sol-gel technique. Tetraethoxysilane was used as the precursor for silica. The reaction was carried out in an aqueous medium having a pH of 1.5 with concentrated hydrochloric acid, used as the catalyst. All the composites were optically clear. Interaction at organic-inorganic interfaces due to hydrogen bonds was speculated from infrared spectroscopic analysis of the hybrid composites. Transmission electron microscopic studies revealed the existence of silica nanoparticles, uniformly dispersed in the organic matrix, which were found to grow in size with increase in tetraethoxysilane loading in the composites. Uniform dispersion of silica particles within the hybrid nanocomposites was also supported from the energy dispersive X-ray mapping of silicon. Dynamic mechanical properties exhibited substantial mechanical reinforcements due to the dispersion of nanosilica particles in the matrix. The results were further supported by significant improvements in the Young's modulus and the tensile strengths of the samples. All the hybrid composites demonstrated excellent water resistance. ", "body": [["Abstract", [" Poly(vinyl alcohol)/silica organic inorganic hybrid composites were prepared by using sol-gel technique. Tetraethoxysilane was used as the precursor for silica. The reaction was carried out in an aqueous medium having a pH of 1.5 with concentrated hydrochloric acid, used as the catalyst. All the composites were optically clear. Interaction at organic-inorganic interfaces due to hydrogen bonds was speculated from infrared spectroscopic analysis of the hybrid composites. Transmission electron microscopic studies revealed the existence of silica nanoparticles, uniformly dispersed in the organic matrix, which were found to grow in size with increase in tetraethoxysilane loading in the composites. Uniform dispersion of silica particles within the hybrid nanocomposites was also supported from the energy dispersive X-ray mapping of silicon. Dynamic mechanical properties exhibited substantial mechanical reinforcements due to the dispersion of nanosilica particles in the matrix. The results were further supported by significant improvements in the Young's modulus and the tensile strengths of the samples. All the hybrid composites demonstrated excellent water resistance. "]], ["Introduction", ["Sol-gel is a convenient method for the preparation of oxide films from precursors containing alkoxysilyl groups via continuous reaction steps of hydrolysis and condensation [1]. In addition, this technology, which has made great advances in ceramic and organic modified hybrid materials in the past two decades [2–4], can produce homogenous materials with high thermal stability, density and hardness [5–8]. Current research involves sol-gel, as not only a manufacturing process for homogenous inorganic glasses, but also as a technique used for the synthesis of various kinds of organic-inorganic hybrid materials [4, 9–11]. In recent years, sol-gel processes have been widely used and investigated in industrial plants and laboratories and have been developed for various optical, electrical and biochemical applications [9, 10, 12–14]. An attempt has been made here to prepare hybrid materials by using an organic polymer and an inorganic phase via synthesis of the alkoxysilyl containing precursors. In the early 1990s, Wei et al. have illustrated that transparent materials can be obtained from mixtures of methyl methacrylate [5, 6], styrene [7] and acrylonitrile [8] with silica using the above approach, where specific interaction binds the organic phase to the inorganic phase and prevents the occurrence of macrophase separations. Mark et al. [15] have observed mechanical reinforcement in silicone rubber using the above approach, though extensive studies in this field have not been reported. We have used a similar technique to synthesize acrylic rubber/silica nanocomposites, which have been found to exhibit much higher strength (about 450% improvement) and higher modulus (380% improvement) at 50 wt% loading of tetraethoxysilane (TEOS) with respect to the rubber [16]. Further, these materials have shown superiority over the conventional composite containing precipitated silica. This work is a part of a major programme on nanocomposites and reinforcement mechanisms in filled polymers in our laboratory. Earlier, it has been demonstrated that even with 4 wt% loading of an inorganic nanoclay, some of the properties of the nanocomposites are significantly improved [17]. However, similar studies on hybrid materials prepared by sol-gel techniques have been reported only on a few polymers from different laboratories [18–21]. Poly (vinyl alcohol), a commercially important polymer, is hydrophilic in nature and contains pendant hydroxyl groups. Its aqueous solution can form transparent films. The hydroxyl groups in the repeating units of the polymer are expected to produce strong secondary interactions with the residual silanol groups generated from acid catalyzed hydrolysis and polycondensations of tetraethoxysilanes. The entire reaction can be presented by the scheme shown in Fig. 1. Si(OR)4 H+/H2O −→ Si(OH)4 + 4ROH; R = Ethyl. Si(OH)4 + Si(OH)4 −−H→2O(HO)3 Si-O-Si (OH)3 Poly(vinyl alcohol) is very sensitive towards moisture, which plasticizes the polymer and reduces its strength. Moreover, a very highly hydrolyzed grade of the polymer cannot resist the increased tendency to absorb a substantial amount of moisture under humid conditions. Most of our earlier studies deal with polymers such as epoxidised natural rubber which has polar groups [22], available for interaction with the silanol groups of the inorganic moiety. Uragami et al. [23] showed the formation of hybrid nanocomposites using Poly(vinyl alcohol) and tetraethoxysilane in dimethyl sulphoxide, but a detailed investigation regarding structure-property relationships has not been reported. Therefore the present work aims at not only investigating the mechanical properties andwater resistance of poly(vinyl alcohol) (very highly hydrolyzed grade) resulting from dispersing the inorganic silica phase on a nanoscale within the polymer matrix, but also understanding the structure-property relationships of the resultant highly polar hybrid composites. "]], ["Experimental", ["##2.1. Materials Poly(vinyl alcohol) (PVA, degree of polymerization = 1800, 98% hydrolyzed) was procured from LOBA Chem, India. Tetraethoxysilane, (TEOS, density = 930 kg/m3) was procured from ACROS Organics, USA. Deionized water and concentrated hydrochloric acid (of laboratory grade) were obtained from indigenous sources. ##2.2. Preparation of organic-inorganic hybrid composites by sol-gel technique A 5% aqueous solution of poly(vinyl alcohol) (PVA) was prepared by dispersing 5 grams of PVA in 100 ml deionized water and then by keeping it under boiling conditions for 5 min. After complete dissolution of the polymer, the resultant solution was cooled to room temperature (35°C). Tetraethoxysilane (TEOS) in the weight percentages of 10, 20, 30, 40 and 50, with respect to 100 grams of the polymer, in 5 different batches, was added to the PVA solutions under stirring conditions at room temperature. Table I reports the compositions of all the PVA/silica hybrid composites used in this study. After thorough mixing for 10 min, an appreciable amount of concentrated HCl was added to the resultant polymer solutions in order to adjust the pH of the medium to 1.5. The reaction mixture was again stirred for 20 min at room temperature and then finally cast over thoroughly cleaned smooth aluminum plates for gelling. Initially, the evaporation of water was controlled for one day and then the cast films were allowed to gel till they gave no weight variation. The entire gelling operation of the composite films was carried out at room temperature for 10 days. Appearance of all the films (average thickness of 0.25 mm) is reported in Table I. During the synthesis and testing of the hybrid composite films, relative humidity in the atmosphere was around 90%. ##2.3. Characterization of organic-inorganic hybrid composite films infrared spectroscopy The infrared spectra of the hybrid composite films were recorded with a Nicolet Nexus Fourier Transform infrared (FTIR) spectrophotometer in ATR mode using 450 KRS5 prisms at room temperature. The samples were scanned from 4000 to 700−1 cm−1 with a resolution of 4 cm−1. All the spectra were taken after an average of 32 scans for each specimen. The results were analyzed using OMNIC software, version 5.1, attached to the spectrophotometer. ##2.4. Infrared optical density and transmission loss The infrared optical density (OD) of the uncured composite was taken as the infrared absorbance value (A) of the composite film of average thickness 0.25 mm, which was expressed as OD = A = log10(I /I0). (1) where I0 is the intensity of light incident on the sample and I is the reflected beam intensity. Higher optical density corresponds to low transmittance. Optical density times 10 was equal to the transmission loss which was expressed in decibel (dB) (dB=10log10 (P1/ P2), where P1 and P2 are the powers of the light energy). The data are reported in Table I. ##2.5. Measurement of ash content Ash content of the hybrid composites was determined by heating the samples in a muffle furnace at 800°C for 8 h. The difference between the initial and the final weights was recorded and the data were expressed as wt% ash content of the composites (Table I). ##2.6. Transmission electron microscopy Transmission electron microscopic studies were carried out using TEM (model C-12, Philips) on very thin films (100 nm) of hybrid composites, cast directly over the copper grids of 300 mesh size. The acceleration voltage was 120 kV. ##2.7. Energy dispersive X-ray silicon mapping The dispersion of silica particles in the PVA matrix was observed through the X-ray silicon mapping of the hybrid composites, recorded in an Oxford EDAX system. The samples were sputter coated with gold in order to resist the artifacts generated over the surface due to charging. ##2.8. Dynamic mechanical thermal properties Dynamic mechanical thermal analysis (DMTA) of the hybrid composites was carried out in a DMTA IV, (RHEOMETRIC SCIENTIFIC, New Jersey, USA) under tension mode. The experiments were carried out at a frequency of 1 Hz. The measurements were taken from 0 to 100°C at a heating rate of 2°C/min. The data were analyzed using RSi-Orchestrator application software on an ACER computer attached to the machine. The storage modulus (E′) and the loss tangent (tan δ) were measured as a function of temperature for all the samples under identical conditions. The error in the measurement of E′ (log scale) and tan δ values reported at three specific temperatures in Table III lies within ± 1%. ##2.9. Measurements of mechanical properties The mechanical properties of the composite films were determined by using a universal testing machine (UTM, Zwick 1445) on tensile specimens, punched out from the cast films using ASTM Die C. The mechanical tests were carried out as perASTMD412-99 method at 25± 2°C at a cross head speed of 500 mm/ min. The average value of three tests was reported for each sample. ##2.10. Water resistance Water resistance of PVA and the hybrid composites were evaluated both at ambient and elevated temperatures (boiling conditions). Normal temperature measurements were made with sample films of equal weights, kept in water under room temperature conditions for 72 h. The equilibrium swelling index was calculated by measuring the weight of the films before and after swelling, by using the following formula: α = [(wf − wi)/wi] ∗ 100 (2) where, wi is the initial weight and wf is the final weight of the films. Boilingwater resistance of the hybrid composites was determined by dipping the sample films of equal weight inwater under constant boiling conditions. Time taken by the samples for complete dissolutionwas noted."]], ["Results and discussion", ["##3.1. Infrared spectroscopic studies The results of Fourier Transform Infrared (FTIR) spectroscopic studies for pure PVA and the representative PVA/silica hybrid composite films are shown in Fig. 2. In all the cases, there is a broad absorption noticed around 3250 cm−1 (shown as insert in Fig. 2). It is due to the O-H stretching vibrations for the absorbed moisture and hydrogen bonded hydroxyl groups present in the samples Free OH groups are unlikely to be present in the system as in that case the absorptions would have been at even higher wave number range [24]. In general, PVA will absorb definite amount of moisture to attain equilibrium with the humidity level of the environment, under the prevailing temperature conditions. The absorbed moisture remains hydrogen bonded to the PVA matrix. Uncondensed silanols (Si-OH) and some water of condensation that are retained within the composites due to the polar nature of both the phases, also contribute to this broad absorption at 3250 cm−1 when TEOS is incorporated. Since most of the hydroxyl groups remain hydrogen bonded to the matrix, as already mentioned, the silanols are also expected to produce secondary interactions with main chain backbones of PVA or with other silanol groups formed in the system, as shown in Fig. 1 or even with the entrapped water. The probability for the interaction involving OH groups of PVA compared to other silanol groups and water is higher, because of the huge concentrations of hydroxyl groups in the PVA matrix. This opinion is in line with the earlier reports on PVA/silica system [25, 26]. Moreover, the acid catalyzed hydrolysis and condensation of TEOS eliminate ethanol as by-product of the reaction (Fig. 1). Therefore, traces of ethanol, if entrapped within the PVA matrix may also broaden the peak. Strong absorption due to C-O symmetric stretch in aliphatic ether appears at 920 cm−1 in PVA. This peak appears due to etherification reactions in some vicinal OHgroups during the dissolution of PVAin boilingwater. In PVA10 (containing about 3 wt% silica), this peak area is increased by 150% and the peak position (920 cm−1 in PVA) is also shifted to 950 cm−1. It is probably due to the influence of Si-O stretching vibration of silanol in PVA10, which appears around 950 cm−1. At higher TEOS (and silica) concentration in PVA30 and PVA50, significant broadening (an increase in peak area by 300%) as well as higher intensity of this particular peak is compatible with the generation of more silanol ended silica in the hybrid composites. It is noteworthy, the peak position is gradually shifted from 950 cm−1 in PVA10 to 930 cm−1 in PVA30 and PVA50. Broadening and shifting of the peak absorption area is possibly due to extensive hydrogen bonding between silanol and PVA, as mentioned earlier. This information has not been published earlier in the literature. Therefore, PVA -TEOS appears to form an interactive organic-inorganic hybrid system, where the inorganic silica phase is hydrogen bonded to the organic phase of poly (vinyl alcohol). These hydrogen bonds probably increase the compactness of the structure of the polymer, which in another way can be realized by the loss in flexibility of the hybrid composite films in comparison to pure PVA. Characteristic O-H in-plane deformation vibration of alcoholic OH groups in PVA gives rise to a strong absorption band in the region of 1420 cm−1 which overlaps with the C-H deformation vibrations in the same region [24] and therefore can not be separated in the figure. The adjacent absorption band at 1326 cm−1 is also the combined absorptions due to C-H and O-H bending in the samples. Small absorptions around 1730 cm−1 for carbonyl stretches occur due to some remnant acetate groups in the polymer. These three bands are present in all the samples with almost equal intensities (Fig. 2). Strong absorption observed at 1040 cm−1 in pure PVA is due to the C-O stretching and O-H bending vibrations [24]. Absorptions due tO-Si-O-Si linkages (asymmetric Si-O-Si stretch) also appear at the same region. In the hybrid composites the intensity of this absorption band increases as well as there is a peak shift of 10–15 cm−1 towards higher side, with the increase in the TEOS concentration (Fig. 2). It is principally due to ring and chain type of silica growth within the hybrid composite [24]. Other absorption bands such as the asymmetric Si-O-C stretch (due to chemical crosslinking of silanol and PVA) and asymmetric C-O stretch (due to ether linkage) can also interfere in this region. Chemical crosslinking may not be the reason, as the composites are prepared under ambient conditions. Moreover, all the PVA/silica hybrids are soluble in boilingwater as in the case of PVA, which will be discussed later. A strong absorption band of almost equal intensity is noticed for all the samples in the region of 820 cm−1 due to out-of-plane O-H deformations. This band also interferes with the weak symmetric Si-O-Si stretching frequencies. Infrared optical density (OD) and the transmission loss values for the hybrid nanocomposites (reported in Table I) marginally increase from pure PVA to PVA50. This indicates that although there is an increase in silica content from 3 to 20 wt%, the infrared optical transparency almost remains unaffected on account of nanolevel dispersion of silica. ##3.2. Microscopic observations Transmission electron microscopic images of PVA/silica hybrid composites containing 10, 30 and 50 wt% of TEOS (3, 11 and 20 wt% nanosilica respectively) are presented in Fig. 3a–c respectively. The samples are all under unstained conditions. The black spherical particles in the micrographs are the silica particles. The average dimensions of these particles are within the range of 10–15 nm in the lowest TEOS loaded composites (PVA10), as depicted in Fig. 3a. When the concentrations of TEOS (and nanosilica) are low, silica particles within the composites are separated and clearly there is nO-Silica network formation in the bulk at the lowest TEOS concentrations (Fig. 3a). However, for the composites containing 30 wt% of TEOS (PVA30, Fig. 3b), the silica particles have grown bigger in diameter and the average dimension increases to about 70 nm. An increase in the TEOS concentration induces a higher extent of polycondensation reactions, which in turn increases the size of the in-situ generated silica particles in PVA30 hybrid composites (Fig. 3b). PVA50 (Fig. 3c) exhibits even bigger silica particles (average dimension around 100 nm) as compared to PVA30 (Fig. 3b). These individual particles can themselves form three dimensional silica networks, as the precursor TEOS contains four hydrolysable ethoxy groups (Fig. 1). Close associations of silica particles in PVA50 organic-inorganic hybrid composites are indications of localized silica agglomerations in the bulk of the organic matrix (Fig. 3c). Fig. 4 shows the results of EDX mapping of elemental silicon in the PVA/silica hybrid nanocomposites. Magnification of the images used in this study is 45 times lower than that of the TEM micrographs (Fig. 3) and therefore it is possible to analyze a larger surface area than with the later technique. The white spots over the dark background indicate the locations of silicon in the matrix. Fig. 4 demonstrates homogeneous dispersion of silica in the PVA matrix. PVA10 hybrid composite shows the lowest silica content in the matrix (Fig. 4a), as expected. In PVA30, the number of spots increases (Fig. 4b) and also the average distance between these white spots is reduced as compared to that in the PVA10 composite (Fig. 4a). The proximity of the silica particles to each other in the PVA50 hybrid composites containing 50 wt% of TEOS is greater (Fig. 4c), which supports the earlier TEM observations. Virtually, the EDX analysis infers homogeneous dispersion of silica within the PVA matrix. ##3.3. Analysis of dynamic mechanical thermal properties Comparative plots of storage modulus (E′) against temperature for all the hybrid nanocomposites along with the virgin PVA in the temperature range of 0 to 100°C are shown in Fig. 5a. The modulus values are reported on a log scale. Noticeably, all the TEOS loaded hybrid nanocomposites exhibit distinctly higher modulus values compared to pure PVA over the whole temperature range. Table III reveals specific storage modulus values for the hybrid composites below, at and above the glass transition temperature. It is interesting to note that with only 10 parts of TEOS loading in PVA (i.e., about 3 wt% of nanosilica), a significant increase in the modulus is found. High storage modulus indicates reinforced polymer structures. All other hybrid compositions (PVA20-PVA50) show even higher storage moduli over the wide range of temperatures. The secondary interactions occurring at the interfaces of the organic and inorganic components in the composites, as discussed earlier, are responsible for this behavior. Fig. 5b displays the loss tangent (tan δ) plots for the hybrid nanocomposites along with pure PVA. Table III reports the specific values of tan δ at 5°C, Tg (temperature corresponding to peak tanδ), and 80°C, taken from Fig. 5b. For the virgin polymer, the α transition, which is regarded as Tg, is found to occur at lower temperature (12°C) than that reported in the literature [27], probably due to the high relative humidity, which shows the effect of plasticization on the polymeric material.With the increase in TEOS concentration in the organic-inorganic hybrid nanocomposites, the peak height of the tan δ curves decreases with a concomitant increase in peak half-width. Higher concentration of silica always gives rise to lower tan δ values, indicating lower tendency of the inter-chain movements in the matrix, as evident from Fig. 5c. At 3 wt% of nanosilica concentration, there is a sharp drop of 9% in the tan δ value which continues to drop further (29%) at about 11 wt% of nanosilica content the in PVA. The glass transition temperature increases linearly upto 11 wt% of silica concentration, beyond which there is a sharp rise (Fig. 5c). In the α transition zones (Tg), the externally applied sinusoidal stress resonates with the internal chain movements of the matrix. Interactive silica filler particles in the PVA matrix restrict the polymer chainmovement and the amplitude of vibrations in the transition zones is damped and widened for all the hybrid composites compared to the pure polymer. Shafee and Naguib [27] discussed reduction in crystallinity in PVA because of crosslinking in the polymer. In the present studies, silanol groups in the inorganic silica phase may possibly act as physical crosslinkers (Fig. 1) in between the PVA chains, as the composite films can be taken out in hot boiling water. A shift in the glass transition temperatures towards higher temperatures is an indication of hydrogen bonded interaction in the matrix, as discussed earlier. Higher interfacial interaction at higher concentration of TEOS requires a greater amount of thermal energy to mobilize the polymer chains and therefore increases the Tg value of the composites. ##3.4. Analysis of mechanical properties Tensile stress-strain curves for PVA and PVA/silica organic-inorganic hybrid nanocomposites are depicted in Fig. 6a. Pure PVA has shown behavior typical of a plastic material with significant yielding. After resisting the initial load, the mechanical energy supplied to the PVA film is capable of breaking both inter—as well as intra-molecular hydrogen bonds and causes uncoiling of the PVA chains. The long molecular chains are then further reoriented to display stress-induced crystallization [21] (Fig. 6a). The sample ultimately fails after substantial yielding which signifies ample ductility in the material. There has been a significant improvement in tensile strength in TEOS loaded composites over the control PVA. Although the samples containing up to 30 wt% of TEOS show similar stress-strain characteristics as the control, PVA40 and PVA50 exhibit different behavior. However, the portion of the curve at which breaking of hydrogen bonds and PVA chain de-coiling takes place, steeply rises with filler loading. This indicates a decrease in ductility of the matrix, due probably to the secondary interactions that occur at the interfaces of silanol-ended silica particles and the pendant hydroxyl groups from the PVA backbones. The ductility of the polymer in PVA40 and PVA50 is completely suppressed because of enhanced interactions at the organic-inorganic interfaces. Tensile curves (PVA40 and PVA50) show brittle nature of the composites with very high modulus and low elongation. The interaction at the organic-inorganic interface has dramatically improved the modulus which have been calculated from the tensile stress-strain curves by considering the slope in the initial linear region. Fig. 6b depicts the variation in modulus upon increasing the nanosilica level. The best fit equation of second degree, corresponding to the change in modulus (Y ) with the concentration of nanosilica (X) in the hybrid composites can be described as follows: Y = 47.21 + 0.612X + 0.051X2 (3) R = 0.98 The curve shows an initial marginal increase in modulus upto 7 wt% of nanosilica in the hybrids beyond which the increment becomes sharper. The tensile strength, on the other hand, increases upto 16 wt% of nanosilica, as illustrated in Fig. 6c. In PVA10 to PVA40, the silica phase has been distributed on a nanoscale as described earlier, which helps to improve the strength. This is due to the increased energy dissipation in the matrix on account of reinforcement. However, at higher silica concentration (20 wt%), the strength decreases because of local aggregations of particles, which may act as flaws. Also, a higher inter-chain density between the filler and the polymer means that the polymer chains are unable to dissipate the input energy. Excess hydrogen bonds in the PVA10-50 hybrid composites, compared to virgin PVA, cause backbone chain stiffening in the matrix and decrease ductility in the hybrid nanocomposites. The elongation at fracture values show a sharp decrease after 7 wt% of nanosilica concentration in the hybrid composites (Fig. 6c). Molecular restructuring and increase in polymer chain stiffness results in lower elongation at fracture. This is demonstrated in the next section by the swelling studies of the composites, where gradual TEOS loading reduces the swelling tendency in the hybrid composite films. ##3.5. Water resistance of the hybrid nanocomposite films PVA is a water soluble polymer and its water solubility is controlled by the amount of the available hydroxyl groups. The humidity of the atmosphere also causes PVA to absorb some moisture on account of the hydrophilic nature of these hydroxyl groups. For the PVA of lower to medium hydrolyzed grade, the polymer is soluble in water under ambient conditions, but the 98% hydrolyzed grade PVA, used in the present studies, is soluble only in boiling water because of the excessive intra- and inter-molecular hydrogen bond within the PVA matrix. During solvation, the intramolecular hydrogen bonds are principally replaced by inter-molecular hydrogen bonds, which are reformed between the pendent O-H groups in the PVA and the water molecules. Although this grade of PVA is insoluble in water under ambient conditions, it is substantially swollen by the same. Swelling of the PVA films is entirely due to the electrostatic interactions between polar water molecules and the pendent O-H groups in the PVA backbones that cause diffusion of water molecules within the interstices of the structural array of the polymers. For the present studies, a very high relative humidity of 90% prevailed throughout the experiment. Therefore, the equilibrium moisture content of the pure PVA and the hybrid composite films due to a humid atmosphere is assumed to be the same. The equilibrium swelling index of the organicinorganic hybrid nanocomposites against the concentration of silica is plotted in Fig. 7. Pure PVAhas shown the highest swelling index value of 400, which gradually reduces to 180 at the highest silica concentration. These values are obtained after an equilibrium swelling of the composite films for 72 h in water under ambient conditions. FTIR spectroscopic studies have explained the formation of inter-molecular hydrogen bonds at the interfaces of end-capped silanol groups generated from TEOS and the pendent hydroxyl groups of the PVA backbones, which in turn results in structural rigidity within the hybrid nanocomposites. This regularized structure reduces the interstitial voids in the matrix and thereby suppresses the tendency of water molecules to diffuse in the bulk and swell the entire composite films. This has been illustrated by the large reduction in the swelling index value for PVA10 hybrid composites from the value for pure PVA. With further increase in silica concentration from 7 to 20 wt%, gradual increase in the inter-molecular hydrogen bonds is expected to occur and therefore the equilibrium swelling index value for the hybrid composite systems exhibit a further downward trend. A maximum of 50% lowering in equilibrium swelling index value for the highest silica containing composite films (PVA50) compared to pure PVA (Fig. 7) is observed. Boiling water resistance of these hybrid nanocomposites is reported in Table IV. 98% hydrolyzed grade of PVA is readily soluble in boiling water. When the PVA matrix is loaded with 10 wt% of TEOS (i.e., 3 wt% of in-situ generated silica), it is capable of showing more water resistance. The total amount of heat energy required to break these secondary bonds is expected to be higher than for the virgin PVA. Increase in hydrogen bonds at the organicinorganic interfaces is anticipated at the higher silica concentrations in the hybrids and therefore a gradual increment in boiling water resistance is noticed from PVA10 to PVA50 hybrid nanocomposites."]], ["Conclusions", ["PVA/silica organic-inorganic nanocomposites (3–20 wt%silica) have been successfully synthesized by using a sol-gel technique. TEOS has been used as the precursor for silica. All the composite films appear transparent. The dimensions of the silica particles lie within 10 to 100 nm, as revealed byTEMphotomicrographs. Uniform distribution of silica particles over the PVAmatrix has been observed in X-ray maps of the hybrid composites. Inter-molecular hydrogen bond formation between the residual silanol groups and the PVA backbones, as speculated from FTIR results, is assigned as the principal driving force that has avoided the macrophase separation between the organic polymer and the inorganic silica in the hybrids.With increase in TEOS concentrations, the size of the Si-O-Si chain length is increased in the silica phase as indicated by the TEM studies. All the composites have shown substantial mechanical reinforcements, demonstrated by the lowering of tangent delta values and shifting of the glass transition temperature to higher temperature regions in the dynamic mechanical analysis. The tensile modulus increases with increase in silica concentration, while the elongation at fracture shows an opposite trend. The PVA40 hybrid nanocomposite (16 wt% silica) has shown maximum tensile strength amongst the nanocomposites studied. PVA50 is weaker than PVA40 because of the local aggregation of silica particles at the higher TEOS loading. Secondary interactions at the interfaces of the organic and inorganic moieties impart structural rigidity and significantly improve water resistance of the composite films."]]], "doi": "10.1007/s10853-005-4417-y", "figures": [["Figure 1", "Figure 1", "Figure 1 Hydrogen bonded poly(vinyl alcohol/silica) organic-inorganic  hybrid structure.   "], ["Figure 2", "Figure 2", "Figure 2 FTIR spectra for the representative PVA/silica hybrid  composites.   "], ["Figure 3", "Figure 3", "Figure 3 TEM images of (a) PVA10 (b) PVA30 and (c) PVA50 hybrid nanocomposites.   "], ["Figure 4", "Figure 4", "Figure 4 X-ray mapping of silicon for the hybrid naoncomposites. (a) PVA10 (b) PVA30 and (c) PVA50.   "], ["Figure 5", "Figure 5", "Figure 5 (a) Plots of storage modulus (log scale) as a function of temperature for PVA/silica hybrid nanocomposites; A to F: PVA to PVA50  respectively. (b) Tan δ-temperature plots of PVA/silica hybrid nanocomposites: A to F: PVA to PVAS0 respectively. (c) Variation of glass transition temperature and loss tangent peak maxima values for the hybrid  composites against the concentration of silica."], ["Figure 6", "Figure 6", "Figure 6 (a) Tensile stress-strain plots for PVA/silica hybrid nanocomposites: A to F: PVA to PVA50 respectively. (b) Plot of Young’s modulus  values for hybrid composites against concentration of silica. (c) Variations in tensile strengths and elongation at fracture (%) of the PVA/silica  hybrid composites with the variation in silica content."], ["Figure 7", "Figure 7", "Figure 7 Plot of swelling indices for PVA/silica hybrid nanocomposites  against silica concentration after an equilibrium swelling for 72 h in  water at room temperature.   "]], "table_captions": [], "tables": []}