{"title": "Preparation and Properties of Aqueous Castor Oil-based Polyurethane–Silica Nanocomposite Dispersions through a Sol–Gel Process", "abstract": " Waterborne castor oil-based polyurethane–silica nanocomposites with the polymer matrix and silica nanoparticles chemically bonded have been successfully prepared through a sol–gel process. The formation of silica nanoparticles in water not only reinforces the resulting coatings, but also increases the crosslink density of the nanocomposites. The 29Si solid state NMR spectrum indicates the formation of silica and the TEM indicates that the nanoparticles are embedded in the polymers, resembling a core–shell structure. The silica nanoparticles in the polymer matrix play an important role in improving both the mechanical properties and the thermal stabilities of the resulting nanocomposites. This work provides an effective and promising way to prepare biorenewable, high performance nanocomposite coatings. ", "body": [["Abstract", [" Waterborne castor oil-based polyurethane–silica nanocomposites with the polymer matrix and silica nanoparticles chemically bonded have been successfully prepared through a sol–gel process. The formation of silica nanoparticles in water not only reinforces the resulting coatings, but also increases the crosslink density of the nanocomposites. The 29Si solid state NMR spectrum indicates the formation of silica and the TEM indicates that the nanoparticles are embedded in the polymers, resembling a core–shell structure. The silica nanoparticles in the polymer matrix play an important role in improving both the mechanical properties and the thermal stabilities of the resulting nanocomposites. This work provides an effective and promising way to prepare biorenewable, high performance nanocomposite coatings. "]], ["Introduction", [" Polymers from renewable resources have received much attention during the past decade, due to finite petroleum resources and environmental concerns.1 Vegetable oils represent one of the most promising routes to biorenewable polymers due to their ready availability and many versatile applications.2 Polyurethanes (PUs), one of the most versatile classes of polymers, have been prepared from vegetable oils3 through vegetable oil-based polyols4 or vegetable oil-based diisocyanates.5 Recently, vegetable oil-based anionic and cationic waterborne PU dispersions have also successfully been prepared in our group by employing dimethylol propionic acid (DMPA)6 and N-methyldiethanolamine (MDEA),7 respectively, in the PU backbone, followed by neutralization with triethylamine (TEA) or acetic acid. Compared to conventional solvent-based PUs, waterborne PUs have many advantages, including low viscosity at high molecular weight, good applicability, and the fact that they are environmentally-friendly due to low hazardous air pollutants (HAPs) and low volatile organic chemicals (VOCs).8  Organic–inorganic nanocomposites have been developed to combine the desirable properties of polymers, such as toughness and elasticity, with those of inorganic fillers, including rigidity, high thermal stability, and chemical resistance.9 The interface interaction between the polymer network and the filler is dominant in the nanocomposites' properties. The interaction is either physical and weak, such as hydrogen bonding, or strong, such as chemical covalent bonding. The strong interaction is preferred, because it can decrease the extent of phase separation or increase the compatibility of the polymer filler interaction.10 Silica nanoparticles, which can be introduced into the polymer systems by blending, a sol–gel process, or in situ polymerization,10 have been widely used to improve the thermal stability, and mechanical and electrical properties of nanocomposites.11 The sol–gel process, involving the hydrolysis and polycondensation reactions of silicon alkoxides, has been used as an effective and simple way to prepare waterborne PU–silica nanocomposite dispersions.12 Recently, linseed oil-based polyols containing silica nanoparticles prepared by a sol–gel process have been further reacted with toluene-2,4-diisocyanate to obtain silica embedded PUs with better thermal stability and antibacterial properties.13  In this study, alkoxysilane-containing PUs have been prepared by reacting different and excess amounts of 3-aminopropyl triethoxysilane (APTES) with isocyanate-capped castor oil-based PU prepolymers, and these have been dispersed in water to form silica nanoparticles by a sol–gel process. The castor oil-based PU is chemically bonded with the silica nanoparticles and the crosslink density of the nanocomposites is increased substantially. The increased crosslink density and reinforcement by the silica result in improved thermal stability and enhanced mechanical properties. The nanocomposites obtained may find applications in high-performance organic-inorganic hybrid coatings."]], ["Experimental Section", ["##Materials  Castor oil, isophorone diisocyanate (IPDI), DMPA, APTES, and dibutyltin dilaurate (DBTDL) were purchased from Aldrich Chemical Company (Milwaukee, WI, USA). TEA and methyl ethyl ketone (MEK) were purchased from Fisher Scientific Company (Fair Lawn, NJ, USA). All materials were used as received without further purification. ##Synthesis of the Castor Oil-based Polyurethane–Silica (PU–Silica) Nanocomposites Scheme 1 shows the method used to prepare the castor oil-based PU–silica nanocomposites. The castor oil (10.00 g), IPDI (6.23 g), DMPA (1.69 g), and 1 drop of DBTDL as catalyst were added to a four-necked flask equipped with a mechanical stirrer, nitrogen inlet, condenser, and thermometer. The mole ratio of the NCO groups of the IPDI, the OH groups of the castor oil, and the OH groups of the DMPA was 2.0:1.0:0.9. The reaction was carried out at 78 °C for 1 h and then 50 mL of MEK was added to reduce the viscosity and prevent gelation. The reaction was kept for another 2 h at 78 °C. After allowing the reaction mixture to cool down to room temperature, TEA (3 equiv. per DMPA) was added to the PU solution and stirred for 30 min to neutralize all the carboxylic acid groups and to provide basic conditions for the following sol–gel process.12 The APTES was added and allowed to react with the excess amount of NCO groups at room temperature for 1 h. Finally, water (150 mL) was added, followed by 1 h of vigorous stirring to effect dispersion and form silica nanoparticles through a sol–gel process. After removal of the MEK under vacuum, aqueous castor oil-based PU–silica nanocomposite dispersions were formed with a solids content of ≈10 wt%. Differing amounts of APTES were added to obtain PU–silica nanocomposites with different amounts of silica. Specifically, 0.75, 1.5, and 3.0 g of APTES were added to the PU prepolymer solutions to react with all of the NCO groups and form PU–silica nanocomposites with silicon amounts of 0.5, 1, and 2 wt%, respectively. The nomenclature used for the resulting nanocomposites is as follows: a nanocomposite containing 1 wt% of silicon element is designated as PU–Si1. For comparison, the sample without APTES was also prepared, and the residual isocyanate reacted with water to form amines, which can then react with the remaining isocyanate to form a polyurea. This comparison sample is designated as PU–Si0.  The nanocomposite dispersions were poured into a glass mold to dry at ambient temperature and then allowed to dry at 50 °C for 24 h to obtain transparent films. ##Characterization Solid state 29Si NMR spectral analysis of the nanocomposites was performed using a Bruker Avance 600 spectrometer (Bruker America, Billerica).  The morphology of the particles in the dispersion was observed on a transmission electron microscope (JEOL 1200EX). The dispersions were diluted to ≈0.5 wt%, and then 3 µL of the dispersion was deposited onto a carbon film grid. After drying, the samples were characterized.  The dynamic mechanical behavior of the nanocomposite films was determined using a TA Instruments DMA Q800 dynamic mechanical analyzer with a film tension mode of 1 Hz and a heating rate of 5 °C · min−1 in the temperature range from –80 to 150 °C. Rectangular samples 0.5 mm thick and 8 mm wide were used for the analysis. The glass transition temperatures (Tgs) of the samples were obtained from the peak of the tanδ curves.  Differential scanning calorimetry (DSC) was carried out on a thermal analyzer (TA Instruments Q2000). The samples were heated at a rate of 20 °C · min−1 from room temperature to 100 °C to erase the thermal history, equilibrated at –70 °C, and then heated to 150 °C at a heating rate of 20 °C · min−1. The Tgs of the samples was determined from the midpoint in the heat capacity change in the second DSC scan. Samples of ≈5 mg were cut from the films and used for analysis.  Thermogravimetric analysis (TGA) of the films was carried out on a TA Instruments Q50 (New Castle, DE, USA). The samples were heated at a heating rate of 20 °C · min−1 from 50 to 650 °C in air. Generally, ≈5 mg samples were cut from the films for the TGA.  The tensile properties of the PU–silica films were determined using an Instron universal testing machine (model 4502) with a crosshead speed of 100 mm · min−1. Rectangular specimens of 80 × 10 mm2 (length × width) were used. An average value of at least four replicates of each sample was taken. The toughness of the polymer was obtained from the area under the corresponding tensile stress–strain curves. "]], ["Results and Discussion", ["##Structure and Morphology The amino groups in the APTES were allowed to react with the remaining isocyanate groups to form alkoxysilane-containing PU prepolymers, and then silica nanoparticles were formed by hydrolysis of the silicon ethoxy groups in water and silanol polycondensation. In this way, the PU chains are chemically bonded to the silica nanoparticles, to increase the crosslink density and reinforce the thermal/mechanical properties of the coatings.  Figure 1 shows the solid state 29Si NMR spectra of PU–Si2. Unmodified silica usually has a chemical shift around –100 ppm and the silica prepared from methyltriethoxysilane (MTES) has a chemical shift around –60 ppm.14 PU–Si2 has a chemical shift similar to the silica prepared from MTES, indicating the successful formation of silica nanoparticles from the APTES. Specifically, three peaks are observed as shown in Figure 1. The right peak results from the full condensation of the silanols. The middle peak represents the silicon with one unreacted hydroxyl group, and the left peak is assigned to a silicon bearing two hydroxyl groups.12, 15 The strong right peak indicates that the degree of silanol condensation is high, suggesting silica clusters are formed. The transmission electron microscope (TEM) morphology of the PU–silica nanocomposite dispersions is shown in Figure 2. Pure PU particles in Figure 2a have a gray color. The black dots in the other three figures indicate the formation of silica nanoparticles. As the amount of the APTES is increased, larger silica particles are formed, due to increasing amounts of the APTES feedstock and the tendency of the silica nanoparticles to aggregate at higher APTES concentrations.12 Figure 2 also shows that the silica nanoparticles are mainly embedded in the PU polymers, which can be explained by the hydrophilic carboxylate groups on the PU chains forming on the outside of the particle after adding water, and the silicon alkoxides being located in the core and thus forming silica nanoparticles later. Similar core–shell structures formed through a sol–gel process have been reported recently.12 ## Thermal Properties The storage modulus (E′) and tanδ curves as a function of temperature for nanocomposite films with different silica loadings are shown in Figure 3. All of the films are glassy below room temperature and the storage modulus decreases slightly with an increase in the temperature. The storage modulus decreases rapidly above 20 °C for all of the samples and a peak maximum is observed in the tanδ curves (α relaxation), which is taken as the glass transition temperature (Tg). The crosslink density (υe) of all of the films can be calculated from the rubbery moduli at 40 °C above Tg using the following equation, according to rubber elasticity theory:16 equation image where E′ is the storage modulus at 40 °C above Tg, R the gas constant, and T is the absolute temperature. As summarized in Table 1, the crosslink densities of the nanocomposites increase from 90 to 766 mol · m−3 when the silicon content increases from 0 to 2 wt%. This can be explained by the fact that the silicon alkoxides connected to the PU chains aggregate through a sol–gel process to form silica nanoparticles, thus acting as crosslinks in the nanocomposites. With an increase in the silica loading, more crosslinks are formed and the crosslink density of the films increases.  The Tgs obtained from DMA are also summarized in Table 1. The Tgs decrease slightly from 50.9 to 47.5 °C, when the silica content increases. Generally, increased crosslink density results in higher glass transitions. However, the free volume in the nanocomposites increases due to poor wetting17 and repulsive forces between the silica nanoparticles and the carboxylate groups in the PU chains.18 The free volume is also increased due to the silica-induced disruption of packing of the hard segments in the PU polymers.19 The above-mentioned increased free volume compensates for the increased crosslink density, resulting in the slightly decreased Tgs for the nanocomposites. Figure 3 also indicates that all of the samples have only one tanδ peak, indicating the homogeneous nature of the nanocomposites. Furthermore, the decreased height of the tanδ peaks with higher loadings of silica indicates the increased crosslink densities for the films.20  Figure 4 shows the DSC thermograms of the PU–Si nanocomposites. The Tgs obtained from DSC are summarized in Table 1. Compared to the sample without silica, all of the nanocomposites have higher Tgs due to increased crosslinking. Specifically, the Tg increases from 18.0 to 20.9 °C when the silicon loading increases from 0 to 1.5 wt%, and then drops to 20.2 °C in the nanocomposite PU–Si2, due to competition between the increased crosslinking and the increased free volume of the nanocomposites as mentioned earlier. The Tgs obtained from DMA are ≈30 °C higher than the Tgs obtained from DSC. This is because DMA measures the change in mechanical response of the polymer chains, whereas DSC measures the heat capacity change from frozen to unfrozen chains.6 The heat capacity change (ΔCp) at Tg calculated from DSC is summarized in Table 1. The decreased ΔCp at Tg results from the increased crosslink density21 and the increased steric hindrance caused by the silica nanoparticles.22  Figure 5 shows the TGA curves and their derivative curves for all of the PU–Si nanocomposite films with different silica loadings, and the T10, T50, and Tmax data are summarized in Table 1. Generally, PUs have a relatively low thermal stability, due to the labile urethane bonds, which usually decompose below 300 °C, depending upon the isocyanates and polyols employed. In the present study, degradation of all of the samples in the temperature range 150–300 °C can be attributed to dissociation of the urethane bonds to form isocyanates, alcohols, primary and secondary amines, olefins, and carbon dioxide.23 The following fast degradation process between 300 and 500 °C is attributed to castor oil chain scission. The last degradation step above 500 °C corresponds to further thermo-oxidative degradation of the nanocomposites. The onset decomposition temperatures of the nanocomposite films are recorded as T10, where 10 wt% mass of the films is lost. As summarized in Table 1, T10 increases from 257 to 268 °C as the amount of silicon increases from 0 to 2 wt%. Furthermore, T50 and Tmax (the maximum degradation temperatures) both increase with increased silica loadings, indicating an improved thermal stability. The increased thermal stability can be ascribed to the increased crosslink density imparted by silica nanoparticle formation. The incorporation of silica also reduces the amount of more combustible organic components and produces silicaceous residue barrier layers that inhibit heat and mass transfer, which also contribute to the increased thermal stability.24  ## Mechanical Properties  Table 2 summarizes the Young's moduli, tensile strengths, elongation at break values, and toughness of all of the PU–Si nanocomposites with silicon content ranging from 0 to 2 wt%; and their tensile stress–strain behaviors are shown in Figure 6. All of the samples behave as ductile polymers. Compared to the neat polymer PU–Si0, the Young's modulus is increased to 116.0 MPa from 32.3 MPa when the silicon content increases from 0 to 2 wt%. At the same time, the tensile strength is increased to 20.0 MPa from 15.1 MPa. Both of these enhancements can be ascribed to the increased crosslink density and the reinforcement of the silica filler. The silica nanoparticles also play an important role in strengthening the nanocomposites by effectively transferring the stress between the silica and the polymer matrix.25 On the other hand, the elongation at break values decrease from 379 to 91% with the increase in the crosslink density, as expected.  Besides the Young's modulus and the tensile strength, the toughness, which is a measurement of the material's resistance to fracture when stressed, is also calculated from Figure 6 by integrating the area below the stress–strain curve. Both the tensile strength and the elongation at break value contribute to the overall toughness value. As seen in Table 2, the toughness decreases from 31.1 to 11.2 MPa in going from 0% to 2 wt% silicon. Although the tensile strength is enhanced with the increased crosslink density, the large drop in elongation at break values results in the decreased toughness."]], ["Conclusion", [" Castor oil-based PU–silica nanocomposites have been successfully prepared through a sol–gel process. The polymer chains are chemically connected to the silica nanoparticles and the incorporation of silica not only works as a reinforcement filler, but also increases the crosslink density of the nanocomposites, which is evidenced by the lower tanδ height and the large drop in the heat capacity change at Tg. The 29Si solid state NMR spectra indicate the formation of silica and the TEM shows the nanoparticles are embedded in the polymers, similar to a core–shell structure. The silica nanoparticles in the polymer matrix play an important role in improving the thermal stabilities and mechanical properties of the resulting nanocomposites. For example, the Young's modulus and tensile strength increase from 32.3 to 116 MPa and 15.1 to 20.0 MPa, respectively, when the silicon content increases from 0% to 2 wt%, and the nanocomposites' onset decomposition temperatures, T10, increase from 257 to 268 °C. This work provides an effective and promising way to prepare biorenewable, high performance nanocomposite coatings, where the polymer matrix and filler are chemically bonded."]]], "doi": "10.1002/marc.201100203", "figures": [["Figure 1", "Figure 1", "Figure 1. Solid state 29Si NMR spectrum of PU–Si2."], ["Figure 2", "Figure 2", "Figure 2. TEM images of (a) PU–Si0, (b) PU–Si0.5, (c) PU–Si1, and (d) PU–Si2."], ["Figure 3", "Figure 3", "Figure 3. The storage modulus and loss factor (tanδ) as a function  of temperature for the PU-Si nanocomposites.   "], ["Figure 4", "Figure 4", "Figure 4. Differential scanning calorimetry (DSC) scans for the  PU-Si nanocomposites.   "], ["Figure 5", "Figure 5", "Figure 5. Thermogravimetric analysis (TGA) curves and their  derivative curves for the PU-Si nanocomposites.   "], ["Figure 6", "Figure 6", "Figure 6. Stress–strain curves for the PU–Si nanocomposites."], [null, null, "Scheme 1. Synthesis of castor oil-based PU–silica nanocomposites."]], "table_captions": [["Table 2", "Table 2", "Table 2. Tensile properties for the PU–Si nanocomposites."]], "tables": []}