{"title": "Impact of Filler Surface Modification on Large Scale Mechanics of Styrene Butadiene/Silica Rubber Composites", "abstract": " In material science of elastomers the influence of nanoscale and nanostructured filler particles is of utmost significance for the performance of innovative rubber products, i.e., passenger car tires with ultralow rolling resistance but high wet-grip performance. A better understanding of the physical characteristics of the filler–rubber interface and the filler–rubber interphase as well is necessary to improve the overall macroscopic properties of these elastomeric nanocomposites. Therefore, the surface energies and polarities of filler particles with different modified surfaces were measured by a modified Wilhelmy technique. In all cases the rubber matrix consisted of a solution - styrene butadiene copolymers, filled with 20 or 40 phr pyrogenic or precipitated silica grades with different surface modifications by silanes, and a carbon black sample as reference. A moving die rheometer was employed to observe the filler flocculation at elevated temperatures (160 °C) in rubber mixtures containing no curatives. A significant influence of the surface energy of the filler was noticed: the flocculation tendency increased with increasing difference in work of adhesion between filler and rubber. In dynamic mechanical measurements the influence of the filler/filler and the filler/polymer interactions were studied in cured S-SBR samples. Amplitude sweep experiments were carried out to investigate the temperature dependent nonlinear characteristics of the elastic and viscous moduli, which is commonly associated with a progressive breakdown of the filler network at higher strain amplitudes (Payne effect). Static measurements and relaxations test were accomplished by large scale strain experiments. A structural–phenomenological modeling of the long strain mechanical properties of these rubber compounds was done: the “layered fiber model”. This new model is based on the hypothesis that during deformation of the composites the polymer chains slipped off from the polymer interphase around the filler particles into the gaps between aggregates, where high-strength polymer fibers in an uniaxially oriented state are formed. We find new interesting correlations between the physicochemical properties of the filler/polymer interface and the macroscopic mechanical properties of the elastomeric materials. SUBJECTS: Elements,Silica,Deformation,Biopolymers,Polymers ", "body": [["Abstract", [" In material science of elastomers the influence of nanoscale and nanostructured filler particles is of utmost significance for the performance of innovative rubber products, i.e., passenger car tires with ultralow rolling resistance but high wet-grip performance. A better understanding of the physical characteristics of the filler–rubber interface and the filler–rubber interphase as well is necessary to improve the overall macroscopic properties of these elastomeric nanocomposites. Therefore, the surface energies and polarities of filler particles with different modified surfaces were measured by a modified Wilhelmy technique. In all cases the rubber matrix consisted of a solution - styrene butadiene copolymers, filled with 20 or 40 phr pyrogenic or precipitated silica grades with different surface modifications by silanes, and a carbon black sample as reference. A moving die rheometer was employed to observe the filler flocculation at elevated temperatures (160 °C) in rubber mixtures containing no curatives. A significant influence of the surface energy of the filler was noticed: the flocculation tendency increased with increasing difference in work of adhesion between filler and rubber. In dynamic mechanical measurements the influence of the filler/filler and the filler/polymer interactions were studied in cured S-SBR samples. Amplitude sweep experiments were carried out to investigate the temperature dependent nonlinear characteristics of the elastic and viscous moduli, which is commonly associated with a progressive breakdown of the filler network at higher strain amplitudes (Payne effect). Static measurements and relaxations test were accomplished by large scale strain experiments. A structural–phenomenological modeling of the long strain mechanical properties of these rubber compounds was done: the “layered fiber model”. This new model is based on the hypothesis that during deformation of the composites the polymer chains slipped off from the polymer interphase around the filler particles into the gaps between aggregates, where high-strength polymer fibers in an uniaxially oriented state are formed. We find new interesting correlations between the physicochemical properties of the filler/polymer interface and the macroscopic mechanical properties of the elastomeric materials. SUBJECTS: Elements,Silica,Deformation,Biopolymers,Polymers "]], ["Introduction", ["Elastomeric composite materials consisting of cross-linked polymers and nanostructured solid fillers have become increasingly important. The dynamic-mechanical properties of elastomeric materials are of enormous economic and ecologic importance. For instance, the fuel consumption and the CO2-emission of road traffic depends on the rolling resistance of passenger car and truck tires. The interaction of the polymer molecules with the solid surface of filler particles is crucial in controlling on the performance of these elastomeric nanocomposites. However, the manner in which the surface energetic properties of the nanoscale filler particles influence the overall mechanical properties of rubber compounds is still unsolved. In recent years, precipitated silica has been established as the most important filler system for passenger car tires. Through the use of coupling agents, it is possible to promote dispersion and to improve in the filler/polymer interaction, which leads to tire tread materials with lower rolling resistance. In the prevailing paper, we study how the surface characteristics of fumed and precipitated silica fillers determine the properties of elastomeric nanocomposites and point out the importance of the interaction of the filler and the polymer on macroscopic properties of the material. A widely discussed topic in this context is the formation of a nanoscale layer of immobilized rubber polymers around the solid filler. The dynamics of polymer segments is significantly hindered in the vicinity of filler surfaces, which results in the formation of a thin coating layer of immobilized glassy-like polymer. (1-10) This polymer interphase is often designated a glassy layer. The interlayer is supposed to possess very different physical properties from the bulk polymer, e.g. a different glass transition temperature. A distinctive feature of filled elastomers is the appearance of a non-linear strain-dependence of the complex dynamic modulus (the so-called Payne effect). (33) The physio-chemical origin of this phenomenon is still not fully understood; explanations include confinement enhanced entanglements, (34, 35) trapped entanglements, (36) polymer bridging, (37, 38, 40) or particle phase separation leading to gelation. (16) In an analysis of the long-strain mechanical characteristics, we use the new layered fiber model (LFM), which is based on the assumption that during deformation of the elastomeric material fibrous structures from the immobilized polymer materials are formed. These fibers, bridging two filler aggregates could be formed from entangled polymer adsorbed at the filler surface determine the large strain behavior of these materials."]], ["Experimental Section", ["##2.1 Materials A rubber polymer, a solution-polymerized styrene butadiene rubber (S-SBR), was chosen. It had a vinyl content of 50% and a styrene content of 25% (Buna VSL5025–0 HM) provided by Lanxess (Leverkusen, Germany). The following fillers were used: 1  Fumed silicas with 3 different surface modifications: a fumed silica with unmodified surface having a primary particle size of 12 nm (Aerosil 200); a hydrophobic fumed silica with surface methylated by means of dimethyldichlorsilane having the same particle size (Aerosil R974), and finally, Aerosil 200 with a surface modified in the mixing process by a bifunctional silane bis(3-triethoxysilylpropyl)-tetrasulfide (TESPT, Si 69). 2  Precipitated silica Ultrasil VN3 that is often used for tire applications. This silica grade was used in this study in 3 different grades: untreated, prereacted with the coupling agent Si 69 (Coupsil 8113), and with an in situ reaction with Si 69 during the mixing process. 3  Carbon black N330 All fillers and the silane coupling agent were provided by Evonik-Degussa (Essen, Germany). ##2.2 Compounding Table 1 shows the recipes of the rubber mixtures, investigated in this paper:  All ingredients were mixed in an internal mixer (Thermo Fisher Scientific, Rheomix 3010 OS, Banbury rotors). After addition of the silane, the temperature was held for 10 min in the range of 140 °C-160 °C, to ensure the reaction of the silane with the silica surface. The curing package consists of 1.5 phr sulfur, 2 phr DPG (diphenylguanidine) and 1.5 phr CBS (n-cyclohexyl-2-benzothiazolesulfenamide). ##2.3 Determination of Surface Energies Wetting experiments (modified Wilhelmy method) were performed, using the dynamic contact angle meter and tensiometer DCAT 21, DataPhysics Instruments GmbH (Filderstadt, Germany). For the Wilhelmy measurements, the filler particles were put in a shallow plate. In the filler powder a 2 × 1 cm piece of a double-face adhesive tape (TESA 55733, Beiersdorf, Hamburg, Germany), was immersed and gently moved, until the tape was uniformly coated by filler particles. Surplus particles, which did not stick to the adhesive tape, were blown away by a stream of nitrogen. The filler particle covered tape was used for Wilhelmy contact angle measurements without further modification. Sessile drop contact angle measurements on a sheet of uncured polymer of Buna VSL 5025–0 HM were conducted with the automatic contact angle meter OCA 40 Micro, DataPhysics Instruments GmbH (Filderstadt, Germany). The surface energies were calculated from the results of these wetting experiments. For this purpose a set of test liquids with different surface tension (and polarity) was used: water (Millipore Milli-Q-Quality), formamide (Merck, Darmstadt, Germany), ethylenglycol (Fisher Scientifiy, Loughborough, U.K.), dodecane (Merck Schuchardt, Hohenbrunn, Germany), n-hexadecane (Merck, Darmstadt, Germany), ethanol (Uvasol, Merck, Darmstadt, Germany) and mixtures of ethylenglycol or ethanol respectively with water(EtOH/H2O 1 + 9 and EtGly/H2O 2 + 8). Surface energy calculations were performed by fitting the Fowkes equation (14) as described in ref 12. ##2.4 Filler Flocculation Experiments Flocculation measurements were carried out using a moving die rheometer (Scarabaeus SIS-V50, Langgöns, Germany). Mixtures of a rubber polymer and the filler particles were measured at 160 °C and a pressure of 4 × 105 Pa under varied shear amplitudes. ##2.5 Transmission Electron Microscopy For TEM experiments, ultrathin sections of the rubber composite were cut by ultramicrotome at a temperature of about −100 °C and the images were taken by a JEM 2010 transmission electron microscope with an acceleration voltage of 200 kV. ##2.6 Tensile Testing Tensile tests were done with a material testing machine (Zwick 1456, Z010, Ulm, Germany) with a crosshead speed of 200 mm min–1 (ISO 527) using optical strain control. ##2.7 Dynamic Mechanical Analysis Dynamic mechanical analysis was performed with an Eplexor 2000N dynamic measurement system (Gabo Qualimeter, Ahlden, Germany) using a constant frequency of 10 Hz. The samples were analyzed in tension mode. Temperature sweeps were done in a temperature range from −60 to +160 °C. For the measurement of the complex modulus, E*, a static load of 1% prestrain was applied, and then the samples were oscillated to a dynamic load of 0.5% strain. The measurements were done with a heating rate of 2 K/min under liquid nitrogen flow. Temperature dependent amplitude sweeps were conducted at temperatures from 20 to 100 °C on the same sample, divided by a recovery phase from 30 min at 80 °C. Control measurements were done, to ensure that the measured curve was not influenced by the samples history. Hereby, a static prestrain of 30% was used; the dynamic amplitude sweep was done from 0.2 to ca. 30%. Frequency mastercurves were made by using the time temperature superposition principle, after measuring a combined temperature frequency sweep at temperatures from 20 to 100 °C and frequencies from 0.5 to 50 Hz. For creating the master curves the instrument software (Eplexor vers. 8.374 g from Gabo, Ahlden, Germany) was used. Typically, 5 samples were analyzed. The repeatability of the measurements of the storage and the loss moduli are usually within a range of 5%; in the case of the temperature dependent amplitude sweeps the experimental error were in a range up to 10%. ##2.8 Dielectric Measurements The dielectric properties were measured with a broadband dielectric spectrometer, BDS 40 system, manufactured by Novocontrol GmbH, Germany. The investigations were performed on disk shaped rubber samples with a thickness of 2 mm and a diameter of 20 mm. The samples were placed between two gold plated brass electrodes of 20 mm diameter. To provide good contact between the sample and the gold electrodes, thin gold layers were sputtered onto the flat surface of the samples. ##2.9 Large Strain Relaxation Measurements Large strain cyclic relaxation measurements were made at ring samples with external diameter 52.6 mm, internal diameter 44.6 mm and thickness of 4 mm under standard ISO 37 using a Zwick Z100/SN5A testing equipment (Zwick, Ulm, Germany)."]], ["Results and Discussion", ["##3.1 Surface Energies of Filler Particles and Solution Styrene–Butadiene Rubber The interaction of the polymer molecules with the solid surface of filler particles is of crucial importance in controlling the properties of rubber materials. Important parameters of rubber composites are controlled by the thermodynamics of the filler/polymer interface. For instance, the wettability of the solid filler by the rubber polymer, the adhesion between filler particles and the polymer matrix, and the reagglomeration of filler particles in the rubber (filler flocculation) are considerably influenced by the surface energetic properties of filler particles and the polymer. The surface energies of the filler systems, used in the prevailing paper are measured by wetting experiments by means of a modified Wilhelmy technique, (11) which is described in detail elsewhere. (12, 13) Table 2 gives the surface energies and their dispersive and polar parts calculated from the mean of the cosine of the contact angles of wetting experiments with six test liquids, followed by fitting of Fowkes’ formula. (12, 14) Hereby, the unmodified silica grades show a high polar part in the surface energy; the prereaction of Ultrasil VN3 with the sulfur containing silane Si 69 reduces the polar contribution significantly. The methylated silica Aerosil R974 and the Carbon Black N330 exhibit no detectable surface polarity. The surface energy of the pure uncured rubber polymer was calculated in the same way from sessile drop contact angle measurements. As pointed out in a previous paper, (12) the surface energetic data can be used to determine predictors for the thermodynamic contribution to dispersibility, adhesion between filler and polymer and filler flocculation: The free energy of immersion, ΔGi, gives the energetic difference of a dispersed and an undispersed filler particle and predicts the dispersibility. The work of adhesion, Wa, features the physical interaction of the filler surface and the polymer matrix, and influences the strength and the mechanical properties of the compound. According to Wang (15) the parameter ΔWa denotes the energetic difference of a dispersed and a flocculated composite, and it is the driving force of the process of the reagglomeration of the filler particles (filler flocculation). Table 3 gives the values of these thermodynamic predictors for the fillers used in this work in S-SBR Buna VSL-5025  A helpful tool to visualize the interplay of the wetting of the filler surface by the polymer and the work of adhesion between rubber and filler is the “wetting-envelope–work of adhesion plot” (see Figure 1). For a given polymer, isolines for contact angels and for the work of adhesion can be constructed within a plot of the surface energy versus its polar part. For each filler, the balance between wettability and adhesion can be visualized. In our S-SBR system the unmodified silicas show poor wetting properties by the polymers (calculated contact angle >30°), but a high work of adhesion to the rubber matrix. The surface-methylated Aerosil R974 is completely wetted by the polymer (contact angle = 0°), but the work of adhesion gives a rather low value, which was also experimentally supported by the poor tensile properties (see Figure 5). Carbon black and the silanized silica Coupsil 8113 show well-balanced wetting and adhesion properties.  ##3.2 Filler Flocculation at Elevated Temperatures in Uncured Rubber The reagglomeration of dispersed filler particles at elevated temperatures (i.e., during the vulcanization process) has an important influence on the dynamic mechanical properties of elastomeric nanocomposites: the filler particles aggregate in network-like structures, which result in nonlinear rheological properties of elastomeric materials (“Payne-effect”), and can result in a higher energy dissipation under (dynamic) service conditions of a rubber material. (16) Experimentally a measure of the filler flocculation can be detected in a moving die rheometer by observing the storage modulus of the rubber mixture without curatives. (17-19) To avoid the effects of randomly flocculated structures in the rubber mixtures, before the actual flocculation measurement, the samples were conditioned by oscillation at 25% strain for 5 min. In the following step, the flocculation was observed by the increase in the storage modulus G′ at 1% strain for 120 min. A strain sweep from 1% to 70% strain completed the experiment, showing the decomposition of the flocculation structures, similar to the Payne effect in cured rubbers composites. All these measurements were conducted at 160 °C, a temperature which is also the typical vulcanization temperature of this S-SBR rubber. It is noteworthy that the surface energetic properties of the filler surface are determining the amount of flocculation in the rubber mixtures (see Figures 2 and 3). The unmodified, polar silica types show the highest flocculation tendency. For surface modified particles, which have a lower surface polarity, the flocculation is reduced due to a better compatibility between the rubber and the filler surface. Carbon black exhibits a very low flocculation in S-SBR. We found that the extent of the flocculation correlates remarkably well with the thermodynamic parameter ΔWa (see Table 3 and Figures 2 and 3). The huge influence of the surface energy of the filler particles on their flocculation behavior leads to the conclusion that the particles at this elevated temperature are moving independently in the polymer matrix and are not covered permanently by an immobilized polymer layer. ##3.3 Transmission Electron Microscopy of S-SBR-Fumed Silica Composites Transmission electron microscopic micrographs support the observation from the flocculation experiments: mixtures with modified fumed silicas show well dispersed filler particles; flocculation structures are barely observable. This is valid for the methylated Aerosil R974 (ΔWa = 4.6 mJ/m2; Figure 4a) and for the in situ silanized Aerosil 200, using the sulfur-silane Si 69 (Figure 4c). In the case of unmodified silica Aerosil 200, the picture is totally different: a network-like flocculation is easily identifiable - the result of the high ΔWa-value of 11.5 mJ/m2 and causing a large increase in the storage modulus E′. All the Aerosil-samples have the same primary particle size of 12 nm. The carbon black N330 sample, with a bigger primary particle size of ca. 25 nm, exhibits a good dispersion without significant reagglomeration of the carbon black aggregates (Figure 4d). ##3.4 Tensile Testing In a tensile test experiment, the static mechanical behavior of the rubber composites was analyzed. In Figure 5 the stress–strain behavior of the composites with fumed and precipitated silica and a carbon black mixture is shown. The rubber mixture containing 40 phr carbon black exhibits the best reinforcement, followed by the silane-coupled silica mixtures. The compound filled by the methylated silica Aerosil R974 did not show improves of the static mechanical characteristics. The unmodified fumed silica Aerosil 200 shows a rather good reinforcement compared to the precipitated silica Ultrasil VN3. Presumably, the different primary particle size and the impact of the difference in the manufacturing process on the surface properties are responsible for this behavior. Besides the value for the unmodified Ultrasil VN3, the static dynamic properties are in good agreement with the work of adhesion Wa, calculated from the surface energies of the components. As an example, in Figure 6, the stress modulus at 100% strain (M100%) is plotted versus the calculated work of adhesion between rubber polymer and the filler surface, which shows a good correlation. ##3.5 Dynamic Mechanical Testing: Temperature Sweep Dynamic mechanical analysis was conducted using an Eplexor 2000N dynamic mechanical thermal spectrometer in tensile mode at 10 Hz frequency in a temperature range from −60 to +120 °C. A static strain of 0.5% and a dynamic strain of 0.1% were applied. The dynamic glass transition temperature under these conditions was for all composites close to 0 °C. It is remarkable that the composite filled with the methylated Aerosil R974 gives the highest energy dissipation in the temperature region over the glass transition temperature. This can be attributed to the very weak filler/polymer bond in this compound. The lowest values in loss modulus E′′ and tan δ in the elastic temperature region are reached by the silica grades which are chemically bond to the polymer matrix by means of the bifunctional sulfur silane Si 69. (Figure 7 and 8) The loss modulus value E′′ at a temperature of 60 °C correlates inversely with the work of adhesion between the filler surface and the polymer: the better the adhesion between filler and rubber, the lower the energy dissipation at 60 °C (see Figure 9). Energy loss in this temperature region is considered as measure of the rolling resistance of tires (constant strain measurements). Therefore, clearly good filler/rubber adhesion is important for the performance of tire tread compounds. ##3.6 Dynamic Mechanical Testing: Frequency Sweep and Mastercurves From temperature–frequency sweep measurements in the range of −60 to +120 °C and 0.5 to 50 Hz, mastercurves for the frequency behavior of the tested materials were reconstructed (Figure 10), using the mastercurve software-module of the Eplexor-DMTS. In the mastering process the measured frequency curves were horizontally shifted according the WLF theory for a reference temperature of 0 °C. A vertical shifting procedure, (39) which is often needed in highly filled rubber compounds, was not necessary. The frequency dependency of the storage modulus in the rubber–glass transition regime yields a slope of E′ ∝ f 3/4 for the unfilled rubber, and changes to E′ ∝ f 3/8 for the composites with 40 phr filler. This can be interpreted as a change from a semiflexible chain mode (20) to a regime, where the mobility of the polymer chains is constraint by the adsorption at the energetically rough filler surface, which is described by Vilgis. (21) This finding is consistent with the assumption that a glassy-like layer of immobilized polymer chains is covering the surface of the filler particle, forming an interphase between polymer bulk and solid. ##3.7 Nonlinear Amplitude Behavior—“Payne Effect” It is well-known that filled rubber compounds show a nonlinear rheological amplitude dependency, the so-called Payne effect. The measurements were done using the Eplexor 2000N DMTS for temperatures from 20 to 100 °C on the same sample, divided by a recovery phase for 30 min at 80 °C. Control measurements were done to ensure that the measured curve was not influenced by the samples history. It is generally known that the amplitude of the Payne effect decreases with increasing temperature. Figure 11 shows, for example, the strain dependency of a S-SBR sample filled with 40 phr fumed silica Aerosil 200. The low-strain modulus, i.e. the storage modulus for low amplitudes E′0, gradually decreases with increasing temperature, whereas the high-strain modulus, E′∞, remains roughly constant. (8) Ladouce-Stelandre et al. (31) interpret this by two distinct mechanisms with different activation energies. The low temperature mechanism (lower than 330 K) arises from the α-relaxation of the polymer, which is confirmed by a large apparent activation energy (ca. 70 kJ/mol), in agreement with the apparent activation energies associated with the glass transition. For the high temperature mechanism that occurs well above the bulk glass transition temperature of the polymer system, they find (31) activation energies on the order of ∼10 kJ/mol, which are within the range of physical (e.g., van der Waals) interactions. To parametrize the measured amplitude–sweep curves, we used for the storage modulus the phenomenological quantitative Kraus model, (22) based on the assumption of an agglomeration/deagglomeration mechanism of filler agglomerates:(1) Hereby, the critical strain γc denotes the point, where the strain dependent storage modulus E′(γ) reaches the half-value of ΔE′ = E′(γ0) – E′∞. Consequently, γc corresponds to the breakage of half the number of filler–filler contacts The parameter m gives the shear strain sensitivity of the mechanism of filler–filler contact breakage and defines the shape of the E′(γ) curves. (23) Because of instrument-based limitations to measure high strain values larger than ca. 30% in tensile mode, the high-strain modulus, E′∞, was calculated from the non strain dependent value of the unfilled elastomer, E′uf, taking into account the hydrodynamic reinforcement according to the Einstein-Smallwood relationship:(2)with φ as volume fraction of the filler in the composite.  Figures 12 and 13 show the curves fitted following the Kraus model. Besides the differences in the ΔE′ value, a significant influence of surface properties and temperature of the critical strain γc was observed. A small critical strain value γc reflects a weak filler network, which is breaking down even at low strain amplitudes; a high value gives evidence of a strong filler/filler interaction, which is stable up to a high dynamic load. The critical strain γc shows a strong temperature dependene in the case of fillers with strong filler to polymer interaction, as in the case of the silanized silicas. For a system with low filler polymer interaction (Aerosil R974) no significant temperature dependence is observed (see Figure 14).  An Arrhenius-plot of the critical strain values is shown in Figure 15; for all samples, linear behavior is found. From the slope of the Arrhenius-plot, an apparent activation energy of the filler network can derived, resulting from the polymer bridges of immobilized polymer, which form the filler–filler bonds. (24, 25)  In a plot of log γc as a function of the inverse temperature for the several used filler systems (40 phr loading) this behavior can be quantified by calculating the value of the slope, n, following an Arrhenius like behavior. The slope n = –EA/R, where R is the universal gas constant, yields an activation energy, which is physically related to the thermal activation of the filler–filler bonds (24) or polymer bridges. The calculated activation energies are shown in Table 4.  The activation energy, EA, is significantly influenced by the surface properties of the filler particles; this leads to the conclusion that a modification of the filler surface is also influencing the formation and the properties of the interphase of immobilized polymer chains surrounding the filler particle. Our results can be divided into three groups: the methylated Aerosil R974, which shows the lowest filler/polymer interaction and the lowest activation energy value. In Figure 14, it can be seen that γc is independent of temperature (at T > 40 °C); possibly the slight negative value of EA in this case is an experimental error, and EA is close to zero. The experimental error of the temperature dependent Payne effect measurements was typically in the range within 5–10%. An estimation of the error of the calculated activation energy via the critical strain, γc, and the following Arrhenius plot is rather difficult and should lie in the range of ca. 2 kJ/mol. The second group of results consists of the untreated filler surfaces of the precipitated and fumed silicas and also the carbon black sample. The activation energies are located around +5 kJ/mol, values typical for van der Waals interactions, and provide proof of a physical bound immobilized polymer layer at the filler surface. In the case of fillers, which are chemically coupled to the polymer matrix (by in situ reaction with the bifunctional silane Si 69 or the prereacted Coupsil 8113), the activation energies show significantly higher values in the range of 11 to 14 kJ/mol. This is most probably caused by a stabilization of the interphase around the filler particles by a chemical anchoring of the immobilized polymer layer at the silica surface. Gauthier et al. (32) conducted amplitude strain measurements on a similar composite of S-SBR rubbers filled by silica modified by different silanes. They developed a theoretical description of the physical mechanisms associated with the Payne effect including a mechanical model, based on self-consistent schemes, and a numerical description of the physical mechanisms associated with Payne manifestation. In this model, mainly the debonding of the polymeric chains from the filler surface is made responsible for the nonlinear viscoelastic behavior. Gauthier et al. (32) draw the conclusion that the interfacial interactions play a key role in the amplitude of the Payne effect and the presence of chemical links at the silica surface limits the mechanisms accountable for this effect. This is consistent to the well know fact and with our findings that a chemical linkage of fillers to the polymer due to bifunctional silanes is reducing the amplitudes of the Payne effect. ##3.8 Dielectric Measurements Dielectric measurements feature a different factor of the interfacial properties of the silica/polymer interface in the elastomeric rubber composites. In Figure 16, the dielectric spectra as temperature and frequency of the composites with 40 phr of the different silica grades are shown. Looking at them, it is apparent that in these measurements the type of silica samples dominates the shape of the spectrum: the shape of the curves in the composites containing precipitated silica is very different from those filled with fumed silica. Figure 17 displays the temperature sweep of the dielectric loss ε′′ at a fixed frequency of 100 Hz. Here, the two different curve shapes are more clearly visible: precipitated silica shows a broad second peak in the low temperature region between −150 °C and −100 °C. This low temperature relaxation process was identified by Maier et al. (26) and Fritzsche et al. (27) as a result from fluctuating water molecules, which depends on the mean number of hydrogen bonds and is governed by the amount of water at the silica interface.  In contrast to the spectra for composites with precipitated silica, the broad “hydration peak” in the low temperature region is totally missing for the pyrogenic Aerosil grades. This difference in the two silica grades can be explained with different production processes of the silicas: The Ultrasil grades are produced in a water based process, which leads to a surface rich of water, whereas the Aerosil grades are made in a high temperature process, which results in a very low water content. It is remarkable that a surface modification by silane does not change the dielectric spectra signicicantly. In the case of the pyrogenic silica grades, the surface modifications by methylation or silanization give just an effect in the high temperature region of the dielectric spectrum by a change of the curve shape in the region of ion conductivity. The dielectric spectra of the composites filled with precipitated silica exhibit nearly no influence of a silanization of the silica surface; a possible dependence of the dielectric constants on the surface energy is covered by the strong effect caused by the effect of dynamics to the adsorbed water. It can be concluded that the dielectric spectroscopy is in silica filled elastomers much more sensitive to the amount of water molecules bound to the filler as to a chemical interface modification. ##3.9 Modeling the Large Strain Mechanical Characteristics by Means of the Layer Fiber Model Besides the periodic dynamic-mechanical small-strain deformations with varying strain amplitudes, we investigated the important role of nanoscale layers for rubber properties under repeated and cyclic large-strain deformations. Here, the assumption was made that during the deformation of the material the polymer chains can slide from these layers into the gaps between filler particles where they form high-strength fibers comprised of a polymer in the uniaxial oriented state. These (overstretched) polymer fibers form links between the filler particle aggregates. The fibers exhibit the mechanical properties of a viscoplastic material under stretching and they experience sag under compression. Quite recently, this phenomenon was taken into account in the continuum-mechanical framework of a new powerful structural model of filled rubber (the layer-fiber model, LFM). (28-30) Decisive influence on the power of the LFM comes from the so-called transmission elements, which are visualized in Figure 18. LFM itself is based on a method of constructing a set of the constitutive equations for incompressible nonlinear dissipative media. In order to construct the constitutive equations, a scheme that mimics the mechanical behavior of the material was used. The points on this scheme are connected by elastic, viscous, plastic and transmission elements. The properties of each of the scheme elements are described by the known equations of the nonlinear elasticity theory, the theory of nonlinear viscous fluids and the theory of plastic flow of the material under finite deformations. To close a set of the constitutive equations it was suggested to use the proportional relation between the strain rate tensor of the material and the strain rate tensor of plastic elements. In the prevailing paper we only give a brief overview about the basic assumptions and elements of the LFM. As final goal we will deduce correlations between the activation energies of the above investigated critical stresses of the filled rubbers and the local fiber strength which determines the overall strength of the material under large-strain deformations.  The system of constitutive equations is constructed in correspondence with following rules: 1  To each point of the scheme the rate of deformation tensor of this point is assigned, which plays the role of a tensor parameter necessary for construction of the mathematical model. 2  The Cauchy stress tensor and the rate of deformation tensors are assigned to the elastic, viscous, and plastic elements of the scheme. 3  For each transmission element, the Cauchy stress tensor for the left and right points are used. 4  It is assumed that the rate of deformation tensor of the left point of the scheme coincides with the rate of deformation tensor D of the medium, and the rate of deformation tensor of the right point of the scheme is equal to zero. 5  The rate of deformation tensor of elastic, viscous, and plastic elements is calculated as the difference between the rate of deformation tensors of the left and right points of these elements. 6  The material is assumed to be incompressible. The trace of any rate of deformation tensor in the model is equal to zero. 7  The Cauchy stress tensor T of the medium is equal to the sum of the Cauchy stress tensors of elastic elements and the left points of transmission elements connected with the left point of the scheme. 8  The sum of the Cauchy stress tensors of elastic, viscous and plastic elements and the right points of transmission elements connected on the left with any inner point of the scheme is equal to the sum of the Cauchy stress tensors of elastic, viscous, and plastic elements and the left points of transmission elements connected on the right. Our simulation focuses on the study of isothermal processes. To describe the properties of elements shown in the scheme, we use the known formulas from continuum mechanics. For calculation of the Cauchy stress tensors Ti of elastic elements, we take the volume density of free energy w, which is the function of stretch ratios of all elastic elements(3)where λ1(i), λ2(i), λ3(i) are the stretch ratios for the ith elastic element. This means that the deviator of the Cauchy stress tensor of the ith elastic element should be calculated by the formula of the nonlinear elasticity theory(4)where n1(i), n2(i), n3(i) form an orthonormal triple of eigenvectors of the stretch tensor(5)of the elastic element. For the ith elastic element, the material time derivative of the stretch tensor V•i is calculated by(6)(7)where R is the rotation tensor in the polar decomposition F = VR of the deformation gradient of the medium F into the left stretch tensor V and the rotation R; νk is the transmission ratio of the kth transmission element connected on the left with the considered elastic element. The known equations from the theory of nonlinear medium elasticity describing the time variation of stretch ratios of the ith elastic element(8)and the rate of work in this element(9)are the consequences of eq 1 in the case when the parameter νk is a constant In the general case, parameters νk can be time decreasing functions. They are convenient to use for modeling the growth of damages in the medium. Next expression of volume free energy w5 density is used for calculations as elastic potential of the fifth element(10) Here we used the following notation: φbin is the volume fraction of the polymer in the gaps between the filler particles. c is the elastic constant in energy density w5. The parameter ζ is used to denote mathematical expression(11) We assumed that the fibers cannot resist compression. They sag, fold. Therefore, in these conditions the energy density w5 is set equal to zero. We can represent in more detail by(12) The elastic energy of the fifth element is equal to zero when the fibers sag and fold. This is the case, when magnitudes of two stretch ratios are less than unity, and the third stretch ratio is more than unity. At this state mathematical expression ((λ1(5))2 – 1)((λ2(5))2 – 1)((λ3(5))2 – 1) is less than zero. Fibers are elongated at the state when the mathematical expression ((λ1(5))2 – 1)((λ2(5))2 – 1)((λ3(5))2 – 1) yields a positive value. The expression c((λ1(5))2 – 1)((λ2(5))2 – 1)((λ3(5))2 – 1) represents the elastic energy of the material in fibers in elongation. The constant, c, is hereby the elastic constant in energy density. The volume fraction, φbin, takes into account in expression of w5 the fact that fibers occupy only a small part of the volume of the rubber compound. Material with smaller destruction of the filler network under deformation shows a greater value of fiber stretch ratios. Figure 19 illustrates this fact.  Filler aggregates have more possibility for rearrangement when some fibers are broken. Undefeated fibers show smaller stretch ratios in this case, if we compare those with a state without broken fibers. As a conclusion we obtain that materials with weak bonds between filler aggregates have smaller transmission numbers. The deviator of the Cauchy stress tensor of the jth viscous element is calculated by the formula from the theory of nonlinear viscous fluids(13)where the shear viscosity coefficient is the non-negative function of state parameters ηj ≥ 0. The deviator of the Cauchy stress tensors of the plastic element is calculated by the formula of the plastic flow theory(14)where n is the number of the plastic element. For modeling the plastic flow process, it is necessary to exclude the ambiguity in expression 14. To this end, use of the mathematical expression which links the rate of deformation tensor of the plastic element with the rate of deformation tensor of the medium is recommended:(15) The symbol κn designates the non-negative function of state parameters. When calculating, we assume that plastic flow is possible under the following condition:(16)where(17)i.e., when the invariant of stresses in the appropriate plastic element is equal to the maximum of this invariant in the considered element during the whole deformation history of the medium. As has been noted, a distinguishing feature of the model is in the application of the transmission elements. Those elements in the model serve to increase the rate of deformation tensor by νk times and to decrease simultaneously the Cauchy stress tensor by νk times(18)where νk is the non-negative function of the state parameters (the transmission ratio), and k is the number of the transmission element. Transmission elements are used for taking into account the difference between the macroscopic deformations of the material and the deformation of the medium (see Figure 18) on the structural level. These elements are very important for simulating the mechanical behavior of high-strength fibers in cases where the formation of these fibers is a consequence of the presence of the polymer layer between the filler particle aggregates. They increase the rate of deformation tensors and decrease the Cauchy stress tensors of the elastic elements without changing the energy balance. Cyclic loading tests including relaxation and creep provide useful information concerning the viscoelastic properties and the softening behavior of the rubber compounds. Elements with numbers 1, 2, and 3 are used in the model for simulating the influence of the elastomer binder on mechanical material properties. Elements with numbers 4, 5, and 6 are used for taking into account the influence of fibers in the gaps between filler particles on mechanical behavior of the material. Parameter ν4 shows the relation between the rate of deformation tensor of the fibers and the rate of deformation tensor of the material. The plastic element with number 6 is used in the model for taking into account process of sliding of polymer chains in the gaps between the particles under stretching. In the given work, only curves are considered, which correspond to equilibrium conditions of the materials. The rheological elements in Figure 18 with numbers 7 and 8 do not depend on stress in these conditions and are constants for all considered materials. The element c2 determines the behavior of the binder in the material according to our hypothesis. Its elastic properties are described by the Mooney–Rivlin potential. The constants used are the same for all samples. The initial elastic modulus of c2 coincides with the initial modulus of the elastomer without filler and when small deformations are considered. The transmission number of the first element, ν1, takes into account the material reinforcement and its softening under deformation (Mullins effect). (41) As reinforcement and softening depend on filler type, they have different values for different materials. Transfer numbers of the first element are a function of the maximum stretch ratio for all previous history of deformation. Their values and elastic constants of the second element are shown in Table 5.  The element c5 determines the elastic properties of the fibers. Their properties are same for all materials. For simulating its properties we used a potential, which does not give stress under compression, when fibers fold. (41) Its value can be derived by c5 = c2(1) + c2(2) = 0.19 .  With the help of mathematical models, we have implemented the following calculation: We used the hypothesis that the volume fraction of polymers in the gaps between aggregates of filler particles is the same for all materials. Parameters ν4 and φbin are assumed as constant. The volume fraction φbin is equal to the value of this parameter in initial state. In this case, material with smaller destruction of filler network under deformation shows a greater value for the transmission number. As consequence they have a larger stretch ratio of the bonds and a larger value of parameterν4. Table 6 shows the values of this parameter, evaluated from a mechanical analysis of the cyclic loading tests (Figure 20).  The parameter ν4 shows a good correlation to the activation energy EA from the temperature dependent amplitude sweep measurements. Figure 21 shows the correlation between ν4 and EA, identifying the three classes of filler surface modification: inactivated methylated surface, unmodified silica or carbon black surface and as the third group the silane coupled silicas, which exhibit the highest activation energy and the biggest value of ν4.  The activation energy EA and the values of parameter ν4 in the first variant of calculation give us information about the possibility of changing state of bonds in the filler network under stretching and under increasing temperature. Therefore, the connection between EA and ν4 can be easily explained (Figure 21)."]], ["Conclusion", ["The prevailing study gives proof of the fundamental impact of surface energetic properties of filled elastomers on several mechanical characteristics of rubber materials, such as flocculation, static and dynamic mechanical properties, and large-strain behavior. An explanation therefore is the formation of an adsorbed layer of immobilized polymer chains at the solid filler surface. This process depends obviously on the surface energies of filler surface and polymer. Fillers with a low filler/polymer interaction like the chemically inactive methylated silica Aerosil R974, show also low activation energy in the nonlinear amplitude behavior; whereas a coupling reaction of the solid filler surface to the polymer chains by means of a bifunctional silane is enhancing the formation of a stable interphase around the filler particles. The results of the dynamic mechanical tests are in good agreement with a modeling of cyclic large strain relaxation experiments according the Layer-Fiber model, which proposes that during the deformation of the material the polymer chains slide from these layers into the gaps between filler particles where they form high-strength fibers comprised of a polymer in the uniaxial oriented state. The results of experiments with cured vulcanizates at its operating temperature support the assumption of an immobilized layer of adsorbed polymer molecules in the vicinity of the filler particle interface. In the flocculation experiments, which were performed at uncured mixtures of rubber polymers and fillers at high temperatures (vulcanization temperature, 160 °C), show that under these conditions the surface of the filler particles is not covered by an immobilized polymer layer. The surface energetic properties of the filler particles are determining at this temperature the filler flocculation and the formation of a filler network."]]], "doi": "10.1021/ma1026077", "figures": [["Figure 1", "Figure 1", "Figure 1. Wetting-envelope—work of adhesion plot for S-SBR Buna-VSL 5025.   "], ["Figure 10", "Figure 10", "Figure 10. E' mastercurve reconstructed from temperature—frequency sweep measurements.   "], ["Figure 11", "Figure 11", "Figure 11. Payne effect measure at different temperatures at S-SBR composite, filled with 40 phr Aerosil 200.   "], ["Figure 12", "Figure 12", "Figure 12. Strain sweep measurement of the 40 phr filled nanocomposites at 20 °C; the lines are fits according the Kraus model using E', calculated  from the hydrodynamic reinforcement from the Einstein—Smallwood equation."], ["Figure 13", "Figure 13", "Figure 13. Strain sweep measurement of the 40 phr filled nanocomposites at 100 °C.   "], ["Figure 14", "Figure 14", "Figure 14. Temperature dependence of the critical strain, γc.   "], ["Figure 15", "Figure 15", "Figure 15. Arrhenius plot of the temperature dependency of the critical strain yc.   "], ["Figure 16", "Figure 16", "Figure 16. Dielectric spectra of S-SBR Buna VSL5025—0 HM filled with 40phr of the silica filler types denoted in the picture. The Ultrasil grades (lower  row) exhibit, besides the glass transition peak, a second relaxation process (“hydration” peak), which is a result of the water content of the silica filler."], ["Figure 17", "Figure 17", "Figure 17. Dielectric spectra of the S-SBR-mixtures at a fixed frequency of 100 Hz. The difference of the precipitated and the fumed silica can be clearly  observed.   "], ["Figure 18", "Figure 18", "Figure 18. Schematic sketch of the layer-fiber model for filled rubbers. The rheological equivalent networking diagram identifies the transmission  elements (1, 4) which are responsible for the strength of fibers formed from the immobilized rubber phase during long strain formation.   "], ["Figure 19", "Figure 19", "Figure 19. Decreasing of stretch ratios of fibers between filler aggregates  under destruction of the filler network: (a) initial state; (b) fragment of  deformable filler network without destruction; (c) fragment of deformable filler network with destruction of some bonds between filler aggregates."], ["Figure 2", "Figure 2", "Figure 2. Flocculation measurement in S-SBR filler with fumed silica (Aerosil).   "], ["Figure 20", "Figure 20", "Figure 20. Cyclic loading tests, with relaxation and creep steps done at the S-SBR VSL 5025—0HM filled with 40 phr carbon black N330.   "], ["Figure 21", "Figure 21", "Figure 21. Correlation of the fiber strength v4 of the layer fiber model  and the activation energy of the critical strain γc from the Payne effect  measurements.   "], ["Figure 3", "Figure 3", "Figure 3. Flocculation measurement in S-SBR filler with precipitated silica (Ultrasil).   "], ["Figure 4", "Figure 4", "Figure 4. Transmission electron microscopic micrographs of three S-SBR mixtures filled with 40 phr Aerosil fillers: (a) methylated Aerosil R974, (b)  unmodified Aerosil 200, (c) in situ silanized Aerosil 200 with sulfur containing silane Si 69, and (d) carbon black N330.   "], ["Figure 5", "Figure 5", "Figure 5. Stress—strain curves of the S-SBR composites.   "], ["Figure 6", "Figure 6", "Figure 6. Correlation between the stress modulus at 100% strain  (M100%) with the work of adhesion.   "], ["Figure 7", "Figure 7", "Figure 7. Dynamic-mechanical analysis of the S-SBR compounds with various fillers: Temperature dependency of storage modulus E' and loss  modulus E”.   "], ["Figure 8", "Figure 8", "Figure 8. Dynamic-mechanical analysis of the S-SBR compounds with various fillers: loss factor tan δ.   "], ["Figure 9", "Figure 9", "Figure 9. Correlation of loss modulus at 60 °C with work of adhesion."]], "table_captions": [["Table 1", "Table 1", "Table 1. Mixing Recipes for the Rubber Compounds Useda"], ["Table 2", "Table 2", "Table 2. Surface Energies of the Used Filler Systems and Rubber from Wilhelmy Measurements"], ["Table 3", "Table 3", "Table 3. Thermodynamic Predictors for Dispersibility (ΔGi), Filler–Polymer Adhesion (Wa), and Filler Flocculation (ΔWa)"], ["Table 4", "Table 4", "Table 4. Activation Energies from the Arrhenius Behavior of the Critical Strain γc"], ["Table 5", "Table 5", "Table 5. Parameters c2 and ν1, of the Layer Fiber Model in Figure 18"], ["Table 6", "Table 6", "Table 6. Parameter ν4, Describing the Properties of the Transmission Element 4 in Figure 18 (Fiber Strength)"]], "tables": []}