{"title": "Synthesis and characterization of polyurethane/titanium dioxide nanocomposites obtained by in situ polymerization", "abstract": " The development of new polymeric and polymeric based materials is fundamental to meet the market demands. This work aims the synthesis and characterization of polyurethane/titanium dioxide nanocomposite, using low cost commercial raw materials. Nanocomposites were synthesized by in situ polymerization reactions in which titanium dioxide were added in the following proportions, by weight, in relation to the mass obtained from the pure polymer: 0.5, 1.0, 2.0, 3.0, 5.0, 7.0, and 10.0 %. These reactions were based in poli (ε-caprolactone) and 1,6-diisocyanatohexane. The materials were characterized by infrared spectroscopy Fourier transform, scanning electron microscopy, differential scanning calorimetry analysis, thermogravimetric analysis, dynamic mechanical thermal analysis, and UV–Vis spectroscopy. Based on the obtained results it was concluded that the nanocomposites synthesized by in situ polymerization presented, in general, thermal properties (degradation temperature) and mechanical properties higher than the pure polymer. ", "body": [["Abstract", [" The development of new polymeric and polymeric based materials is fundamental to meet the market demands. This work aims the synthesis and characterization of polyurethane/titanium dioxide nanocomposite, using low cost commercial raw materials. Nanocomposites were synthesized by in situ polymerization reactions in which titanium dioxide were added in the following proportions, by weight, in relation to the mass obtained from the pure polymer: 0.5, 1.0, 2.0, 3.0, 5.0, 7.0, and 10.0 %. These reactions were based in poli (ε-caprolactone) and 1,6-diisocyanatohexane. The materials were characterized by infrared spectroscopy Fourier transform, scanning electron microscopy, differential scanning calorimetry analysis, thermogravimetric analysis, dynamic mechanical thermal analysis, and UV–Vis spectroscopy. Based on the obtained results it was concluded that the nanocomposites synthesized by in situ polymerization presented, in general, thermal properties (degradation temperature) and mechanical properties higher than the pure polymer. "]], ["Introduction", [" Polyurethanes (PUs) are one of the most versatile and used polymeric materials. It has several applications, such as, flexible foam in upholstered furniture, rigid foam insulation in walls, PU thermoplastic devices used in medical equipment, footwear, coatings, adhesives, sealants, flooring and car interiors, among others [1]. Its mechanical, thermal, and chemical properties can be modified by the reaction between a wide range of polyols and polyisocyanates [2].  On the other hand, the polymeric nanocomposites are a class of materials in which the polymer matrix is filled with particles (fillers or reinforcements) where at least one of its dimensions is in the nanometer range. These nanocomposites typically exhibit superior thermomechanical performances and barrier properties to gases and liquids, even with a small amount of filler added to the matrix, as well as improvements in rigidity when compared to the virgin polymer [3]. An increase in the degradation of nanocomposites of biodegradable polymer matrix was also noticed [4]. The maximization of the properties in nanocomposites is due to the drastic increase in the contact surface between the fillers and the polymeric matrices when compared to conventional microcomposites [5–7].  For the production of polymer nanocomposites, there are three known methods: by extrusion of the polymeric matrix with the nanofiller; by solubilizing the polymer in a solvent followed by the addition of the filler; and by in situ polymerization, which was the first method used to synthesize the nanocomposite polymer/clay. In this technique, the monomer migrates between the layers of the silicate, so the polymerization reaction may occur between the layers interleaved, after the exfoliation of the clay [8]. In the case of TiO2, the in situ polymerization occurs around the TiO2 nanoparticles [9].  The choice of the filler is based on the composite application and desired properties, as well as in the cost. Several types of fillers could be added to different polymeric matrices. The materials used in the nanocomposites production could be of an organic/organic, inorganic/inorganic, or inorganic/organic nature [10]. Among the most extensively studied and used fillers, the carbonates, being calcium carbonate (CaCO3) the more widely used [11], metal oxides (Al2O3, Fe2O3, TiO2 and ZnO), clay, and silica-alumina could be cited [12]. CaCO3 is widely used for the nanocomposites production, probably due to its natural abundance and low cost. But it is common to find in the literature problems related to the CaCO3 dispersion into the polymer matrix [13]. Titanium dioxide (TiO2) nanoparticles are widely used in the industry, and their properties are a function of the crystal structure, size, and particle morphology [12, 14]. TiO2 applications can range from anti-corrosion, self-cleaning coatings, inks in solar cells to photocatalysts. Nanostructured materials with TiO2 include spheroidal nanoparticles, nanotubes, nanosheets, and nanofibers. Only in the late 1990’s, TiO2 nanotubes began to be synthesized [15].  There is a growing interest in the developing of nanocomposites composed of organic polymers and TiO2 nanoparticles. This is based on perceived positive features in these nanocomposites, such as mechanical, dielectric, and thermal properties [16].  Polymer/TiO2 composites were produced with various polymer matrices, such as polycarbonate [17], polypyrrole [18], epoxy resins [19], polyester [20], polyacrylate [21], poly (methyl methacrylate) [22], polyimide [23, 24], polystyrene [25], polyaniline [26], and PU [27–31].  So, in this scenario, this work aimed to obtain PU nanocomposites by in situ polymerization, using TiO2 (without any pre-treatment) as nanofiller. "]], ["Experimental", ["The synthesis of nanocomposites were performed from the reaction between poly (caprolactone) diol (PCL, MM = 2,000 g/mol, Sigma-Aldrich) and 1,6-diisocyanatohexane (HDI, for synthesis, Merck) in the NCO/OH molar ratio of 1:1. Dibutyl tin dilaurate (Miracema-Nuodex Ind.) was used as catalyst (0.1 % w/w); methyl ethyl ketone (P.A., Merck) was used as solvent (about 50 mL). TiO2 (Merck) was added in the beginning of the reactions at the proportions of 0.5, 1.0, 2.0, 3.0, 5.0, 7.0, and 10.0 % by weight relative to the yield of the pure polymer. Through SEM analysis and “Image Tool”™ software the particle size distribution of the TiO2 employed was assessed. The particles showed an average diameter of 164 nm, with a deviation of 33 nm.  The reactions were performed in a glass reactor of 500 mL with five inputs, in which a mechanical stirring, a thermocouple for temperature control (40 °C) reflux system, and an addition funnel were coupled. The reactions were carried out in one step and conducted under N2 atmosphere. The system was kept at reflux for a reaction time of 2 h 30 min. The reactions were followed by Fourier transform infrared spectroscopy (FTIR—PerkinElmer FTIR spectrometer model Spectrum100). Differential scanning calorimetry (DSC) (TA Instruments model Q20 equipment) was used to measure the material’s melting temperature (Tm) and crystallization temperature (Tc). The DSC analyses were performed in two cycles, only the second cycle was used to collect the data. The materials were also analyzed by thermogravimetric analysis (TGA) (TA Instruments Model SDTQ600) and dynamic mechanical thermal analysis (DMTA) (TA Instruments Model Q800 equipment) for thermo-mechanical tests. Stress/strain tests were carried out, at 25 °C, with rectangular shape films measuring thickness close to 0.15 mm, length 12 mm, and a width of approximately 7.0 mm. The Young moduli of the materials were determined according to ASTM D638. The analyses were carried out in triplicate. For assessment of the size and distribution of the fillers in the polymer matrix the scanning electron microscopy (SEM) mode backscattered electrons (BSE) aided by X-ray spectrometer for scattered energy was used. An UV–Vis spectrophotometer (PerkinElmer Instruments-Lambda 35) in a wavelength of 200–700 nm was employed to evaluate the composites. All samples were prepared in the form of films with a thickness of 0.10 mm approximately. "]], ["Results and discussion", ["The PU reactions were conducted by in situ polymerization by the reaction of PCL and HDI. TiO2 nanoparticles were added at the beginning of the reaction as described in the experimental section.  The pure PU, the TiO2, and the nanocomposites were characterized by infrared spectroscopy. The assignment of the bands were done in relation to the values of characteristic frequencies for the groups existing in the materials according to the literature [27, 29, 32].  Figure 1a shows the FTIR spectrum of TiO2 in which it is possible to visualize the presence of a band at 3,430 cm−1 and another at 1,635 cm−1 assigned to hydroxyl groups on the TiO2 surface. The bands at 700, 643, and 550 cm−1 are characteristic for the anatase crystalline form [32] of TiO2. Figure 1c shows the spectrum of the pure PU, where it is possible to see a band in the region of 3,444 and 3,385 cm−1 corresponding to the NH groups of the urethane bonds. The wave numbers of 2,939 and 2,864 cm−1 are assigned to different vibrational modes of the CH2 group. The band at 1,727 cm−1 is characteristic of the C=O group of the urethane bond. The region of 1,528 cm−1 shows characteristic bands for CN and NH bonds of the urethane groups. The group CO–O can be identified by the presence of a band in 1,235 cm−1. In the regions of 1096, 1065, and 1,042 cm−1 bands corresponding to the presence of the N–CO–O and COC groups are observed. A band in the region of 1,159 cm−1 corresponding to COC segment present at the flexible segment in the polymer chain was also observed (Fig. 1c).  In Fig. 1b a change in the 700–550 cm−1 range (characteristic band of the TiO2) in the composite spectrum, indicating the addition of TiO2 in the PU matrix is visible. The disappearance of the hydroxyl bands formerly present onto the TiO2 surface was also observed. According to the literature [27], and by infrared analysis (Fig. 1a), the commercial TiO2 has hydroxyl groups on its surface. These OH groups could compete with the diol hydroxyl groups, during the polymerization, reducing the yield of the reaction as well as they can interact with the carbonyl groups of the urethane bond changing the nanocomposites properties. The reaction of the OH of the TiO2 and ZnO was reported [33, 34] leading to the changes in the nanocomposites properties.  In order to confirm the reactivity of TiO2 with HDI, a reaction was carried out between them in the same reaction conditions used in the synthesis of the compounds, without any PCL addition to the reactor. Figure 2 presents the FTIR spectra of TiO2 (A), the product of the reaction (B) and HDI (C). In Fig. 2b, the typical bands for TiO2 and HDI, as well as, the absence of the band of the group N=C=O (2,261 cm−1) and the formation of a new band at 3,324 cm−1 assigned to the NH bond indicating the reaction between TiO2 and HDI can be seen. Besides that, the band of 1,625 cm−1 in the product could be attributed to the carbonyl group of the urethane bond formed.  It was possible to see in the IR spectra details, Fig. 3, that the hydroxyl groups of the TiO2 interact with urethane bond, by observing the NH stretching zone, around 1,528 cm−1 and around 3,380 cm−1. One can observe a decreasing in the intensity of the bands when it was used until 2 wt% of TiO2, this behavior was reported for nanocomposites PU/TiO2 with addition of the filler until 0.42 wt% and attributed to the more favorable formation of hydrogen bonds between the hard segments and the filler instead of the interaction of the hard and soft segments [34]. Increasing the amount of the filler above 2 % the effect was the inverse, probably due to the increase in the interaction filler/filler in relation to the interaction filler/polymer.  The GPC analysis corroborated the infrared results, showing that when the amount of TiO2 has increased into the polymeric matrix, the numeric average molecular weight (M n) and weight average molecular weight (M w) have decreased. The numeric molecular weight values varied from M n 40,000 Da for PU to M n 30,000 Da in the composite with 10 % of filler, and the weight average molecular weight varied from M w 75,000 Da to PU to M w 50,000 Da for the composite (10 % of filler).  This behavior may be associated to the presence of OH groups on the filler surface (as seen in the infrared analysis). The hydroxyl groups of the TiO2 compete with the hydroxyl groups of the PCL diol, lowering the polymerization yield, resulting in smaller polymer chains when compared to the pure polymer.  The DSC analysis showed no significant changes in the Tc and Tm of the material synthesized with the addition of TiO2 in relation to the pure polymer.  The sensitivity of the analysis by DMTA is approximately three orders of magnitude higher than that of a conventional thermal analysis technique as, for example, DSC [35]. In this way, the high Tanδ peak was adopted as the Tg peak (Fig. 7). The material with the lowest Tg was the pure polymer (approximately −44 °C), and the highest Tg was obtained by addition of 5.0 and 10.0 % TiO2 (approximately −40 °C for both materials) (Fig. 8). The slight increase in the Tg value indicates a reduction in the mobility of polymer chains due to the interactions between the polymer and the nanofiller [36]. The decrease in the molecular weight with the increase of the filler content probably contributed to the small variation in Tg values (Figs. 4 and 5).  The results of stress–strain tests can be seen in Fig. 6. The nanocomposites with 0.5 and 1.0 % of TiO2 behaved slightly less than pure PU film, but the materials prepared with 2.0, 3.0, and 5.0 % of TiO2 had higher values of stress to a same deformation when compared to pure PU. Materials with 7.0 and 10.0 % of filler became more fragile, probably by the increase of the crosslinks formed between the nanoparticles and the polymer matrix. A higher agglomeration of the fillers could also cause many stress points in the polymer matrix, resulting in lower mechanical properties, as noted by Zhang et al. [37].  For the nanocomposites with 0.5 and 1.0 % TiO2, the Young’s moduli were practically the same as the pure PU, suggesting that the elastic behavior was not affected by filler incorporation. The nanocomposites with 2.0, 3.0, and 5.0 % had higher values, and the material with 2.0 % of TiO2 presented a Young’s modulus about 30 % higher compared to the pure polymer (Fig. 7). Due to the films fragility, the Young’s moduli of the materials with 7.0 and 10.0 % of filler were not calculated. It can be seen from Fig. 10 that the materials have mechanical properties maximized by the nanofiller addition until 5.0 % of reinforcement; when a larger amount of TiO2 was added the values decreased, probably by the formation of agglomeration focus, which results in significant increase in the interaction filler/filler making the material britle [36].  Sabzi et al. [27] and Mirabedini el al. [31] have reached, for TiO2 nanocomposites, an increase of 49 and 40 % in the Young’s modulus when compared to the pure polymer. Both works used previously treated TiO2 and the nanocomposites were prepared by a solvent mixture. Our results showed that an increase of 30 % in Young’s modulus of the nanocomposite with respect to the PU pure can be achieved using TiO2 not exposed to pretreatment before in situ polymerization.  The creep-recovery tests in the DMTA showed that the increase of filler in the polymeric matrix leads to a gradual decrease on the recovery percent after deformation (Fig. 8).  The interaction between the polymer and the charge could restrict the movement of the polymer chains resulting in a reduction in the elastic behavior of the material making it more rigid and thus less elastomeric when compared to pure polymer. The nanocomposite with 7.0 % of TiO2 showed the lowest recovery (75 %) when compared to pure polymer which recovered 97 % of the deformation.  The Fig. 9 shows the variation of the storage modulus (E′) as a function of temperature. There is a decline with the increasing of the temperature.  A slight increase in storage modulus occurs at a temperature of 0 °C (the rubbery region) for the material with 2 % TiO2 (457.3 MPa) and 7 % of TiO2 (477.2 MPa) as compared to pure PU (436, 6 MPa). At −65 °C (glass region), the nanocomposite with 2 % TiO2 (2890 MPa) showed slightly higher value of storage modulus when compared to the pure PU (2826 MPa) (Fig. 12). This is an advantage of a nanocomposite which is capable of maintaining high modulus even at temperatures above Tg (the rubbery region). Generally, the addition of inorganic fillers and pigments in polymers increases the storage modulus in the rubbery region and not in the glassy region [27].  The TGA analysis showed a significant increase in degradation temperature of the nanocomposites evidencing that the thermal resistance increased with the increase in the amount of filler added (Fig. 10).  The degradation temperature of the pure polymer was the lowest, showing a value close to 325 °C, and the temperature of the nanocomposite with 10.0 % of TiO2 was the highest, which reached approximately 354 °C, showing a variation in the degradation temperature of about 29 °C. Analyzing the DTG curves (%/°C), Fig. 11, it was seen that the increase of a second peak related to the increase of TiO2 content; it occurred, probably, due to the formation of a network structure by the surface hydroxyl groups of the nanofiller through hydrogen bonding which acts as a thermal insulator and mass transport barrier to the volatile products generated during the decomposition and thus increases the degradation temperatures [38].  The Fig. 12 shows that a relatively even distribution of the filler can be observed in polymeric matrix, important to maximize the mechanical properties throughout the polymer matrix and not just punctually. In Fig. 13, it is possible to see small agglomeration points of TiO2, as well as that some of these clusters are composed of smaller particles with diameters in the nanometer range.  The analysis by SEM showed that there were some focuses of clusters formed by the TiO2. These sites can be considered as weak points in the material. The UV–Vis spectroscopy corroborates the filler incorporation. Figure 14 shows the spectra for PU and for composites with 0.5, 1, and 10 % of TiO2. It is clear that the increasing in the TiO2 particles content augments the absorption in the UV wavelength region. "]], ["Conclusion", [" Based on the obtained results we had concluded that the nanocomposites synthesized by in situ polymerization presented, in general, thermal properties (degradation temperature) and mechanical properties higher than the pure polymer. Despite showing a degradation temperature lower than the materials with higher amounts of TiO2, the additions of 2.0, 3.0, and 5.0 % showed to be the most efficient in tensile tests. The increase in the Tg value indicates that there was a decrease in the mobility of polymer chains due to the action of the filler. This reduction can also be seen by the results of the creep-recovery test, which showed that the percentage of recovery after deformation is related with the major amount of the filler. There was, also, a slight increase in storage modulus in the rubbery region (above the Tg) as compared to the vitreous region (below the Tg). The stress–strain tests showed that the material with 2 % of TiO2 improved in its Young’s modulus when compared to the pure polymer, indicating an increase in the mechanical strength. The SEM analysis showed that even with some agglomeration points, it was possible to achieve efficient nanofiller dispersion without any treatment of TiO2, which leads to a reduction in the process cost."]]], "doi": "10.1007/s00289-013-0927-y", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 IR spectra in a TiO2 commercial, b PU/10 % TiO2, and c pure PU"], ["Fig. 10", "Fig. 10", "Fig. 10 Onset temperature of degradation in function of TiO2(%)"], ["Fig. 11", "Fig. 11", "Fig. 11 DTGA curves (%/ °C) versus temperature of the PU and the nanocomposites of PU and TiO2 [2, 5, 10 % (w/w)]"], ["Fig. 12", "Fig. 12", "Fig. 12 Micrographs, mode BSE, of the nanocomposite with 5.0 % of TiO2 at magnifications of: a ×800, b ×2400, c ×4800, d ×12000"], ["Fig. 13", "Fig. 13", "Fig. 13 Micrographs, mode BSE, of the nanocomposite with 7.0 % TiO2 with magnification of ×2,400"], ["Fig. 14", "Fig. 14", "Fig. 14 Effect of the TiO2 content on UV–Vis absorption of the composite materials"], ["Fig. 2", "Fig. 2", "Fig. 2 IR spectra in a TiO2, b the product of the reaction HDI/TiO2 and c HDI"], ["Fig. 3", "Fig. 3", "Fig. 3 FTIR absorbance spectra for the characteristic polyurethane bands, NH stretching vibrations [3,380 cm-1 (a) and 1,528 cm-1 (b)]. The peaks are normalized and the baseline corrected"], ["Fig. 4", "Fig. 4", "Fig. 4 DMTA curves for the Tg of nanocomposites synthesized with 0.0, 0.5, 1.0, 2.0, 3.0, 5.0, 7.0, and 10.0 % TiO2"], ["Fig. 5", "Fig. 5", "Fig. 5 Relationship between Tg of the nanocomposites and TiO2 amount (0.0, 0.5, 1.0, 2.0, 3.0, 5.0, 7.0, and 10.0 %)"], ["Fig. 6", "Fig. 6", "Fig. 6 Stress × Strain, by DMA, of PUs formed with 0.0; 0.5; 1.0; 2.0; 3.0; 5.0; 7.0; and 10.0 % of TiO2"], ["Fig. 7", "Fig. 7", "Fig. 7 Young’s modulus values for nanocomposites synthesized with 0.0, 0.5, 1.0, 2.0, 3.0, and 5.0 % TiO2"], ["Fig. 8", "Fig. 8", "Fig. 8 Recovery by DMTA analysis of the synthesized materials"], ["Fig. 9", "Fig. 9", "Fig. 9 Storage modulus of nanocomposites synthesized with 0.0, 0.5, 1.0, 2.0, 3.0, 5.0, 7.0, and 10.0 % TiO2"]], "table_captions": [], "tables": []}