{"title": "DYNAMIC MECHANICAL PROPERTIES OF NANOCOMPOSITES WITH POLY (VINYL BUTYRAL) MATRIX", "abstract": "This work reports the preparation of SiO2 and TiO2/poly (vinyl butyral) nanocomposites with enhanced dynamic mechanical properties. Silica and titania nanoparticles were introduced in the matrix as the neat powder and as colloidal sol using the melt mixing process. Composites reinforced with colloidal sol silica and titania showed higher mechanical properties than the ones reinforced with as-received particles. When sol TiO2 particles are used, the highest increase of storage modulus of about 54% is obtained for 5 wt% loading, while for sol SiO2, the storage modulus increases with the addition of nanosilica with the largest increase of about 99% for 7 wt% loading. In addition, nanocomposites were introduced within Kevlar/PVB composites. The addition of 5 wt% silica and titania colloidal sol lead to the remarkable increase of the storage modulus for about 98 and 65%, respectively. Largest contribution of nanoreinforcements in lowering the glass transition temperature is observed for 7 wt% loading of TiO2 and SiO2 colloidal sol. Keywords: Nanocomposites, poly (vinyl butyral), dynamic mechanical properties, hybrid composites. ", "body": [["Abstract", ["This work reports the preparation of SiO2 and TiO2/poly (vinyl butyral) nanocomposites with enhanced dynamic mechanical properties. Silica and titania nanoparticles were introduced in the matrix as the neat powder and as colloidal sol using the melt mixing process. Composites reinforced with colloidal sol silica and titania showed higher mechanical properties than the ones reinforced with as-received particles. When sol TiO2 particles are used, the highest increase of storage modulus of about 54% is obtained for 5 wt% loading, while for sol SiO2, the storage modulus increases with the addition of nanosilica with the largest increase of about 99% for 7 wt% loading. In addition, nanocomposites were introduced within Kevlar/PVB composites. The addition of 5 wt% silica and titania colloidal sol lead to the remarkable increase of the storage modulus for about 98 and 65%, respectively. Largest contribution of nanoreinforcements in lowering the glass transition temperature is observed for 7 wt% loading of TiO2 and SiO2 colloidal sol. Keywords: Nanocomposites, poly (vinyl butyral), dynamic mechanical properties, hybrid composites. "]], ["Introduction", ["Poly (vinyl butyral) (PVB) is a flexible and industrially important polymer, which is manufactured by condensation of poly (vinyl alcohol) (PVA) with n-butyraldehyde in an acid medium.1,2 It is widely recognized for its high impact strength at low temperatures, excellent adhesive properties with a variety of materials such as glass, metals, plastics and wood. Thus, PVB is widely used as paint, an adhesive agent and a printing paste.3 The main use of PVB is in safety glass laminates, particularly in automotive, aerospace and architectural glass. Worldwide 65% of all PVB is used in automotive applications.4 Addition of reinforcements at nanoscale level to polymer matrix lead to composites with significantly improved mechanical properties in comparison to pure matrix material.5 It is expected that the addition of nanoparticle reinforcements could lead to the enhancement of the mechanical properties of the body armor material mainly consisted of Kevlar fabric hybrid composites.6-8 Traditionally, flexible body armor has been developed by using a mixture of silica and polyethylene glycol (PEG) impregnated with Kevlar. In the approach reported by Mahfuz et al.9, 30 nm crystalline and 7 nm amorphous silica were dispersed directly into a mixture of PEG and ethanol through a sonic cavitation process. Nano-SiO2 particles display a range of specific properties, which contribute to their wide use and potential novel materials such as composites, biomaterials, sensory materials and coatings. Our previous work reports the enhancement of viscoelastic and nanomechanical properties of poly (methyl methacrylate) matrix by introducing silane coated nano-SiO2 using supercritical carbon dioxide.10 Nano-TiO2 particles are used in composites for the increase of optical, mechanical and electrical properties, among others, to mention the work by Chau et al.11 This study reports the preparation of SiO2 and TiO2/PVB nanocomposites with enhanced dynamic mechanical properties. Additionally, Kevlar fabric/PVB composites were treated with SiO2 and TiO2 nanocomposites. Dynamic mechanical analysis of fabricated nanocomposites and hybrid composites was employed in order to analyse the optimal nanoparticle preparation and content for composites with the improved viscoelastic properties."]], ["Experimental Procedure", ["The SiO2 and TiO2 nanoparticles with an average diameter of 7 and 25 nm (A380 and P25 Evonik, Degussa) were used as received and designated as SiO2 and TiO2 and in sol state designated as SiO2 sol and TiO2 sol. Thin poly (vinyl butyral) (PVB) (Saflex® - Monsanto) films were used as a matrix in the composite material. Silica and titania powders were mixed with ethanol (5%) and then ultrasonically treated for 15 minutes. PVB nanocomposites were prepared by melt mixing at 190 °C and 120 rpm for 10 min in a Laboratory Mixing Molder (Atlas LMM). Hybrid composte samples were additionally produced with aramid fabric Kevlar 129 (Spörl GMBH) with superficial mass of 280 g/m2. Weight fraction of aramid fabric was held to be 65.8 wt% in the composites, which were produced by lay-up of 8 layers of fabric bonded with neat PVB and PVB with introduced silica and titania nanoparticles. Lay-up was subsequently hot pressed (Mashpriborintorg P-125) under 200 °C for 30 min under the pressure of 148 MPa. A dynamic mechanical analysis (DMA) was conducted in a single-cantilever mode at 1 Hz frequency using TA Instruments Q800. Sample dimensions for DMA testing were 35 x 12 x 3 mm and at least two scans were performed per sample. Transmission electron microscopy (TEM) was performed on a TECNAI-FEG F20 electron microscope at 200 kV. The samples were prepared by dispersion in ethanol and dropping the suspension on holey carbon grids."]], ["Results and Discussion", ["Viscoelastic properties of nanocomposites and Kevlar reinforced composites were studied using two different inorganic fillers, SiO2 and TiO2, as neat powders and as colloidal sol. Figure 1 shows TEM images of silica and titania nanoparticles. It is hypothesized that the addition of colloidal SiO2 and TiO2 sol could contribute to the dynamic mechanical properties of the polymer matrix via enhanced dispersion of nanoparticles while the use of nanoparticles in powder form could result in aggregated particles in the PVB matrix. For the DMA testing, composite samples were produced with various content and the method of treatment (neat and sol) of silica and titania nanoparticles. Figures 2-5 show nanocomposite storage modulus and damping ratios in dependence of reinforcing particle contents. The storage modules (E') and loss factor (Tan Delta) were determined as a function of temperature ranging from room to 100 °C. The applied amplitude was 15 μm, and the heating rate was fixed for 3 °C/min. The glass transition (Tg) temperature was deduced from the damping ratio using standard calculation method. Storage modulus trend reveals that the addition of nanoparticles influences the mechanical properties of PVB, while at the same time the glass transition temperature shows no observable trend. In order to enable more detailed discussion, results of DMA testing are compiled in Table 1. The ratio of loss and storage modulus (Tan Delta) can be thought of as a standardized molecular mobility term called tangent delta (loss tangent). A high tangent delta indicates higher molecular mobility in the material. As temperature increases and the material approaches the rubbery state, the tangent delta value and the molecular mobility increase. From Figs. 2-5 it is obvious that the addition of silica and titania lead to small Tan Delta reduction, with a slight higher decrease in sol silica and titania. This implies that dissolving the PVB in ethanol and dispersing the nanoparticles in ethanol contributes to higher storage modulus and lower Tan Delta of composites. The addition of SiO2 and TiO2 in the powder form leads to higher modulus in comparison to the neat PVB with the maximal increase in storage modulus of about 39 and 28 % for the nanocomposites with 5 wt% of nanoparticle loading. When sol TiO2 particles are used, the highest increase of storage modulus of about 54% is achieved for 5 wt% particle loading, while for sol SiO2, the storage modulus increases with the addition of nanosilica with the largest increase of about 99% observed for 7 wt% loading. This increase is certainly not only the consequence of favorable dispersion of sol silica but also is due to the low softing point of PVB films enabling the fully wetting of reinforcing particles. Due to the fact that titania particles (neat) were not treated, the low value for 7 wt% loading titania is attributed to the inability of the processing route to disperse highly agglomerated particles. When TiO2 sol is used as reinforcement, modulus values are higher showing that the applied procedure is more appropriate for nanoparticle dispersion. The contributing factor could be the dimensions of the primer particles which were lower for nanosilica powders. By comparison of the results for neat and sol nanoparticles, i.e. in both cases sol have higher properties than the neat powders, it is interesting to observe that the influence of the nanopowder preparation procedure is more detrimental to the storage modulus than the starting dimensions of nanoparticles. As mentioned, PVB is manufactured by condensation of polyvinyl alcohol with nbutyraldehyde in an acid medium. The condensation reaction produces 1,3-dioxane rings but it is not taken to completion leaving some non-reacted hydroxyl groups which promote good adhesion to the glass substrate on lamination. Since polyvinyl alcohol is produced from the hydrolysis of poly (vinyl acetate) (PVAc) there is a limited amount of acetate groups also present, which could slightly differ in dependence on the selected manufacturer. This process does not lead to complete conversion to poly (viny1 butyral), but, instead, results in a multifunctional polymer containing residual acetate and hydroxyl groups: The composition of commercial grade PVB is typically: x (acetal content) > 75%, y (residual PVA content) = 18-22%, and z (PVAc content) < 3%. PVB adheres to inorganic oxides through interactions between oxide surfaces and polymer hydroxyl groups. In addition, the carbonyl oxygens of acetate groups present in PVB can interact with oxide surfaces through hydrogen bonding with surface hydroxyls.12 This could contribute to the assumption that SiO2 colloidal sol, with an excess of hydroxyl groups will have promoted adhesion with the matrix due to non-reacted hydroxyl groups, thus leading to the improved mechanical properties of nanocomposites with PVB matrix.4 Addition of nanoparticles could tune and enhance the mechanical properties of PVB recycled from glass lamination in the glass recycling industry, since it is a waste of an expensive, valuable and non-renewable commodity as well as energy and land.4 Another possible implementation of such produced PVB nanocomposites could be in the addition to composites reinforced with Kevlar for body armor materials. In the next part of the study, the colloidal sol of SiO2 and TiO2 were added to PVB and subsequently the formed nanocomposite was interlayered with the PVB-Kevlar fabric layers to produce hybrid composites. Figure 6 shows photographs of neat PVB, nanocomposites with sol titania and silica as well as hybrid nanocomposite sample (SiO2 sol) with Kevlar reinforcement. Figure 7 shows storage modulus and Tan Delta of PVB, PVB-Kevlar fabric and nanocomposite reinforced PVB-Kevlar versus the nanoparticle content and method of preparation. Table 2 presents DMA results for PVB, composite with Kevlar fabric and composite with the introduction of nanocomposite. Nanocomposites have significantly improved the storage modulus and have just a slight influence on the glass transition temperature of the Kevlar fabric reinforced composites. Addition of 5 wt% sol silica and titania lead to the remarkable increase of modulus for about 65 and 98%, respectively (Fig. 7 and Table 2). The improvement of Tg was almost negligible in Kevlar reinforced composites, while the slight improvement could be observed with the addition of nanoparticles. Largest contribution of nanoreinforcements in lowering the Tg was observed for 7 wt% loading of TiO2 sol and SiO2 sol. Tan Delta for neat PVB is 1.098 while the values for tested composites exhibit a significant decrease, i.e. for PVB-Kevlar 0.6370 and for titania and silica sol nanocomposite with PVB-Kevlar 0.6046 and 0.5415, respectively. This implies that the molecular mobility is significantly decreased in tested hybrid composites."]], ["Conclusions", ["This work reports the preparation of SiO2 and TiO2/poly (vinyl butyral) nanocomposites with enhanced dynamic mechanical properties. Composites reinforced with colloidal sol silica and titania showed higher mechanical properties than the ones reinforced with nontreated particles. When sol TiO2 particles are used, the highest increase of storage modulus of about 54% is obtained for 5 wt% loading, while for sol SiO2, the storage modulus increases with the addition of nanosilica with the largest increase of about 99% observed for 7 wt% loading. In addition, titania and silica sol/PVB nanocomposites were introduced within Kevlar/PVB composites and showed remarkable increase of the storage modulus for about 65 and 98%, respectively. Largest contribution of nanoreinforcements in lowering the glass transition temperature is observed for 5 wt% loading of TiO2 sol and 7 wt% of SiO2 sol."]]], "doi": "10.1142/S0217979210064447", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. TEM images of: a) silica and b) titania nanoparticles; bar length is 20 nm."], ["Fig. 2", "Fig. 2", "Fig. 2. Dynamic mechanical properties of nanocomposite containing colloidal TiO2.   "], ["Fig. 3", "Fig. 3", "Fig. 3. Dynamic mechanical properties of nanocomposite containing TiO2 powder."], ["Fig. 4", "Fig. 4", "Fig. 4. Dynamic mechanical properties of nanocomposite containing colloidal SiO2."], ["Fig. 5", "Fig. 5", "Fig. 5. Dynamic mechanical properties of nanocomposite containing SiO2 powder."], ["Fig. 6", "Fig. 6", "Fig. 6. Photographs of selected samples: a) hybrid nanocomposite; b) nano-SiO2/PVB; c) neat PVB; d) nano-  TiO2/PVB."], ["Fig. 7", "Fig. 7", "Fig. 7. Dynamic mechanical properties of neat PVB, neat PVB-Kevlar and nanocomposite reinforced PVB-Kevlar."]], "table_captions": [["Table 1", "Table 1", "Table 1. DMA results for PVB and nanocomposite materials."], ["Table 2", "Table 2", "Table 2. DMA results for pure PVB, neat PVB-Kevlar and nanocomposite reinforced PVB-Kevlar."]], "tables": []}