{"title": "Improvement of the mechanical properties of nano-TiO2/poly(vinyl alcohol) composites by enhanced interaction between nanofiller and matrix", "abstract": " Surface-carboxylated nano-TiO2 was used to prepare poly (vinyl alcohol) (PVA) nanocomposites to improve the dispersity of nano-TiO2 particles in PVA and to enhance the interaction between nanofiller and matrix. The effects of the extents of carboxylation and carboxylated nano-TiO2 loading on mechanical properties of the nanocomposites were investigated. The results show that the tensile strength of the nanocomposites was greatly improved, both by increasing the carboxylated nano-TiO2 loading and by the extent of carboxylation of the nanoparticles, compared with unmodified nano-TiO2. The storage modulus within the rubbery state increased and the loss tangent decreased with increasing -COOH content on the TiO2 surface and with increasing carboxylated nano-TiO2 loading. These observations were attributed to a high dispersion of modified nano-TiO2 in the PVA matrix and to crosslinking between -OH groups in PVA chains and -COOH moieties on inorganic nanoparticle surfaces. ", "body": [["Abstract", [" Surface-carboxylated nano-TiO2 was used to prepare poly (vinyl alcohol) (PVA) nanocomposites to improve the dispersity of nano-TiO2 particles in PVA and to enhance the interaction between nanofiller and matrix. The effects of the extents of carboxylation and carboxylated nano-TiO2 loading on mechanical properties of the nanocomposites were investigated. The results show that the tensile strength of the nanocomposites was greatly improved, both by increasing the carboxylated nano-TiO2 loading and by the extent of carboxylation of the nanoparticles, compared with unmodified nano-TiO2. The storage modulus within the rubbery state increased and the loss tangent decreased with increasing -COOH content on the TiO2 surface and with increasing carboxylated nano-TiO2 loading. These observations were attributed to a high dispersion of modified nano-TiO2 in the PVA matrix and to crosslinking between -OH groups in PVA chains and -COOH moieties on inorganic nanoparticle surfaces. "]], ["INTRODUCTION", [" New composite materials with properties that differ greatly from those of conventional materials can be obtained by introducing nanosize inorganic particles into polymer matrices. Organic–inorganic nanocomposite materials have been extensively studied in the past few years [1-14]. Because of their excellent biocompatibility, biodegradability, and water solubility properties, polyvinyl alcohol- (PVA) based materials have received considerable attention for application in many areas, such as environmentally safe products [15], protein purification [16], enzyme immobilization [17], membrane separation [18], and biomechanical applications [19]. However, inadequate mechanical properties and poor solvent and ageing resistances have greatly restricted the applications of PVA based materials, especially for use as tissue replacement biomaterials and high performance fibers. Recent studies have revealed that properties of PVA materials can be improved by using inorganic nanoparticles, such as carbon nanotubes [3-6], silica [7-9], TiO2 [10], silver particles [11], montmorillonite [12, 13] and CoFe2O4 [14]. The high carbon nanotube content fibers made with PVA have a tensile strength half that of Kevlar®, and three times that of spider silk [4]. Polymer–clay nanocomposite materials consisting of polyvinyl alcohol and layered materials have been found to display novel properties resulting from two dissimilar chemical components combining at the molecular level [13].  TiO2 nanoparticles have attracted special interest because of their special properties and advantages. For example, TiO2 nanoparticle coatings can be used as photocatalytic films for environmental air purification and wastewater treatment [20-22]. Nanocomposite materials consisting of TiO2 nanoparticles and organic polymers have recently attracted much attention because of their unique characteristics, which create many potential commercial applications. However, during the preparation of nanocomposites, it is very difficult to retain homogenous dispersions of nanosized particles because there is a strong tendency for them to agglomerate. To improve the fundamental understanding of inorganic–organic nanocomposite materials and to extend the application of these materials, it is crucial to improve the dispersion of nanoparticles in the matrices. In this article, a simple method for preparing novel nano-TiO2/PVA composite films is reported. A high-homogenous dispersion nano-TiO2/PVA composite was fabricated by interacting -OH groups in PVA chains with -COOH moieties on the surface of carboxylated nano-TiO2 particles, enhancing the interaction between nanofiller and matrix by covalent bonding. In addition, the mechanical properties of this novel nanocomposite were investigated. "]], ["EXPERIMENTAL SECTION", ["##Materials  Nano-TiO2 (average particle size: 70 nm, standard deviation: 17%) was purchased from HISUN Inc., China. Chloroacetic acid (AR) and polyvinyl alcohol, (PVA-124, 98.8% degree of hydrolysis) from Shanghai Chemicals Co., were both used without further purification. Surface Carboxylation of Nano-TiO2 Particles  A suspension of nano-TiO2 (100-ml water, 6 g of TiO2) was stirred for 1 hr and ultrasonicated for 30 min, then mixed with a prescribed amount of chloroacetic acid dissolved in 10 ml of deionized water. The mixture was heated to 100°C, and the reaction was performed for 2.5 hr under air with continuous stirring. The carboxylated nano-TiO2 was purified by centrifugation and then washed with distilled water until the pH value of the top liquid layer was neutral, and no AgCl was detected when AgNO3 aqueous solution was added to the liquid. Nano-TiO2 particles with various extents of carboxylation were prepared by controlling the ClCH2COOH concentration.  The amount of carboxylic acid groups on the surface of carboxylated nano-TiO2 was determined by acid–base titration. A suspension of nano-TiO2 (40 ml) was titrated with 0.005 M standard NaOH solution using phenolphthalein as acid–base indicator. ##Nanocomposite Formation  Nanocomposites were fabricated by a solution-blend film-casting method. Distilled water was used to form a suspension of nano-TiO2 at a concentration of 2.5 wt%. The suspension was stirred for 1 hr, ultrasonicated for 30min, and then added dropwise to 3 wt% poly(vinyl alcohol) aqueous solution while stirring continually. The mixtures were again ultrasonicated for 30 min, cast onto a glass plate, and dried in an oven at 45°C for 48 hr, then at 80°C for 1 hr, and finally dried in a vacuum oven at 45°C for 48 hr. The average film thickness was ∼ 100 μm. ##Characterization  Carboxylated TiO2 was characterized by FTIR spectroscopy using a Nicolet Avatar 370 FTIR instrument with KBr sample disks. X-ray photoelectron spectroscopy (XPS) was performed using a PHI5000C ESCA System (Perkin Elmer Co., USA) with a MgKα X-ray source (1253.6 eV). The X-ray gun was operated at a power of 250 W, and the high voltage was maintained at 140 kV with a detection angle of 56°. The chamber pressure during analysis was about 1 × 10−8 Torr. All spectra were calibrated by the C 1s peak of the C-C bond at 284.6eV. Thermogravimetric analysis (TGA) was performed using a TA Q600 TGA analyzer (TA Instruments Co., USA) with a heating rate of 20°C/min in a nitrogen environment. The tensile properties were measured using an Instron 5543 tensile tester. Samples were ∼ 10 mm wide, 100 μm thick, with a gauge length of 20 mm. A crosshead speed of 10 mm/min was used to determine elongation at break, tensile modulus, and tensile strength. Eight replicates of tensile measurement were performed for each formulation. Dynamic mechanical analysis (DMA) was conducted with a Pyrise Diamond dynamic mechanical analyzer (Perkin Elmer Co., USA) at a fixed frequency of 1 Hz over a temperature range of 20–200°C with a heating rate of 2°C/min. The test specimens had a gauge length of 20 mm, a width of 10 mm and a thickness of about 100 μm. The TiO2 particle size distributions were determined by dynamic light scattering with a Horiba LB-550 nanoparticle size analyzer (Horiba, Japan). Transmission electron microscopy (TEM) measurements were performed on JEOL JEM-1230 microscope with an accelerator voltage of 200 kV. One drop of the suspension was diluted with water and placed on a 400-mesh carbon-coated copper grid and dried in air before observation. Scanning electron microscopy (SEM) examination was performed with a JEOL JSM 820 scanning electron microscope, and the specimens were coated with a thin layer of gold before SEM examination. "]], ["RESULTS AND DISCUSSION", ["##Characterization of Surface Carboxylated Nano-TiO2 It is well known that there are always some -OH groups present on nano-TiO2 surfaces [23, 24]. Because Ti atoms on a TiO2 surface lack electrons, -OH groups on the surface will accordingly exhibit strong acidity. Considerable surface modification of nano-TiO2 was achieved using the acidity of -OH groups, such as by reacting with Cl-CO-R [25] and with 3-(methacryloyloxypropyl)-trimethoxy silane [26]. A popular method for preparing carboxymethyl cellulose involves reacting the -OH groups on the cellulose chain with ClCH2COOH [27]. Therefore, we reasoned that surface -OH groups might preferentially react with the ClCH2- group in the chloroacetic acid molecule, and -COOH was introduced onto the TiO2 surface as shown in Scheme 1. Both FTIR and XPS were used to characterize the surface carboxylated nano-TiO2. The FTIR spectra of raw and carboxylated nano-TiO2 particles are shown in Fig. 1. For raw nano-TiO2, the bands at 3,460 and 1,640 cm−1 were attributed to the stretching and bending vibrations of water molecules adsorbed on the surface of the nanoparticles [28-30]. However, new bands appeared at 1,713 cm−1 and 2,923 cm−1 in the FTIR spectrum of modified nano-TiO2, which were attributed to carboxylic groups [28, 31] and the C-H stretching vibration in the -CH2-COOH moiety [22], respectively. The chemical nature of the modified nano-TiO2 was further confirmed by X-ray photoelectron spectroscopy (XPS). A survey scan (Fig. 2) clearly shows the presence of C, Ti, Si, and O on both the raw and modified nano-TiO2 surfaces. However, the intensity of the C 1s peak was greatly enhanced when the nanoparticles were surface modified by chloroacetic acid. The C and Si XPS peaks observed for raw nano-TiO2 were attributed to residual carbon and contaminant from substrate, respectively [29, 32]. Inserts in Fig. 2 are the high-resolution C 1s spectra of raw and carboxylated nano-TiO2, which show that the spectra span a broad energy range, from 293 to 281 eV. The C 1s spectrum of modified TiO2 was resolved intothree Gaussian curve-fitted peaks: -C = O around 288.5 eV, -C-O-C = O around 286.5 eV, and hydrocarbon (-CHn: n = 0–3) around 284.6 eV, from high to low binding energy, respectively. The peak assignments agree well with previously reported values [33, 34]. Compared with the unmodified nano-TiO2, a pronounced peak at 288.5 eV attributed to the -C=O binding was observed for surface carboxylated nano-TiO2. These results confirm the formation of surface-carboxylated nano-TiO2.  The carboxylation reaction shown in Scheme 1 was also confirmed by performing the following simple chemical diagnostic experiments: (1) addition of acid–base indicator: phenolphthalein acid–base indicator was colorless in carboxylated TiO2 suspension but was pink in unmodified TiO2 suspension. (2) Cl− detection by AgNO3 addition: no Cl− was detected in chloroacetic acid aqueous solution or in nano-TiO2 suspension, respectively. However, Cl− was detected by AgNO3 aqueous solution when nano-TiO2 suspension was mixed with chloroacetic acid aqueous solution. These results indicate that the nano-TiO2 surface was carboxylated by the reaction of nano-TiO2 and chloroacetic acid aqueous solution. ##Carboxylation Extent of Nano-TiO2 Particles  The effect of carboxylation conditions on the extent of carboxylation of the nano-TiO2 surfaces was investigated. Because the weight percent of the -COOH group relative to that of nano-TiO2 was low, it was difficult to determine a change in the amount of -COOH groups on the nanoparticle surface using TGA, as shown in Fig. 3. Thus, acid–base titrations were used to determine the amount of carboxylic acid groups on the surface of carboxylated nano-TiO2, and the results are shown in Fig. 4. It was found that nano-TiO2 particles were easily carboxylated in the presence of chloroacetic acid. During the reaction, samples were withdrawn at various time intervals to study the carboxylation kinetics. The results demonstrated that the reaction proceeded rapidly, reaching about 0.15 mmol -COOH/g TiO2 during the initial 5 min at 100°C, after which time the carboxylate concentration remained almost constant. The chloroacetic acid concentration played a key role in the carboxylation reaction. As shown in Fig. 4a, the carboxylate content of the nano-TiO2 increased sharply with increasing chloroacetic acid concentration and reached a value of about 0.15 mmol/g TiO2 when the ClCH2COOH concentration was 3.3 mmol/g TiO2. Figure 4b shows that the carboxylate content increased with increasing reaction temperature and remained constant when the reaction temperature was above 70°C. ## Dispersity of Surface-Carboxylated Nano-TiO2  Dynamic light scattering was used to compare the effect of surface carboxylation on the aggregation of nano-TiO2 particles. Figures 5 and 6 show the size distribution of surface-carboxylated nano-TiO2 particles in water and in aqueous PVA solution, respectively. It can be observed that the surface modified TiO2 in water gave dominant peaks at about 70 nm and about 100 nm in aqueous PVA solution (Figs. 5a and 6a). However, unmodified TiO2 showed a dominant peak at 200 nm in water and about 500 nm in PVA aqueous solution (Fig. 5b and 6b). These results demonstrate that the particle size of carboxylated nano-TiO2 was much smaller than that of unmodified nano-TiO2 in both water and aqueous PVA solutions. This was also confirmed by TEM analysis, as shown in Fig. 7. Compared with raw nano-TiO2, surface carboxylation seems to be more efficient in dispersing nanoparticles in a PVA matrix.  Extensive SEM observations revealed that a highly dispersed structure of nano-TiO2/PVA composite material was attained by surface carboxylated nano-TiO2. However, an extensive aggregation of nano-TiO2 in the PVA matrix occurred for the unmodified nano-TiO2. Typical SEM images of the nano-TiO2/PVA nanocomposites are shown in Fig. 8. These results show that the dispersion of nano-TiO2 particles in PVA can be greatly improved by surface carboxylation.  ## Mechanical Properties of Surface-Modified Nano-TiO2/PVA Composites  Figure 9 shows typical stress–strain curves of the nanocomposites with various nano-TiO2 loadings and -COOH content on the nanoparticle surfaces. Because completely dry PVA films are quite brittle, the stress–strain experiments were performed in an environment with a relative humidity of 50%. According to the usual testing procedure, films were equilibrated in a humidity chamber at 50% relative humidity before testing. An obvious change in stress–strain behavior was observed after the introduction of nanoparticles in the matrix. The stress of the pure PVA matrix increased monotonically after initial elastic deformation, which is consistent with previously reported results [3, 5, 11]. However, the nanocomposite films exhibited a distinguishable yield point, similar to semicrystalline mechanical behavior [11]. The presence of the nanoparticles obviously affected structural rearrangement during postelastic deformation.  The data in Fig. 9 show that the overall mechanical properties of the surface-modified TiO2 nanocomposites were significantly improved by the surface -COOH content. Both tensile strength and strain increased with increasing -COOH content on the nano-TiO2 surface. For the PVA-based materials with high -COOH content (0.15 mmol/g), there was an almost twofold increase in tensile strength. Similarly, the tensile strength and strain increased with modified nano-TiO2 loading. Nanocomposite films with 1.5 wt% nano-TiO2 had a tensile strength nearly three times higher than that of the pure polymer matrix. However, the strain at break for all nanocomposite films was lower than that for the pure PVA film. Compared with raw nano-TiO2, it is evident that the nanocomposites prepared by surface modified nano-TiO2 exhibited more ductile behavior. Dynamic mechanical analysis is a sensitive method that can detect molecular relaxations, including the glass transition temperature of a polymer. Figure 10 depicts the temperature-dependent storage moduli of surface-modified TiO2/PVA nanocomposites with various -COOH content and TiO2 nanoparticle loading. It was observed that the storage moduli of nano-TiO2/PVA composites decreased sharply when the temperature increased from room temperature to 80°C. This sharp decrease corresponds to the glass transition of PVA, which was similar to observations for some PVA nanocomposites [7, 14], but it was slightly lower than other reported values (about 80°C) [35, 36]. This dramatic decrease in storage modulus was attributed to PVA composites absorbing water from the air, resulting in a considerable increase of the free volume occupied by cavities. Such an expansion of the free volume disrupts the hydrogen bonding, thereby increasing the mobility of the polymer chains, thus leading to a decrease in the glass transition temperature [37, 38]. In this article, we are interested in the dynamic mechanical properties of surface-modified nano-TiO2/PVA composite films above Tg. From Fig. 10, it can be observed that the storage modulus above Tg increased both with increasing nanofiller loading and surface -COOH content of the nanoparticles. This demonstrates that the surface carboxylation of nanoparticles can greatly improve the storage modulus of nanocomposite films. The storage moduli of nanocomposite films containing surface-modified TiO2 were ∼3 times higher than those of pure PVA films. Figure 11 shows the effect of carboxylated TiO2 loading and -COOH content on TiO2 surfaces on the storage modulus of their composites at 90°C and 110°C. It is apparent that good linear relationships were obtained between both carboxylated TiO2 loading and -COOH content and storage modulus. These observations could be a result of the nanocomposites becoming more rigid when the nanoparticles were added, as a result of the rigidity of the latter. The crosslinking formed between the nanoparticle and matrix could also improve the storage modulus of composites. The storage moduli of acrylic resin/titania hybrid materials were found to increase gradually with increasing titania content in the hybrid films [39]. It was reported [40] that the crosslinking density of hybrid films has linear relationship with the storage modulus according to the following equation: equation image(1) where υe is the crosslinking density (number of moles) of elastically effective network chains, E′ is the storage modulus, R is the gas constant, and T is the absolute temperature. Although there is no direct relationship between the crosslinking density and the storage modulus as shown in Fig. 11, it is certain that the crosslinking density increased linearly with -COOH content in the composites. Additionally, it was obvious in Fig. 10 that the storage modulus increased with increasing temperature (above Tg), and the extent of increase was related to the -COOH content in the composite, which was enhanced by increasing carboxylated TiO2 loading or -COOH content on the TiO2 surface. A general explanation of this relationship is that as the temperature increases, the mobility of the reactive groups is enhanced, thereby resulting in the occurrence of more crosslinking reactions [41].  To further investigate the mechanical properties of surface-carboxylated TiO2/PVA nanocomposites, the loss tangents of surface modified nanocomposites were measured. Figure 12 shows the temperature dependence of the loss tangent from DMA measurements of the pure PVA and surface carboxylated nano-TiO2/PVA nanocomposites. The loss tangent of the pure PVA above Tg is greater than those of the carboxylated nano-TiO2/PVA nanocomposites. At the same time, the loss tangent decreased with increasing nanofiller content. The same trend was also observed for increasing carboxylation extent of nano-TiO2.  The reason for this apparent enhancement in the mechanical properties of nanocomposites may be attributed to crosslinking between -COOH on the nano-TiO2 surface and -OH on the PVA chain as shown in Scheme 2 and to a good dispersion of nano-TiO2 in the PVA matrix. Because there is a strong interaction between -COOH on the nanoparticle surface and -OH in the PVA chains, polyvinyl alcohol may function as a template during mixing of carboxylated nano-TiO2 with aqueous PVA solution, resulting in a high dispersion of nanoparticles in the PVA matrix. At the same time, a crosslinking reaction between -COOH and -OH groups will occur when the nanocomposite film is dried and heated. Each nanoparticle may function similarly as a crosslinking center. As a result, tensile strength increases with increasing extent of carboxylation of the nanoparticles and the nano-TiO2 content. In this study, the DMA results indicated that the storage modulus of carboxylated nano-TiO2/PVA composites above Tg increased linearly with the nanofiller loading and increasing surface -COOH content of the nanoparticles. In other words, the storage modulus increased with increasing extent of crosslinking reaction between -COOH groups on the nanoparticles and -OH groups in the polymer chains when either the carboxylated nano-TiO2 or surface -COOH content of the nanoparticles increased. Therefore, the significant improvement observed in the storage modulus of carboxylated nano-TiO2/PVA composites is ascribed to a combined effect of crosslinking and a good dispersion of carboxylated nano-TiO2 filler, as shown in Scheme 2.  Because tan δ gauges the ability of a material to dissipate deformation energy [39, 42], the observed decrease in the loss tangent of the nanocomposites can be attributed to an increased crosslinking of the polymer with the inorganic phase or to the entrapment of the polymer chains with inorganic networks, resulting in a reduction of polymer chain mobility. In other words, the loss angle of PVA is greater than that of the prepared nanocomposites, which suggests that the energy-absorbing ability of PVA should be stronger than that of the nanocomposites in an acute strain environment.  To verify the existence of interfacial bonding, a hot water dissolution experiment was performed. From this experiment, it was evident that the pure PVA and unmodified nano-TiO2/PVA composite samples dissolved well in hot water, whereas considerable undissolved residual material was found when carboxylated nano-TiO2 was used to prepare the PVA composites. This residual material was repeatedly washed with hot water and investigated by TGA and FTIR. The resulting TGA curves, given in Fig. 3, show that the undissolved residual contained about 23 wt% PVA and its decomposition temperature increased compared with the TGA curves of pure PVA. This phenomenon was attributed to strong interfacial bonding, which stabilized the composite against thermal decomposition [24]. At the same time, no PVA was observed in the TGA curve of the nano-TiO2, which was obtained by dissolving unmodified nano-TiO2/PVA composite (for purposes of clarity, this curve was omitted from Fig. 3). This was also confirmed by the FTIR spectrum of the undissolved residuals shown in Fig. 1. Some absorption bands, such as that at 1,431 cm−1, that was attributed to O-H and C-H bending vibrations from PVA molecules [43] were observed in the FTIR spectra of the undissolved residuals. These results indicated that a crosslinked structure between -OH on the PVA chains and the -COOH groups on nano-TiO2 surface existed in the modified TiO2/PVA composites. "]], ["CONCLUSIONS", ["Nano-TiO2/polyvinyl alcohol (PVA) composites with high nanoparticle dispersion were obtained as a result of the strong interaction between -OH groups of the polymer chains and the -COOH groups on the nano-TiO2 particle surface. Surface carboxylation of nano-TiO2 was accomplished by reacting the -OH groups on nano-TiO2 surfaces with ClCH2COOH, and the resulting nanocomposites were characterized by a number of methods, including FTIR, XPS, and TGA. Surface-modified nano-TiO2/PVA nanocomposites exhibited a simultaneous increase in tensile strength and strain at break with increasing extent of carboxylation of nano-TiO2 and nanoparticle loading, compared with unmodified nanoparticles. The storage modulus of modified nano-TiO2/PVA composites within the rubbery state also increased with increasing TiO2 loading and -COOH content, to an extent of ∼300% for 1.5% nano-TiO2 loading with 0.15 mmol/g TiO2. The considerable enhancement observed in the mechanical properties of surface modified nano-TiO2/PVA nanocomposites was attributed to crosslinking between -COOH on the nano-TiO2 surface and -OH on the PVA chains, and to good dispersion of nano-TiO2 in the PVA matrix."]]], "doi": "10.1002/pc.20905", "figures": [[null, null, "FIG. 1. FTIR spectra for (a) raw nano-TiO2, (b) surface carboxylated nano-TiO2, (c) undissolved residuals obtained from dissolving the nanocomposite, and (d) pure PVA."], [null, null, "FIG. 10. Temperature dependence of the storage modulus for nano-TiO2/PVA composites with (a) various TiO2 content (0.15 mmol —COOH/g TiO2) and (b) various —COOH content on the TiO2 surface (1.5 wt% TiO2 loading)."], [null, null, "FIG. 11. The relationship between storage modulus for nano-TiO2/PVA composites and (a) TiO2 loading (0.15 mmol —COOH /g TiO2) and (b) —COOH content on TiO2 surface (1.5 wt% TiO2 loading). The storage modulus values were obtained from Fig. 10 at 90°C (  ) and 110°C (  )."], [null, null, "FIG. 12. Temperature dependence of the loss tangent (tan δ) for nano-TiO2/PVA composites with (a) various TiO2 loadings (0.15 mmol —COOH/g TiO2) and (b) various carboxylation extent of nano-TiO2 (1.5 wt% TiO2 loading)."], [null, null, "FIG. 2. X-ray photoelectron spectra of raw TiO2 (a) and surface carboxylated TiO2 (b). Inserts are XPS C 1s core level spectra of raw (upper left) and carboxylated (upper right) nano-TiO2."], [null, null, "FIG. 3. TGA curves of (a) raw nano-TiO2, (b) carboxylated nano-TiO2 with 0.15 mmol —COOH /g TiO2, (c) undissolved residuals from PVA nanocomposites containing 1.5 wt% carboxylated nano-TiO2 with 0.15 mmol —COOH /g TiO2, and (d) pure PVA at a heating rate of 20°C/min."], [null, null, "FIG. 4. Carboxyl group content of nano-TiO2 as a function of (a) chloroacetic acid concentration (reaction temperature: 100°C; 4 hr) and (b) reaction temperature (13 mmol ClCH2COOH/g TiO2, 2.5 hr)."], [null, null, "FIG. 5. Hydrodynamic diameter distributions of (a) modified nano-TiO2 with 0.15 mmol —COOH/g TiO2 and (b) raw nano-TiO2 in water. pH = 7; T = 25°C."], [null, null, "FIG. 6. Hydrodynamic diameter distributions of (a) modified nano-TiO2 with 0.15 mmol —COOH/g TiO2 and (b) raw nano-TiO2 in aqueous PVA solution. pH = 7; T = 25°C."], [null, null, "FIG. 7. TEM micrographs of (a) unmodified TiO2 and (b) modified nano-TiO2 particles with 0.15 mmol —COOH/g TiO2 in PVA. Nano-TiO2 content: 0.5 wt%."], [null, null, "FIG. 8. SEM micrographs of TiO2/PVA nanocomposites with (a) 0.5 wt% surface-modified nanoparticles with 0.15 mmol —COOH /g TiO2 and (b) 0.5 wt% raw nano-TiO2."], [null, null, "FIG. 9. Stress–strain behavior of the surface carboxylated TiO2/PVA nanocomposite films with (a) various TiO2 content (—COOH content on TiO2 surface: 0.15 mmol/l) and (b) various —COOH content (TiO2 content: 1.5 wt%)."], [null, null, "SCHEME 1. Surface modification of TiO2 with chloroacetic acid."], [null, null, "SCHEME 2. A depiction of the strong interaction between —COOH groups on the nanoparticle surface and  —OH groups in the PVA chains.   "]], "table_captions": [], "tables": []}