{"title": "Study on the properties of nano-TiO2/polybutylene succinate composites prepared by vane extruder", "abstract": " Different proportions of nanoscale TiO2 (nano-TiO2)-filled polybutylene succinate (PBS) composites were prepared by vane extruder. The crystalline, thermal, dynamic viscoelastic, mechanical, and UV-resistance properties of the composites were studied, and X-ray diffraction, differential scanning calorimetry, and thermogravimetric analysis were conducted. Results show that the crystalline structure of the PBS composites did not change with TiO2 addition. TiO2 almost has no effect on the crystallization and melting behavior of PBS. Nevertheless, the introduction of TiO2 has improved the thermal stability, tensile modulus, flexural modulus, and flexural strength of the PBS composites. The UV resistance of the composites has also been significantly enhanced with TiO2 addition. ", "body": [["Abstract", [" Different proportions of nanoscale TiO2 (nano-TiO2)-filled polybutylene succinate (PBS) composites were prepared by vane extruder. The crystalline, thermal, dynamic viscoelastic, mechanical, and UV-resistance properties of the composites were studied, and X-ray diffraction, differential scanning calorimetry, and thermogravimetric analysis were conducted. Results show that the crystalline structure of the PBS composites did not change with TiO2 addition. TiO2 almost has no effect on the crystallization and melting behavior of PBS. Nevertheless, the introduction of TiO2 has improved the thermal stability, tensile modulus, flexural modulus, and flexural strength of the PBS composites. The UV resistance of the composites has also been significantly enhanced with TiO2 addition. "]], ["INTRODUCTION", [" With the growing concern on energy crisis and environmental protection, biocompatible and biodegradable polymers have attracted significant attention both from ecological and biomedical perspectives in the past decades 1. Biodegradable aliphatic polyesters such as polybutylene succinate (PBS), polycaprolactone, and polylactic acid have biodegradation properties, biocompatibility, high mechanical strength, and excellent shaping properties. These biodegradable aliphatic polyesters are mainly produced or synthesized from renewable agricultural resources, such as whey, soybean, and corn 2, 3. Therefore, biodegradable polymers have a vast number of potential applications.  PBS is a biodegradable thermoplastic polymer that is produced by the polycondensation reaction between 1,4-butanediol and succinic acid 3. Unlike other conventional thermoplastic polymers, such as polypropylene and polyethylene, PBS is expensive and has poor mechanical properties. These drawbacks of PBS limit its engineering applications 4. Reinforcement by inorganic fibers or whiskers has been considered an effective method to improve the properties of polymers and to cheapen the compound 5.  Given its high catalytic performance, excellent stability, non-toxicity, and low material cost, titanium dioxide is often used as catalyst/photocatalyst in water and wastewater treatment 6, 7. The strong oxidation power and super hydrophilic properties of TiO2 make it an appropriate self-cleaning coating for outdoor purposes 8, 9. Compared with general TiO2, nanoscale TiO2 (nano-TiO2) not only can absorb UV rays but also can scatter UV, thereby enabling nano-TiO2 take advantage of PBS modification. Research on TiO2/PBS will help improve the UV performance of TiO2/PBS. Further research on the composite may also help in the identification of several new surface properties of TiO2/PBS and in the enhancements of the mechanical properties of TiO2/PBS. However, few studies on TiO2/PBS blending have been reported 10.  In this study, different proportions of TiO2-filled PBS composites were prepared by vane extruder. Polymer vane extruder, which was designed by Prof. J.P. Qu in South China University of Technology, is a novel equipment for polymer processing 11. The plasticizing and conveying mechanism of the vane extruder is dominated by elongational flow, which is good for the dispersive and distributed mixing of composites. Furthermore, the thermal-mechanical history of the vane extruder is short, leading to the reduction in the degradation of polymer molecules 12-14. Scanning electron microscopy (SEM), transmission electron microscopy (TEM), X-ray diffraction (XRD), differential scanning calorimetry (DSC), thermogravimetric analysis (TGA), dynamic mechanical properties analysis (DMA), and UV transmittance were used to investigate the effect of TiO2 on the UV performance and morphological, crystal, thermal, dynamic viscoelastic, and mechanical properties of TiO2/PBS blends. "]], ["EXPERIMENTAL", ["##Materials  PBS (Bionolle 1020MD) was supplied by Showa Highpolymer, Japan. The melt flow index used in this study was 25 g/10 min (190°C, 2.16 kg), and the density was 1.26 × 103 kg m−3. The chemical structure for PBS is presented in Fig. 1. Nano-TiO2 (VK-TAKH570, Xuan Cheng Jing Rui New Material, China) with particle size of 20 nm was used in this research.  ##Extrusion Device  The vane extruder is a type of novel polymer processing equipment that is completely different from traditional screw extruder in terms of structure. As shown in Fig. 2, the vane extruder is composed of a number of vane plasticizing and conveying units (VPCU). The stator, vane, baffle, and rotor of the equipment comprise the closed chamber. Given that the stator has an eccentric distance to the rotor, the volume of the closed chamber surrounded by two baffles periodically changes with rotor rotation during processing. A converging channel can be obtained in the circumferential direction, thus generating a dynamic elongated deformation field. The VPCU feeds materials when the volume of the closed chamber increases, but discharge materials when the volume of the closed chamber decreases 15-18. Table 1 shows the main parameters of the vane extruder used in this study.  ##Composite Preparation  PBS and TiO2 were dried in a vacuum at 60°C for more than 6 h before blending to remove moisture. To obtain a composite material with high powder dispersity, PBS, and TiO2 was blended and then added to the vane extruder. The blended material was then prepared with PBS containing 10% TiO2 polymer masterbatch as basic material. Second melt blending was conducted in the vane extruder on the basis of the desired ratio of the basic material and pure PBS. PBS was blended with TiO2 (0, 0.5, 1, 2, 5, and 10 wt%) by using the vane extruder. The profile temperatures were 110, 115, 120, and 125°C, and the vane speed was 60 rpm. Extruded strands were quenched, pelletized, and dried at 60°C for 24 h. The extruded pellets were compression molded in a hydraulic press at 150°C. The size of tensile test samples: 140 × 10 × 4 mm3, the size of flexural test samples: 80 × 10 × 4 mm3, the size of impact test samples: 60 × 8 × 4 mm3 (the size of gap is 2 mm). ##SEM  The fracture surface was studied via SEM (HITACHI S-3700N, Japan). The specimens (4-mm thick) were submerged in liquid nitrogen for ∼15 min and fractured to expose the internal structure for SEM investigations. Prior to the SEM test, all surfaces were sputtered with gold to provide enhanced conductivity. ##TEM  Transmission electron microscopy observations were carried out using a FEI Tecnai F20 at an acceleration voltage of 200 kV. Sample films were prepared with a thickness of 80 nm using a Leica EMUC6/FC6 microtome. ##XRD  D8 ADVANCE (Bruker, Germany) was used for XRD analysis on pure TiO2, pure PBS, and TiO2/PBS composites. Scans were made between Bragg angles ranging from 5° to 60° at a scanning rate of 2° min−1. ##DSC  DSC was performed by using a Netzsch DSC (model 204c, Germany) equipped with liquid nitrogen cooling accessory. Specimens were first heated from room temperature to 150°C, kept for 3 min to eliminate any thermal history, and then cooled to 30°C at 10°C min−1 under nitrogen atmosphere. The second scan was performed by reheating the specimens from 30 to 150°C at 10°C min−1. All thermal parameters provided were determined in an average of three repeats. ##TGA  TGA of samples (10 mg) was conducted on a thermogravimetic analyzer (Netzsch TG209) at temperatures ranging from 30 to 500°C in air atmosphere (250 mL min−1) with a 10°C min−1 heating ramp. ##DMA  DMA was performed at temperatures ranging from −120 to 80°C under liquid nitrogen atmosphere by using a Netzsch DMA (model 242c, Germany). The samples had 10 mm × 4 mm × 1 mm dimensions. Tests were performed in a single cantilever bending mode at a fixed frequency of 1 Hz and a heating rate of 3°C min−1. ##Mechanical Test  Tensile and flexural test of pure PBS and TiO2/PBS blends were conducted by using an INSTRON universal machine (model 5566, United States) in accordance with GBT 1447–2005. INSTRON POE2000 pendulum impact tester was used in the impact test in accordance with GBT 1843. All values were determined in an average of five repeats. ##UV Transmittance  UV transmittance spectra for composites were obtained by using a UV spectrophotometer (American Elmer Lambda950). The spectra were recorded at room temperature in air in wavelengths ranging from 250 to 450 nm."]], ["RESULTS AND DISSCUSSION", ["##Morphological Investigation  The dispersion state of TiO2 in the PBS matrix was characterized by SEM and TEM. The SEM images of the fracture surface for the pure PBS and TiO2/PBS blends with different TiO2 loadings are shown in Fig. 3. And the morphology of 10 wt% TiO2/PBS was also investigated by TEM (Fig. 4). The dark areas represent the TiO2 inorganic phase. Through SEM and TEM test method, it can be found that no obvious reunion phenomenon was observed on the picture, thus illustrating that nano-TiO2 could be distributed homogeneously in the PBS polymer matrix 19, 20.  ## Crystalline Structure  The crystalline structures of TiO2, pure PBS, and TiO2/PBS composites investigated by XRD are shown in Fig. 5. Pure TiO2 shows the following five reflection peaks around 2θ: 27.5°, 37.0°, 41.3°, 54.4°, and 56.7°. Pure PBS exhibits three sharp reflection peaks at 2θ, namely, 19.6°, 22.7°, and 29.2°. These peaks indicate the formation of monoclinic crystals and the diffraction of the (020), (110), and (111) planes, respectively 21. The TiO2/PBS composites also had similar reflection peaks with those of pure PBS, thus denoting that the crystalline structure of PBS was not changed by the addition of TiO2. The intensity of these peaks also decreased with increased TiO2 content 22, 23.  ## Thermal Properties The DSC nonisothermal curves of pure PBS and TiO2/PBS blends at cooling rate of 10°C min−1 are shown in Fig. 6a. Table 2 shows the crystallization temperature (Tc), melting enthalpy (ΔHm), and percent crystallinity (Xc) of pure PBS and TiO2/PBS blends. The Xc of pure PBS and TiO2/PBS blends were determined by Eqs. 1 and 2, respectively 24. The melting enthalpy of 100% crystalline PBS ( urn:x-wiley:02728397:media:pc22633:pc22633-math-0001) is 110.3 J g−1 and Wf is the weight fraction of TiO2 in the composite 25.  Table 2 shows the crystallization exotherms of pure PBS and of TiO2/PBS blends. The crystallization peak temperatures (Tc) at a constant cooling rate of 10°C min−1 for all investigated samples are ∼77°C. This finding suggests the independence of the samples on TiO2 content. As shown in Table 2, the degree of crystallinity (Xc) of TiO2/PBS decreases with increasing TiO2 content. These phenomena indicate that TiO2 does not play an active role in the heterogeneous nucleation of polymer resin 26.  The melting behavior of pure PBS and blends were also investigated by DSC. Figure 6b shows the heating curves at a heating rate of 10°C min−1. The values of the melting peak temperature (Tm) are almost stable (about 114°C), as shown in Table 2. Thus, TiO2 almost has no effect on the melting process of PBS 27.  Figure 7 and Table 3 show the thermal stability of pure PBS and TiO2/PBS blends. The onset degradation (defined by the temperature at 5 wt% loss, T0.05) as well as the char formation at 500°C were reported in Table 3. As expected, the char formation at 500°C is higher for blends with the TiO2 than that of pure PBS. The reason is that there was only inorganics left in the system around 500°C. The onset degradation temperature (T0.05) for pure PBS, 5 wt% TiO2/PBS and 10 wt% TiO2/PBS were 335.9, 341.1, 347.3°C, respectively. It was found that the blends have increased the onset degradation temperature and the introduction of inorganic TiO2 into organic materials tends to improve their thermal stability. This is because the TiO2 act as heat barrier in the early stages of thermal decomposition 28, 29.  ## DMA  Figure 8 illustrates the temperature dependence of storage modulus (E′) and tan δ of pure PBS and TiO2/PBS blends. Figure 8a shows that the enhancements in E′ are 4.02% for 5 wt% TiO2/PBS and 8.20% for 10 wt% TiO2/PBS in temperatures ranging from −100 to −50°C. The sharp drop in E' was observed in temperatures ranging from −50 to 0°C. This temperature decrease is associated with the glass transition temperature (Tg) of the PBS amorphous phase 30. In temperatures ranging from 0 to 60°C, the E' of all the samples were almost the same. The presence of TiO2 in the PBS matrix results in a slight temperature decrease of the tan δ peaks of TiO2/PBS blends (Fig. 8b). This behavior may be caused by the restricted segmental motions at the inorganic–organic interface neighborhood of intercalated TiO2/PBS blends 31.  ## Mechanical Properties  The impact strength for pure PBS and TiO2/PBS blends with different TiO2 loadings are summarized in Fig. 9. TiO2 has little effect on the impact strength of the composite material. Nevertheless, a slight increase of impact strength was observed with increased TiO2 loading. This increase in impact strength could be attributed to the binding force generated between the interface of the TiO2 and PBS matrix when the composite material is subjected to impact force and to the several TiO2 particles pulled out from the PBS matrix that absorb some impact energy 32. As rigid nanoparticles dispersed well and composites haven't appeared reunion phenomenon, the impact strength of PBS is not influenced obviously by the addition of TiO2. Therefore the addition of TiO2 on the impact strength of PBS is kind of small 33.  Figure 10 shows the flexural modulus and flexural strength for pure PBS and TiO2/PBS blends with different TiO2 loadings. As shown in Fig. 10, the flexural modulus increased from 467.17 to 636.73 MPa as the TiO2 loading increased from 0 to 10 wt%. The flexural modulus of composites improved by 36.3% with the 10 wt% TiO2 addition 2, 34. The flexural strength of pure PBS and TiO2/PBS blends had similar flexural modulus trends.  The tensile modulus and tensile strength of pure PBS and TiO2/PBS blends are shown in Fig. 11. The tensile strength of the blends decreased from 31.6 to 25.5 MPa with increased TiO2 loading and was lower than that of pure PBS (37.2 MPa). Even though TiO2 has little effect on the tensile strength of the composite material, a slight decrease in tensile strength was observed on the material with the increase in TiO2 loading. The tensile modulus for pure PBS was 109.43 MPa. The tensile modulus increased slightly and then increased sharply with increasing TiO2 loading. The tensile modulus of 10 wt% TiO2/PBS was higher by ∼15.5% compared with that of pure PBS.  ## UV Transmittance  Figure 12 shows the UV absorption spectrum of the composite films that have the same thicknesses but different TiO2 fractions. Increasing the TiO2 content improves the UV resistance of the system. This improvement is mainly caused by the quantum size effect of TiO2, which results in electronic energy levels near the Fermi level reach discrete energy levels, thus resulting in band gap increase. Coulomb interaction exists in light-generated electron–hole pairs. Therefore, strong bonds from space make the absorption peaks of the electron–hole pair shift to the shortwave direction 35. "]], ["CONCLUSION", [" This article investigates the effect of TiO2 content on the properties of TiO2/PBS composites. Results show that TiO2 can be uniformly dispersed in the PBS matrix via elongational flow. TiO2 addition improves the flexural properties of PBS composites. An increase in TiO2 content results in PBS composites with high thermal degradation content and high storage modulus. However, TiO2 almost has no effect on the crystallization and melting behavior of PBS, and the crystalline structure of PBS did not change despite the addition of TiO2. Nevertheless, the incorporation of TiO2 could improve the UV resistance of pure PBS, thereby providing a new technical method for functional PBS nanocomposite development."]]], "doi": "10.1002/pc.22633", "figures": [[null, null, "FIG. 1. Chemical structure of PBS."], [null, null, "FIG. 10. Flexural modulus and flexural strength of pure PBS and TiO2/PBS blends."], [null, null, "FIG. 11. Tensile modulus and tensile strength of pure PBS and TiO2/ PBS blends."], [null, null, "FIG. 12. Transmittance spectra of films on glass substrates for (a) pure PBS, (b) 0.5 wt% TiO2/PBS, (c) 1 wt% TiO2/PBS, (d) 2 wt% TiO2/ PBS, (e) 5 wt% TiO2/PBS, and (f) 10 wt% TiO2/PBS."], [null, null, "FIG. 2. Schematic diagram of the vane extruder. [Color figure can be viewed in the online issue, which is  available at wileyonlinelibrary.com.]   "], [null, null, "FIG. 3. SEM micrographs of fracture surfaces for (a) pure PBS, (b) 0.5 wt% TiO2/PBS, (c) 1 wt% TiO2/ PBS, (d) 2 wt% TiO2/PBS, (e) 5 wt% TiO2/PBS, and (f) 10 wt% TiO2/PBS."], [null, null, "FIG. 4. TEM micrograph of 10 wt% TiO2/PBS."], [null, null, "FIG. 5. XRD patterns of TiO2, pure PBS, and TiO2/PBS composites."], [null, null, "FIG. 6. (a) DSC non-isothermal crystallization curves and (b) DSC melting curves of pure PBS and TiO2/PBS blends."], [null, null, "FIG. 7. TGA of pure PBS, 5 wt% TiO2/PBS, and 10 wt% TiO2/PBS."], [null, null, "FIG. 8. Temperature dependence of (a) storage modulus (E’) and (b) tan δ for pure PBS and various TiO2/PBS blends."], [null, null, "FIG. 9. Impact strength of pure PBS and TiO2/PBS blends."]], "table_captions": [["Table 1", "Table 1", "Table 1. Main parameters of the vane extruder"], ["Table 3", "Table 3", "Table 3. Percentage of char formation for pure PBS and TiO2/PBS blends at 500°C"]], "tables": []}