{"title": "Effect of TiO2 nanoparticles on the performance of polyphenylsulfone biomaterial for orthopaedic implants", "abstract": " Nanocomposites of biocompatible polyphenylsulfone (PPSU) and titanium dioxide (TiO2) nanoparticles have been prepared via ultrasonication and solution casting. Their structure, surface morphology, water uptake, thermal, mechanical, tribological and antibacterial properties have been investigated in detail. FT-IR analysis revealed the existence of strong hydrogen bonding interactions between the sulfone group of PPSU and the hydroxyl moieties of the nanoparticles, which were homogenously dispersed within the matrix without adding coupling agents. The incorporation of TiO2 reduced the water absorption and increased the thermal stability of the polymer under both inert and oxidative conditions. Furthermore, the nanocomposites exhibited greatly enhanced mechanical performance (storage and Young's moduli, tensile strength and toughness, glass transition and heat distortion temperature) compared to neat PPSU, confirming the formation of a strong nanofiller–matrix interface necessary for an efficient load transfer. Moreover, their tensile properties were retained after exposure to several cycles of steam sterilization or to simulated body fluid (SBF) at physiological temperature. Outstanding improvements in the tribological performance under both dry and SBF conditions were also attained, demonstrating the suitability of these nanoparticles for providing wear resistance to the matrix. The nanocomposites exhibited inhibition against both Gram-positive and Gram-negative bacteria with and without UV illumination, which was progressively enhanced with increasing TiO2 loading. These biomaterials are very promising for use in biomedical applications like orthopaedic and trauma implants. ", "body": [["Abstract", [" Nanocomposites of biocompatible polyphenylsulfone (PPSU) and titanium dioxide (TiO2) nanoparticles have been prepared via ultrasonication and solution casting. Their structure, surface morphology, water uptake, thermal, mechanical, tribological and antibacterial properties have been investigated in detail. FT-IR analysis revealed the existence of strong hydrogen bonding interactions between the sulfone group of PPSU and the hydroxyl moieties of the nanoparticles, which were homogenously dispersed within the matrix without adding coupling agents. The incorporation of TiO2 reduced the water absorption and increased the thermal stability of the polymer under both inert and oxidative conditions. Furthermore, the nanocomposites exhibited greatly enhanced mechanical performance (storage and Young's moduli, tensile strength and toughness, glass transition and heat distortion temperature) compared to neat PPSU, confirming the formation of a strong nanofiller–matrix interface necessary for an efficient load transfer. Moreover, their tensile properties were retained after exposure to several cycles of steam sterilization or to simulated body fluid (SBF) at physiological temperature. Outstanding improvements in the tribological performance under both dry and SBF conditions were also attained, demonstrating the suitability of these nanoparticles for providing wear resistance to the matrix. The nanocomposites exhibited inhibition against both Gram-positive and Gram-negative bacteria with and without UV illumination, which was progressively enhanced with increasing TiO2 loading. These biomaterials are very promising for use in biomedical applications like orthopaedic and trauma implants. "]], ["Introduction", [" Over the past decades, metallic materials like titanium alloys were extensively employed for implantable devices such as artificial blood vessels and orthopaedic implants owing to their exceptional corrosion resistance, superior mechanical performance, low density, cytocompatibility and capacity to join with bones and other tissues (osseointegration).1 Nevertheless, the mismatch between the mechanical properties of Ti alloys and human bones combined with the concerns about post-implant biological reactions and potential implant failure and their high cost have recently limited their use, and substitutes are sought.2 Promising alternative materials are aromatic polysulfones, a class of high-performance amorphous thermoplastics characterized by high glass transition temperatures, high mechanical strength and stiffness, good chemical, hydrolytic and dimensional stability, transparency, very low moisture absorption, superior tribological performance, excellent thermal and oxidative resistance as well as easy processability.3 They are used in a broad range of applications ranging from medicine and food processing devices to electrical and electronic components. In particular, they are widely employed as biomaterials for hemodialysis membranes due to their biocompatibility, chemical inertness and resistance to all sterilization techniques (steam, ethylene oxide, and gamma radiation).4 However, polysulfones have a few drawbacks for practical use including their hydrophobic nature and low resistance to UV irradiation. In this regard, they can be blended with other polymers5 or reinforced with different additives (i.e. micro- or nano-scale fillers)6 in order to improve their hydrophilicity and resistance to microorganisms, wear, radiation and overloads. The most common thermoplastics of this family are polysulfone (PSU), polyethersulfone (PES) and polyphenylsulfone (PPSU). Albeit several articles dealing with PSU or PES-based composites incorporating nanofillers like graphene oxide (GO),7 carbon nanotubes (CNTs),8 organoclay,9 Ag,10 TiO2 (ref. 11) or ZnO12 have been published, studies with PPSU as a matrix material are very scarce.13  Titanium dioxide (titania, TiO2) nanostructures are inorganic n-type semiconductors that have become the focus of considerable research over recent years due to their extraordinary characteristics for optics, photonics and electronics.14 They are inert, non-toxic, relatively inexpensive and environmentally-friendly nanofillers, and show excellent mechanical properties, low coefficient of thermal expansion, high thermal conductivity, intense UV absorption, very high hydrophilicity and strong antibacterial activity against a wide variety of microorganisms.15 TiO2 nanoparticles have been used most widely in paints, cosmetics, food packaging, optical devices and antimicrobials. The antibacterial properties of irradiated TiO2 materials are reported to arise from the combination of their self-cleaning and self-disinfection properties,16 albeit the exact mechanism that controls bacterial killing is still unclear. When they are illuminated with UV radiation, electron/hole pairs are generated and then separate between the conductance band (CB) and the valence band (VB). When the holes (h +VB) interact with an aqueous solution, highly reactive oxygen species (i.e. O2−, HO2 and HO radicals) are generated, which seems to be one of the main reasons for their inactivation of bacteria and viruses. However, TiO2 nanoparticles are not yet routinely applied as active antibacterial materials in medical implants.  There are three main polymorphs of TiO2 found in nature: anatase (tetragonal), brookite (orthorhombic) and rutile (tetragonal), the former being the most commonly employed in photocatalytic applications. Anatase is the least thermodynamically stable polymorph as a bulk phase, although it generally predominates when the grain size is below 100 nm.17 Nanostructured anatase-TiO2 can be synthesized by a large number of techniques including liquid-phase sol–gel, microemulsion, hydro- and solvothermal, aerogel, sonochemical or surfactant-templated methods.15,17 The excellent characteristics of TiO2 make it an ideal candidate as a reinforcing filler in polymeric nanocomposites. Thus, over a hundred papers have been reported since the 1990s dealing with TiO2 nanostructures embedded in polymeric matrices.18 However, studies on TiO2-reinforced polysulfone nanocomposites are very scarce,11,19,20 and all of them deal with ultrafiltration membranes. To the best of our knowledge, no previous work focused on the preparation and characterization of PPSU/TiO2 nanocomposites has been reported, which is the main objective of this work.  In the present study, untreated TiO2 nanoparticles at various loadings have been incorporated in a PPSU biomaterial via ultrasonication followed by solution casting without the aid of surfactants or coupling agents. The morphology of the resulting nanocomposites and particle size distribution has been evaluated by SEM analysis, their structure by XRD and the interactions between the nanoparticles and the matrix by FT-IR spectroscopy. Furthermore, an extensive characterization has been carried out to analyze in detail the effect of adding TiO2 nanofillers on the thermal stability, static and dynamic mechanical performance, tribological and antibacterial properties of these novel bionanocomposites that show great potential for orthopaedic applications. "]], ["Experimental", ["##Materials  Veriva VR-500 polyphenylsulfone, PPSU (d25°C = 1.29 g cm−3, Tg ∼ 220 °C, MFR: 13–20 g/10 min), was supplied by Solvay Specialty Polymers. Its chemical structure is shown in Scheme 1. This polymer grade complies with USP class VI and ISO 10993 requirements specified for plastics used for medical applications, and is suitable for use in implantable devices. The polymer was dried under vacuum at 150 °C for 3 h and stored in a dry environment. Titanium(iv) oxide nanopowder, TiO2 (99.8% anatase, <100 nm particle size, a density of 4.26 g cm−3 and specific surface area > 14 m2 g−1), was supplied by Sigma-Aldrich.  ##Nanocomposite preparation  Nanocomposite films were manufactured via a solution casting process. Taking into account preliminary studies that revealed the presence of aggregates for composite samples prepared by direct mixing of PPSU and TiO2, a pre-processing step based on ultrasonication in chloroform was included. Firstly, for each composite, the neat polymer (∼10 g) was dissolved in chloroform (100 mL) by ultrasonication for 30 min. Subsequently, the required amount of nanoparticles was added and the resulting mixture was kept under magnetic stirring overnight and then subjected to ultrasonication for 1 h in order to disperse the nanoparticles uniformly in the solution. Thin films with various TiO2 loadings (0.5, 1.0, 3.0 and 5.0 wt% final nanoparticle concentration) were prepared by casting the corresponding solution onto a glass Petri dish to evaporate the chloroform at room temperature; no freestanding film formation was observed. Finally, they were dried under vacuum for 24 h to remove the residual solvent.  ##Characterization techniques  The morphology of the nanocomposites was examined with a SU8000 Hitachi scanning electron microscope (SEM) applying an acceleration voltage of 1.0 kV. The films were cryo-fractured in liquid nitrogen and subsequently coated with a ∼5 nm Cr overlayer to avoid charge accumulation during electron irradiation.  A Perkin-Elmer Spectrum One spectrometer equipped with a Universal ATR sampling accessory (a diamond crystal) and a red laser excitation source (632.8 nm) was used to obtain the room temperature attenuated total reflectance FT-IR spectra. 4 scans were collected for each sample in the wavelength range between 4000 and 500 cm−1. To improve the signal-to-noise ratios, spectra were collected with an incident laser power of 1 mW and a resolution of 4 cm−1.  The thermal stability was investigated by thermogravimetric analysis (TGA) using a TA Instruments Q50 thermobalance. Prior to the measurements, samples were dried overnight at 100 °C. The temperature was scanned from 25 to 900 °C under both nitrogen and dry air atmospheres at a heating rate of 10 °C min−1. Experiments were performed on samples with an average mass of 15 mg, using a purge gas flow rate of 60 mL min−1.  To determine the water absorption, samples were dried in a desiccator at 0% RH for one week. Subsequently, they were placed in a beaker at 100% RH and allowed to absorb water at a temperature of 25 ± 2 °C. After certain time intervals, the samples were taken out and the water on the surface was completely removed using tissue paper and weighed. Immediately, the samples were replaced into the water. Water uptake was calculated as: [(Wt − Wi)/Wi] × 100, where Wi and Wf are the initial and instantaneous weights of the samples, respectively. Five replicates for each sample were measured, and the average value is reported.  X-ray diffraction (XRD) measurements were performed with a Bruker D8 Advance diffractometer using a Cu tube as an X-ray source (λ CuKα = 1.54 Å), with a voltage of 40 kV and an intensity of 40 mA. The results were analyzed with the fitting software Topas 2.1 in Bragg–Brentano geometry in the angular range of 2θ = 5–60°, with an angular increment of 0.05° and an accumulation time of 3 s.  The dynamic mechanical performance was studied using a Mettler DMA861 dynamic mechanical analyzer. Experiments were carried out in the tensile mode on rectangular shaped bars, in the temperature range between −120 and 300 °C at a heating rate of 2 °C min−1 and frequencies of 0.1, 1 and 10 Hz. A dynamic force of 6 N was used oscillating at a fixed frequency and amplitude of 30 μm.  Tensile properties were measured with an INSTRON 4204 mechanical tester at room temperature (23 °C) and 50 ± 5% RH, using a crosshead speed of 1 mm min−1 and a load cell of 1 kN. Tensile specimens (Type V) were employed, according to the UNE-EN ISO 527-1 standard. All the samples were conditioned for 24 h before the measurements. Five specimens for each type of nanocomposite were tested to check for repeatability. Tensile tests were also performed on composites subjected to 10 steam sterilization cycles in an autoclave in which they were exposed to saturated steam for 15 min at 124 °C and 2 bars, following the EN ISO 17665 standard, as well as on samples soaked in simulated body fluid (SBF) at 37 °C for 10 weeks. The electrolyte used as SBF was Hank's balanced salt solution (HBSS),21 which was prepared using laboratory grade chemicals and double distilled water.  The heat distortion temperature (HDT) was measured using a HDT/VICAT heat deflection tester according to the ASTM D648 standard. Specimens were conditioned at 25 ± 2 °C and 50 ± 5% RH for 24 h prior to the measurements. The sample position was edgewise, test span 100 mm, surface stress 1.8 MPa and heating rate 2 °C min−1.  The coefficient of thermal expansion (CTE) was measured by thermomechanical analysis (TMA) using a Perkin-Elmer TMA 7 instrument. Samples were dried for 1 h at 100 °C and then cooled in a desiccator. Subsequently, they were heated from 0 to 250 °C at a rate of 2 °C min−1 under a nitrogen atmosphere, and the CTE was determined from the slope of the TMA expansion curve at 25 °C.  A micro-Vickers hardness tester (Innovatest® 422A) was used to evaluate the microhardness of the laminates. The specimens were subjected to a load of 50 g for 15 s under controlled ambient conditions. The diagonals of each indentation were measured three times to obtain average values.  Pin-on-disk tests were carried out on a pin-on-disc tribometer (MT/10/SCM from Microtest), using a 6 mm diameter 100Cr6 steel ball like pattern slide, at a rotation speed of 375 rpm. The equipment was placed in an isolated box to control the atmospheric conditions, and the experiments were performed under both dry and lubricated (SBF) conditions over a period of 6 h. For the dry tests, a load of 5 N was applied at 23 ± 2 °C and 10 ± 2% RH. Experiments in SBF (HBSS)21 medium were performed at 37 °C under 10 N normal load, using a sample tray holder coupled directly to the tribometer plate. The wear experienced by the flat substrate was determined through the measurement of the wear-track profile by using a profilometer with a resolution of ∼10 nm. For repeatability, each tribological test was repeated 3 times, and the mean values of the friction coefficient and wear rate are reported.  The antibacterial activity assay was performed following the ISO 22196:2007 standard. The composites were tested against two microorganisms: Gram-positive Staphylococcus aureus (S. aureus, ATCC 12600) and Gram-negative Escherichia coli (E. coli, ATCC 25922). All the samples were sterilized in an autoclave prior to the tests, and then submerged in a 3 day-old nutrient broth of ∼2.0 × 106 colony forming units per mL (CFU mL−1). After incubation at 37 °C for 24 h, the number of viable microorganism colonies was counted manually using a pen and a click-counter, and the results were expressed as the mean CFU/sample. In one set of experiments, the samples were illuminated with 365 nm UV light, and in the other set they were tested without exposure to UV light. The antibacterial activity (AA) was calculated using the equation: AA = log(viable cell countcontrol/viable cell countcomposite), where neat PPSU films were used as controls. The tests were conducted in triplicate and the average values are reported. "]], ["Results and discussion", ["##FT-IR study  The ATR-FTIR spectra of TiO2, PPSU, and the nanocomposites with 1.0 and 5.0 wt% loading are compared in Fig. 1 in order to give insight into the nanoparticle–matrix interactions. The spectrum of TiO2 displays a broad and intense peak centred at about 3400 cm−1 assigned to the stretching of surface absorbed water and hydroxyl groups on the nanoparticle surface, and the bending vibration of coordinated H2O as well as Ti–OH appears at 1630 and 1012 cm−1.22 The broad band centred at 650 cm−1 corresponds to the Ti–O–Ti stretching, and the peak at 1400 cm−1 has been reported to arise from TiO2 lattice vibrations.23 On the other hand, the spectrum of neat PPSU shows absorption peaks at 1300 and 1155 cm−1 ascribed to the asymmetrical and symmetrical stretching vibrations of the SO2 group, respectively.24 The sharp peaks at 1587 and 1485 cm−1 arise from the C–C stretching of the aromatic rings, and that at 1245 cm−1 is related to the C–O stretching vibration of the ether group. In addition, the band at 1083 cm−1 is assigned to the S[double bond, length as m-dash]O stretching, those in the range of 700–600 cm−1 are attributed to the C–S stretching and the strong peak at 560 cm−1 is assigned to the SO2 scissor deformation.22 The spectra of the nanocomposites show the characteristic peaks of both PPSU and TiO2. A broadening upshift of the peak assigned to the hydroxyl stretching is observed, by about 28 and 42 cm−1 for the composites with 1.0 and 5.0 wt% TiO2, respectively. Such behaviour has been ascribed to a change from intramolecular to intermolecular hydrogen bonding interactions,22 and suggests H-bond formation with the sulfone group of PPSU at the expense of breaking the H-bonds among the hydroxyl groups of the nanoparticles. Indeed, sulfones are considered to be good hydrogen bond acceptors due to the highly polar nature of the sulfur–oxygen bond.25 More importantly, the bands related to the stretching of the SO2 group are wider and appear at lower wavenumbers than those of the neat thermoplastic, the average downshift being 30 cm−1 for the nanocomposite with the highest loading, also indicative of the formation of hydrogen bonds with the hydroxyl moieties of the nanoparticles. Furthermore, the broad peak arising from the Ti–O–Ti stretching shifts down to 636 and 628 cm−1 in the nanocomposites with 1.0 and 5.0 wt%, respectively, another indication of the existence of nanoparticle–matrix interactions that become stronger upon rising nanofiller concentration. Besides, this peak is more intense in the nanocomposite with 5.0 wt% compared to that with 1.0 wt%, in agreement with its higher TiO2 content.  ## SEM analysis  The cryo-fractured surface of the nanocomposites was analyzed by SEM, and representative micrographs of PPSU filled with 5.0 and 1.0 wt% TiO2 are shown in Fig. 2. The bright dots in the images correspond to the TiO2 nanoparticles in the anatase phase that present quasi-spherical shape and a broad size distribution, with diameters in the range of 30–100 nm and a mean value of 70 nm. A random and homogeneous TiO2 distribution can be observed in both nanocomposites, without agglomerates. However, the dispersion is finer in the nanocomposite with lower TiO2 content (Fig. 2b), whilst that with higher loading displays smaller interparticle distance, and a few small clusters (100–200 nm in size) composed of 2 or 3 particles can be detected (Fig. 2a). A similar morphology with uniformly dispersed fillers was also found for the nanocomposites incorporating 0.5 or 3.0 wt% loading, demonstrating that the pre-processing stage together with the interactions between the sulfone groups of the matrix and the hydroxyl groups of the nanoparticle surface prevents nanoparticle aggregation. On the other hand, the micrographs suggest increased surface roughness for the sample with higher TiO2 content, which could be indicative of a more tortuous crack propagation path. Overall, the images reveal that the combination of ultrasonication and solution casting was indeed effective for uniformly dispersing the TiO2 at the nanoscale within the PPSU matrix without the need for particle surface treatments or compatibilizers, making the processing of these biomaterials simple, economic and easy to scale-up.  ## Crystalline structure  The XRD patterns of bare TiO2 nanoparticles, PPSU and the nanocomposites with 1.0 and 5.0 wt% loading are shown in Fig. 3. The nanoparticles exhibit characteristic peaks at 2θ values of 25.1°, 36.7°, 38.1°, 39.2°, 48.0°, 54.2° and 55.3°, corresponding to the diffraction of the (101), (103), (004), (112), (200), (105), and (211) crystalline planes, respectively, of the tetragonal structure of anatase TiO2. All the diffraction peaks are in good agreement with the standard pattern (JCPDS data no. 36-1451). The appearance of sharp crystalline reflections indicates the high purity and crystallinity of the nanoparticles. Their average crystallite size was estimated from the (101), (004) and (200) reflections according to the Scherrer equation26 to be 20.8 nm.  On the other hand, the diffractogram of PPSU shows a single broad reflection in the range of 2θ = 10–30° indicative of its amorphous character. This wide peak can also be observed in the diffractogram of the nanocomposites, together with those characteristic of the nanoparticles, corroborating that the crystalline structure of the nanoparticles has not been disturbed during the composite manufacturing process. However, a progressive shift in the position of the crystalline reflections toward higher 2θ values is found with increasing TiO2 content, suggesting a change in the unit cell dimensions of the anatase phase. Furthermore, with increasing nanoparticle concentration the peaks become gradually wider, probably caused by a decrease in the crystallite size, the reduction being about 22% for the nanocomposite with the highest loading. Analogous behaviour of diminution in the crystallite size of TiO2 has been reported for other nanocomposites based on amorphous thermoplastics like poly(amide-imide) (PAI).27 The steric hindrance of the polymer chains surrounding the nanoparticles could disrupt their molecular packing, resulting in the formation of smaller and less perfect crystals. Nevertheless, it is important to notice that the Scherrer formula provides only a lower bound of the crystallite size due to several factors that can contribute to the width of the reflections, the most important being instrumental effects, inhomogeneous strain and crystal lattice imperfections.26  ##Thermal stability  Orthopaedic implants can be subjected to high temperatures, in particular due to impact loading during installation or frictional contact in a joint replacement. Therefore, these materials require high heat resistance. To analyze the thermal stability of the nanocomposites, TGA characterization was carried out under both inert and oxidative environments. The decomposition curves of TiO2, PPSU and the nanocomposites with different nanoparticle loadings are shown in Fig. 4, and their characteristic degradation temperatures are listed in Table 1. Under a nitrogen atmosphere (Fig. 4a), the bare nanoparticles exhibit two small weight losses: the first (∼1.8 wt%) below 250 °C, probably related to the elimination of physically and chemically adsorbed water on their surface, and the second (∼6.2 wt%) with a maximum rate around 335 °C ascribed to the removal of residual organic materials.28 PPSU is one of the most thermally stable thermoplastics due to its aromatic rings and sulfone groups integrated in a conjugated system with a high degree of resonance stabilization.29 It exhibits a single degradation stage under an inert environment that initiates (Ti) at ∼535 °C and shows the maximum rate of weight loss (Tmax) at about 574 °C (Table 1). Since the carbon–sulfur bond between the aromatic ring and the sulfone group is weak, this step corresponds to the scission of the polymer chains, leaving SO2, benzene and phenol as the main degradation products.29 A one-step process is also observed for the nanocomposites, albeit shifted to higher temperatures. Thus, both Ti and Tmax rise with increasing nanoparticle loading, the maximum increments being around 30 and 40 °C, respectively, for the composite with 5.0 wt% TiO2. These exceptional increases can be attributed to the formation of a nanoparticle network that strongly interacts with the matrix via H-bonding interactions and restricts the thermal motions of the chain segments. Furthermore, the nanoparticles can effectively act as mass transport barriers, hindering the diffusion of volatile products from the bulk of the matrix to the gas phase.30 Another factor contributing to the thermal improvement is the high thermal conductivity of TiO2 (ref. 31) that should facilitate heat dissipation within the composite. It is important to note that these outstanding thermal stability enhancements are considerably larger than those previously reported for PSU filled with organoclay,9 PES reinforced with Ag10 or GO7 or PPSU filled with polyhedral oligomeric silsesquioxanes (POSS),13 likely related to the strong nanofiller–matrix interactions that have a profound effect on the thermal properties of the nanocomposites.  The thermal stability of the samples is influenced by the type of atmosphere. Under oxidative conditions (Fig. 4b), neat TiO2 also displays two degradation steps that occur at a slightly lower temperature than those under a nitrogen atmosphere, leading to a ∼13% weight loss. The decomposition of PPSU under dry air takes place in two consecutive stages, which leads to the total decomposition of the polymer. The former initiates at ∼480 °C, about 55 °C lower than in a nitrogen atmosphere, also related to the release of SO2, benzene and phenol, while the second begins at around 550 °C and involves the loss of diphenyl ether, biphenyl and dibenzofuran as degradation products.29 The two maximum degradation rates (Tmax I and Tmax II) appear at 533 and 616 °C, respectively. The incorporation of TiO2 shifts the matrix curve towards higher temperatures, this stabilization effect being qualitatively similar to that observed under an inert environment. Thus, Ti increased by 37 °C and Tmax I and Tmax II by ∼24 and 21 °C, respectively, for the nanocomposite with the highest nanoparticle content.  The nanoparticles not only enhance the thermal stability of the matrix, but also promote char residue formation. The weight of the residues under an inert atmosphere can be correlated with the flame retardant ability of the nanocomposites through the oxygen index (OI). The limiting OI is the minimum amount of oxygen needed in a nitrogen–oxygen mixture (air) to maintain combustion after ignition, and can be determined using the Van Krevelen equation;32 the results for the different samples are collected in Table 1. A material is regarded as flammable when its OI is lower than or equal to 26%. PPSU has low flammability (OI ∼ 31%), and when burning gives off low levels of smoke and toxic gas. The OI rises upon increasing TiO2 content, reaching a value of ∼34% at 5.0 wt%. This enhanced fire resistance should be related to the high thermal conductivity of TiO2, as discussed previously. The nanoparticles favour the rapid heat dissipation through the bulk of the composite, which means that it takes longer for the surface temperature of the sample to reach the ignition point.  ##Moisture resistance Biomaterials can be chemically damaged by long-term exposure to fluid environments; hence, very low moisture absorption is required in order to maintain their dimensional stability. The kinetics of water absorption of the developed nanocomposites was investigated, and the results are shown in Fig. 5. All the samples exhibit a non-linear growth of the water uptake with increasing time, reaching a constant value (equilibrium) after one week. Neat PPSU shows a low water uptake of ∼0.23% at 24 h and ∼0.84% at the equilibrium. The addition of small amounts of TiO2 reduces the water absorption rate, by an average of 30% at 3.0 wt% loading. These results point out that the nanocomposites have improved barrier properties against water, which should be related to the presence of well-dispersed crystalline nanoparticles that increases the tortuosity of the transport path. Thus, the composites have a reduced fraction of the amorphous phase through which water molecules can permeate. However, the addition of higher nanoparticle contents results in a smaller decrease in the water uptake (i.e. ∼19% at 5.0 wt% TiO2), hinting that other factors influence the water absorption. In fact, TiO2 nanoparticles are considerably more hydrophilic than PPSU, hence the hydrophilicity of the nanocomposites should increase with the nanoparticle content. Furthermore, the state of nanoparticle dispersion significantly influences the barrier properties, since the presence of small clusters can result in preferential penetrant pathways for water transport.33 Thus, the overall result likely arises from a balance between water affinity, tortuosity effects and nanoparticle dispersion.  ## Static mechanical properties  Composites for load bearing applications must comply with a high mechanical strength, modulus and impact resistance. Therefore, it is of great interest to investigate the static mechanical properties of PPSU/TiO2 nanocomposites by means of tensile tests. Their room temperature Young's modulus (E), tensile strength (σy), elongation at break (εb) and toughness (T) values are compared in Fig. 6. Neat PPSU shows a Young's modulus of about 2.8 GPa (Fig. 6a), which increases gradually upon raising nanoparticle loading, by up to 62% at the highest concentration tested. A very similar trend is found for the tensile strength that shows a maximum improvement of ∼43% at 5.0 wt% TiO2 (Fig. 6b). These outstanding improvements are attributed to the reinforcement effect of the rigid and homogeneously dispersed TiO2 nanoparticles combined with the strong nanofiller–matrix interactions via H-bonding, which constraints polymer chain motion and promotes the adhesion between the two phases, resulting in improved load transfer. The increments found in this work are considerably larger than those attained upon addition of other inorganic nanofillers like POSS to PPSU13 or nanohydroxyapatite (HA)34 or organoclay35 to PES. Only the incorporation of small amounts (≤1.0 wt%) of GO to PES7 resulted in higher stiffness and strength improvements, which is reasonable considering the exceptional modulus of this carbon nanofiller (∼1 TPa).   Taking into account the reported Young's modulus for TiO2 (230 GPa),15 the theoretical E values for PPSU based nanocomposites were estimated according to Krenchel's rule of mixtures for discontinuous reinforcement,36 and the results are plotted as solid symbols in Fig. 6a. The predicted values are well fitted to the experimental data (differences < 9%). For TiO2 contents ≤1.0 wt%, the theoretical predictions fall below the experimental results, corroborating that the nanoparticles are indeed individually dispersed and strongly adhered to the PPSU matrix, which are the main requirements for an effective reinforcement.  Regarding the elongation at break (Fig. 6c), only small changes are observed up to 1.0 wt% nanoparticle content compared to the value of neat PPSU (∼32%), showing a decrease at higher loadings, by around 30% at 5.0 wt% TiO2. This is the typical behaviour expected for filler-reinforced composites, since the fillers restrict the ductile flow of the polymer chains, which is reflected in lower εb values. Nevertheless, for similar nanofiller contents, the fall in tensile strain found for POSS-reinforced PPSU13 or PES/GO nanocomposites7 was stronger (i.e. about 52% at 5.0 wt% POSS), likely related to poorer nanofiller dispersion. The ultrasonication step used in the fabrication process combined with the hydrogen bonding interactions between TiO2 and PPSU prevent nanoparticle aggregation, resulting in less stress concentration sites, thus minimizing the reduction in ductility. Another important parameter is the area under the tensile curve, which is a measure of the toughness of the system (Fig. 6d). It is known that polymers with main chains containing aryl units connected by flexible heteroatom linkages are quite ductile in their amorphous glassy state.37 In this regard, polysulfones consist of highly entangled structures that can easily deform through shear bands.36 When the stress is applied, the shear bands become wider and absorb more energy, which favour ductile deformation rather than crack growth, resulting in very high impact strength. Interestingly, all the developed nanocomposites exhibit a larger area than the neat polymer, showing a maximum increment of 23% at 0.5 wt% TiO2. These results indicate that the composites have enhanced ability to absorb energy during the deformation process, likely arising from a homogenous nanoparticle dispersion that minimizes the stress concentration sites and a strong matrix–nanoparticle interfacial adhesion that can provide an effective barrier for the propagation of cracks.  Certain implants like hip joint prostheses are intended to remain in the body environment over several decades. Therefore, it is important to evaluate the mechanical properties of the developed nanocomposites under different environmental conditions such as long-term exposure to simulated body fluid (SBF) at 37 °C. Furthermore, it is also interesting to investigate if the materials can withstand several cycles in an autoclave, a method commonly used for medical implant sterilization. The results from tensile tests under those conditions are also shown in Fig. 6. The comparison between data obtained before and after sterilization or exposure to SBF reveals that the Young's modulus and tensile strength of all the nanocomposites remain unaffected (differences ≤ 1%), whereas the elongation at break and toughness show a small fall (≤3%), although the changes are within the standard deviations of the measurements. The experimental data confirm that neither the autoclave sterilization process nor the long-term exposure to SBF alters the tensile properties of these nanomaterials. Such behaviour is ascribed to the excellent environmental resistance of both PPSU and TiO2. Overall, the results suggest that the developed biomaterials are appropriate for long-term load-bearing implants.  ## Thermomechanical properties  The influence of TiO2 nanoparticles on the dynamic mechanical properties of the composites was explored by DMA. Fig. 7 shows the temperature dependence of the storage modulus (E′) and loss factor (tan δ) for PPSU and the nanocomposites with different nanoparticle loadings at the frequency of 1 Hz. The Tg and E′ values at different temperatures are collected in Table 2. At temperatures above 200 °C, in the vicinity of the glass transition temperature (Tg), E′ of PPSU decreases rapidly. The rise in temperature leads to increased chain motion, resulting in storage modulus reduction, particularly at temperatures around and higher than Tg where the chain segments or even entire polymer chain movements occur. Below the softening point, amorphous polymers like polysulfones are rigid; upon heating, they soften in the region of the glass transition temperature, hence the viscosity above Tg decreases without any distinct melting point, leading to some liquid-like properties.38 It is evident that E′ of the composites rises progressively with the addition of TiO2 both at temperatures below and above Tg (Fig. 7a), pointing out again the stiffening effect of these rigid inorganic nanoparticles. Thus, at ambient temperature, the incorporation of 0.5, 1.0, 3.0 and 5.0 wt% nanofiller loadings increases E′ of PPSU by about 16, 30, 41 and 53%, respectively, (Fig. 7b). Even higher increments are found at temperatures above Tg (i.e. about 140 and 350% increase at 250 °C for composites with 0.5 and 5.0 wt%, respectively, see Table 2), indicating that the stiffening effect is more pronounced above the softening point of the matrix, where the fillers strongly obstruct the polymer flow. Analogous behaviour has been reported for other inorganic nanoparticle-reinforced thermoplastics such as poly(ether ether ketone) (PEEK)39 or poly(3-hydroxybutyrate-co-valerate) (PHBV).40  The effectiveness of fillers on the moduli of composites can be described by a coefficient C calculated using the equation:41C = (E ′g/E ′r)comp/(E ′g/E ′r)polym, E ′g and E ′r being the storage modulus values in the glassy and rubbery regions, respectively. This coefficient represents the ability to perturb polymer chain motion, and depends on a large number of factors including the polymer nature, the filler concentration and size distribution as well as the filler–filler and filler–matrix interactions. Basically, the lower the C coefficient, the higher the effectiveness of the reinforcement. This coefficient was determined at four temperatures (230, 250, 275 and 300 °C), taking E ′g at 100 °C, and the results are plotted in Fig. 7d. As expected, C drops with increasing nanoparticle loading, and the minimum C values are obtained for the sample with 5.0 wt% TiO2. For all the nanocomposites, C decreases with increasing temperature, showing a sharp drop above 275 °C; this trend demonstrates a higher reinforcement effect at elevated temperatures, as inferred from Fig. 7a. Under such conditions, the polymer loses the elastic response and the viscous behaviour starts to dominate. Consequently, E′ of the polymer decreases, whereas the stiffness of the nanoparticles remains unaltered given that they do not undergo any thermally induced transition, increasing their effectiveness on the composite modulus.  The evolution of tan δ (the ratio of the loss to storage modulus, Fig. 7c) as a function of temperature exhibits an intense peak whose maximum corresponds to the Tg. Neat PPSU shows a Tg value close to 215 °C (Table 2), which rises gradually upon increasing nanoparticle concentration, by up to 14 °C at the highest loading tested. This outstanding increment is attributed to the confinement of PPSU within the nanoparticle network that prevents segmental chain motion and reduces the free volume. This restricted relaxation behaviour arises from the strong interaction between the sulfone group of the polymer and the hydroxyl moieties of the TiO2 surface via hydrogen bonding, combined with the good nanoparticle dispersion that results in a large matrix–filler interfacial contact area, facts that cause an effective immobilization of the polymer chains. The Tg enhancements found in this work are larger than those reported by the addition of similar amounts of POSS to PPSU13 or CNTs to PSU,8 and comparable to those found for organoclay-reinforced PES.35  Moreover, a broadening of the tan δ peak is found upon addition of the nanoparticles, particularly for the nanocomposites with 3.0 and 5.0 wt% loading (Table 2), which shows a full-width at half maximum (FWHM) value of about 9 and 11 °C higher than that of PPSU (∼53 and 64% increase, respectively). This phenomenon has been explained in terms of the difference between the physical state of the matrix surrounding the nanoparticles (a shell of an immobilized polymer layer) compared to the bulk matrix, and has also been interpreted as a larger volume of the interface.40 The increase in the TiO2 concentration results in stronger nanoparticle–matrix hydrogen bonding interactions and a larger interfacial area, and the molecular motions at the interface region also contribute to the damping of the material. Besides, the nanocomposites exhibit reduced height of the tan δ peak compared to that of the amorphous polymer (by up to 23% drop at 5.0 wt% TiO2, Table 2), yet another indication of the reduction in chain mobility imposed by the nanoparticles. Furthermore, the magnitude of tan δ is related to the degree of viscosity of a system: the higher the tan δ, the lower the elasticity of the material. Therefore, the lower tan δ in the nanocomposites hints that when the stress is removed, the energy stored in deforming the material is recovered faster compared to the unfilled polymer.  It is also interesting to analyze the effect of TiO2 addition on the area under the tan δ peak (Table 2), since this area is representative of the energy dissipated in the viscoelastic relaxations, and can be correlated with the impact strength of the material.36 In fact, any molecular process that promotes energy dissipation would enhance the impact resistance of the sample. All the developed nanocomposites display a larger area than neat PPSU, showing a maximum increase of about 50% at 0.5 wt% TiO2. This dependence of the impact strength on the nanoparticle concentration was already anticipated from the analysis of the area under tensile curves, and the results from both techniques display a very similar trend. Overall, the results demonstrate that the incorporation of these inorganic nanofillers simultaneously improves the matrix stiffness and its ability to dissipate energy.  The heat distortion temperature (HDT) is a measure of the upper boundary for the dimensional stability of a material under a particular load and temperature, and is an important parameter for product design, particularly for load-bearing applications at temperatures above ambient. Several factors are known to influence the HDT of polymeric materials, including the stiffness and the Tg.42 The addition of TiO2 to PPSU leads to a rise in this parameter (Table 2), by up to 13 °C at 5.0 wt% loading. This significant improvement arises from the simultaneous increase in the modulus and Tg found for the nanocomposites. An analogous behaviour of HDT enhancement has been reported upon the incorporation of hard nanofillers such as CNTs43 or WS2 nanoparticles44 to polyphenylene sulfide (PPS), a thermoplastic with a macromolecular structure similar to that of PPSU.  Another crucial thermomechanical property used in the design of nanocomposites for orthopaedic applications is the coefficient of thermal expansion (CTE). A low CTE is required for maintaining the dimensional stability of the material, and can be obtained by dispersing low CTE ceramic particles like TiO2.45Table 2 collects the CTE data at 25 °C for neat PPSU and the different composites. The CTE of the amorphous thermoplastic is ∼56 × 10−6/°C, and drops steadily with increasing TiO2 loadings, by about 27% for the nanocomposite with the highest nanoparticle concentration. This noteworthy fall should be related to the improvement in the matrix stiffness due to the presence of the well-dispersed nanoparticles that hinders the deformation of the polymeric chains by introducing a mechanical constraint, combined with their strong interaction with the matrix that provides a high level of motion restriction. In fact, the strength of the nanofiller–matrix interface, the size, degree of dispersion and amount of nanoparticles have been reported to be the main factors influencing the CTE of TiO2 reinforced polymers.45 With increasing the amount of homogenously dispersed nanoparticles, the nanofiller–matrix interfacial area rises, thus limiting the thermal expansion of the matrix upon heating.  ##Microhardness and tribological properties With a view to use these nanocomposites in load-bearing applications, it is crucial to evaluate their hardness and tribological performance. The Vickers microhardness (HV) data for the different nanocomposites are displayed in Fig. 8a. It can be observed that HV increases continuously and linearly with increasing TiO2 content, the increment being ∼20% at 5.0 wt% loading. This behaviour is ascribed to a hardening of the matrix by the incorporation of these rigid nanoparticles. The homogeneous nanofiller dispersion combined with the reduction in the interparticle distance with increasing TiO2 concentration lead to an improvement in the resistance to local plastic deformation, hence a rise in microhardness. An analogous increasing trend has been reported for other TiO2 reinforced high-performance thermoplastics like PEEK.46   A direct relationship is commonly found between the Young's modulus given by tensile tests and Vickers microhardness, and the following empirical equation has been proposed:47 HV = aEb, where a and b are constants. This equation is fulfilled in many polymeric systems, ranging from elastomers to high-performance thermoplastics, as has been also observed in bioceramic polymer composites.48 The nanocomposites developed in this work show a very good linear relationship (R > 0.99) when plotting log HV vs. log E, as depicted in Fig. 8b, with a and b values of 5.59 and 0.37, respectively.  The tribological performance of biomaterials is one of the most important aspects of implant surgery. Wear particles are formed in a piece of bone if it rubs against the implant, or if two parts of the implant rub against each other. The presence of these wear products in the tissue surrounding the implant may result in periprosthetic bone loss, leading to undesirable tissue reactions like discoloration or, more importantly, inflammation, which causes pain and even can provoke loosening due to osteolysis.49 In this regard, the coefficient of friction (μ) and the specific wear rate (Wsp) of the nanocomposites were investigated under both dry atmosphere at room temperature and SBF environment at 37 °C, and the results are plotted in Fig. 8c and d, respectively. Under dry conditions, μ of PPSU is about 0.45, and drops steadily upon addition of TiO2, by up to 40% at the highest nanoparticle content. This behaviour is probably related to the superior stiffness, strength and toughness of the composites, as revealed by tensile tests. Moreover, the uniformly dispersed hard inorganic nanoparticles can restrain the scuffing and adhesion of the matrix during sliding, conferring superior resistance against the embedding of the hard asperities on the counterpart surface than the neat polymer, which combined with the increase in heat conductivity, hence lower temperature in the sliding contact, lead to lower μ values. A very similar trend is found under SBF conditions, where μ drops from about 0.40 for neat PPSU to approximately 0.27 for the nanocomposite with 5.0 wt% loading, consistent with the fact that the nanoparticles exert an almost identical reinforcing effect under both air and aqueous environments (Fig. 6). As expected, μ values are systematically lower in SBF solution, since the aqueous medium lubricates the surfaces in contact and can absorb most of the frictional heat, hence the temperature at the sliding interface would remain relatively low, and consequently the coefficient of friction is reduced. These results are in agreement with those reported by Duan et al.50 on the tribological performance of different polysulfones against steel in water. Other factors such as the interaction of the polymer with water and the surface wettability can also play an important role on the friction and wear of the nanocomposites under aqueous conditions.  Regarding Wsp (Fig. 8d), a very strong reduction is found upon addition of the nanoparticles to the thermoplastic matrix under both investigated conditions. In particular, the nanocomposite with the highest loading shows about a 5 and 8-fold decrease in Wsp under dry and SBF environments, respectively. These exceptional enhancements in wear resistance should be related to the superior mechanical properties of this nanocomposite, its good filler distribution and strong TiO2–PPSU interfacial adhesion attained via H-bonding interactions, facts that typically result in the development of a thin and uniform transfer film, hence better tribological properties.51 Chang and Zhang,52 dealing with nano-TiO2 reinforced epoxy composites, proposed a rolling mechanism in which the nanoparticles acted as ball-bearing components, suggesting that they roll rather than slide between the surfaces, consequently reducing the shear stress, coefficient of friction and contact temperature. Moreover, the nanoparticles served as spacers, hindering the direct contact between the composite surface and the steel counterpart. Such a mechanism could account for the enhancements in μ and Wsp observed in this work.  It can be clearly observed from Fig. 8d that Wsp in SBF medium is systematically higher than that under dry conditions, in agreement with previous studies50 that compared the wear performance of different polysulfones in water and air. The plasticization of the polymer surface could be a potential factor that contributed to the increase in the wear rate in SBF solution. If water diffused through PPSU and the nanocomposites, swelling could lead to a reduction in the attractive forces between polymer chains, hence a drop in hardness and strength that enabled the polymer fibrils to be detached more easily, hence decreasing the wear resistance. However, experimental data have demonstrated that PPSU and its composites have a very low water absorption rate (Fig. 5), and that the mechanical properties are hardly influenced by the surrounding environment, hence the plasticization phenomenon should be negligible. Another potential explanation for the behaviour observed is that under SBF conditions the hydraulic action disrupted the formation of the transfer layer and promoted direct contact between the film and the counterface, thereby leading to an increased wear rate. Besides, the liquid that consists in an aqueous solution and wear debris can have an abrasive wear effect on the polymer and steel.50 Overall, the results demonstrate significantly improved tribological performance for the nanocomposites compared to the pure thermoplastic, which is highly interesting for their practical applications.  ##Antibacterial activity The antibacterial activity of PPSU nanocomposites was evaluated with and without UV irradiation against two human pathogenic bacteria: E. coli (Gram-negative) and S. aureus (Gram-positive), and the results are shown in Fig. 9. S. aureus is one of the most common causes of postoperative infection, hence it is interesting to investigate the bactericidal effects against this microorganism from a clinical viewpoint. As can be observed, the antibacterial action rises on increasing the nanoparticle content under both irradiated and non-irradiated conditions. The ISO 22196:2007 stipulates that effective antibacterial activity should be higher than 2. Under UV illumination, E. coli activity was inhibited when TiO2 concentration was ≥3.0 wt%, while the S. aureus growth was suppressed by all the composites except for that with the lowest loading (0.5 wt%). This is consistent with previous studies on TiO2-containing biofilms53 that found a more effective antibacterial activity against Gram-positive bacteria, and that high TiO2 loading in the composites can significantly inhibit the growth of the microorganisms. When UV light comes into contact with TiO2 nanoparticles, their surface develops electrons and electron holes (positive holes), through which reactions with water and oxygen can result in the generation of reactive oxygen species (ROS),54 including O2−, HO2 and HO radicals. This potent oxidizing power typically results in the lysis of bacteria and other organic substances adhered to the particle surface.   The different behaviour found against the two types of bacteria is probably related to the structural and chemical compositional differences of the cell surfaces.55 The Gram-positive cell wall is composed of a thick and multilayered peptidoglycan (PG) sheath outside of the cytoplasmic membrane, with teichoic acids embedded in the PG and lipoteichoic acids extending into the cytoplasmic membrane. By contrast, the Gram-negative cell wall is more complex, both structurally and chemically; it consists of an outer membrane linked by lipoproteins to a thin and single-layered PG, which is placed within the periplasmic space between the outer and inner membranes. The outer membrane includes porins and lipopolysaccharide molecules, and confers resistance against a variety of compounds. Thus, the denser and more complex cell structure of E. coli would reduce the damage from oxidation radicals. On the other hand, the strong bacterial inactivation found in this work should be related to the homogeneous nanoparticle distribution in the composites. In fact, for the same filler loading, the finer the dispersion, the larger the effective surface area for interaction with the bacterial membranes, which leads to more toxicity. This demonstrates that the nanofiller concentration and state of dispersion are two key factors determining the antibacterial properties of the nanocomposites.  Experimental results show that the developed biomaterials exhibit antibacterial activity even in the absence of photo-irradiation, in agreement with previous studies that explored the antibacterial activity of nano-TiO2 without illumination.56,57 Under such conditions, PPSU/TiO2 nanocomposites were only fairly toxic to S. aureus (about 1.3 antibacterial activity at the highest nanoparticle loading, Fig. 9b), although 5.0 wt% TiO2 concentration resulted in a noticeable toxic effect on E. coli, as depicted in Fig. 9a. Although the generation of ROS was reported to be the foremost reason for TiO2 toxicity under UV light conditions,54 the main cause of cytotoxicity without irradiation remains unclear, and several mechanisms have been proposed:56,58 the nanoparticle adsorption on the cell surface, causing TiO2–cell physicochemical interactions that induce modification of the bacterial biomolecules and cellular damage; redox reactions at the cell–nanoparticle interface involving reduction of Ti(iv) to Ti(iii) that leads to oxidative degradation of the cell membrane; the uptake/internalization of the nanoparticles in the cell and destruction of the bacteria from the interior. Furthermore, a few authors57 have given direct evidence for the free radical formation at the bacterial surface in the absence of irradiation with UV light. Additional studies need to be undertaken to establish a concrete understanding of the mechanism, which is out of the scope of this work. Overall, the results demonstrate the great potential of the developed nanocomposites to induce antibacterial property, which is very interesting for biomedical applications, and suggest that the minimum TiO2 content required for effective bacterial growth inhibition is 3.0 wt%. To target medical applications, in vitro and in vivo studies of these novel nanomaterials are crucial. In this regard, reports to follow will investigate in detail the biocompatibility and cytotoxicity of the developed nanocomposites."]], ["Conclusions", ["Novel PPSU/TiO2 bionanocomposites incorporating different nanoparticle loadings have been successfully prepared by simple ultrasonication and solution casting without the need for particle surface treatments or coupling agents. Their structure, morphology, thermal, mechanical, tribological and antibacterial properties have been investigated in detail using a variety of techniques. SEM micrographs revealed a random and homogeneous TiO2 distribution in the nanocomposites, showing finer dispersion for samples with lower nanoparticle contents. FT-IR spectra confirmed the existence of strong hydrogen bonding interactions between the hydroxyl moieties of TiO2 and the sulfone group of the matrix. XRD analysis showed that the crystalline structure of the nanoparticles remained unaltered in the nanocomposites, albeit their average crystallite size diminished. TGA experiments indicated a remarkable rise in the thermal stability of PPSU upon increasing TiO2 concentration under both inert and oxidative environments. The nanocomposites displayed very low water absorption, since the well-dispersed crystalline nanoparticles increased the tortuosity of the transport pathways. Outstanding improvements in the storage modulus and glass transition temperature were also observed, as revealed by DMA. In addition, the stiffness, strength, toughness, hardness and heat distortion temperature significantly increased, corroborating the strong reinforcing effect of these nanoparticles. A direct relationship was found between the Young's modulus derived from tensile tests and Vickers microhardness. The tensile properties remained unaltered after exposure to several cycles of steam sterilization in an autoclave or to SBF at 37 °C, which is highly interesting from a practical viewpoint. On the other hand, the CTE of the composites was gradually reduced upon increasing TiO2 content, since the strong nanofiller–matrix interactions obstruct the thermally induced movements of the polymeric chains. More importantly, unprecedented drops in the coefficient of friction and wear rate were attained under both dry and SBF conditions, confirming the suitability of these nanoparticles for enhancing the polymer wear resistance. The nanocomposites showed active inhibition against E. coli and S. aureus bacteria with and without UV irradiation, and the antibacterial activity improved upon increasing nanoparticle content. These high-performance biocomposites show great potential for orthopaedic applications, particularly long-term load-bearing implants in which high demands are imposed on the material in terms of dimensional stability, stiffness, strength, hardness, temperature/moisture resistance, impact/wear resistance and antimicrobial action."]]], "doi": "10.1039/c4tb01101e", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 FT-IR spectra of TiO2, neat PPSU and the nanocomposites with  1.0 and 5.0 wt% nanoparticle content."], ["Fig. 2", "Fig. 2", "Fig. 2 Representative SEM micrographs of PPSU/TIO, nanocomposites with (a) 5.0 wt% and (b) 1.0 wt% nanoparticle loading.   "], ["Fig. 3", "Fig. 3", "Fig. 3 Room temperature XRD patterns of bare TiO2, PPSU, and the nanocomposites with 1.0 and 5.0 wt% TiO2."], ["Fig. 4", "Fig. 4", "Fig. 4 TGA curves under (a) nitrogen and (b) dry air atmospheres for TiO2, PPSU and the corresponding nanocomposites. The insets show differential thermogravimetric analysis (DTG) curves of the polymeric samples."], ["Fig. 5", "Fig. 5", "Fig. 5 Kinetics of water absorption for PPSU and its TiO2-reinforced nanocomposites."], ["Fig. 6", "Fig. 6", "Fig. 6 Comparison of the tensile properties of PPSU/TiO2 nanocomposites under different environmental conditions (see explanation in the text): (a) Young's modulus; (b) tensile strength; (c) strain at break; (d) toughness. The solid symbols in (a) represent the theoretical values according to Krenchel's rule of mixtures."], ["Fig. 7", "Fig. 7", "Fig. 7 DMA data for PPSU and the nanocomposites: (a) storage modulus E' vs. temperature; (b) E' and Tg vs. TiO2 content; (c) tan δ as a function of temperature; (d) coefficient C at the indicated temperatures."], ["Fig. 8", "Fig. 8", "Fig. 8 (a) Vickers microhardness (HV) data for PPSU and the different nanocomposites; (b) linear relationship between microhardness and Young's modulus (log–log scale); (c) coefficient of friction and (d) specific wear rate under dry and SBF conditions."], ["Fig. 9", "Fig. 9", "Fig. 9 Antibacterial activity of PPSU/TiO2 nanocomposites against (a) E. coli and (b) S. aureus. Solid and dashed bars correspond to experiments performed without and with irradiation, respectively."], [null, null, "Scheme 1 Chemical structure of polyphenylsulfone (PPSU).   "]], "table_captions": [["Table 1", "Table 1", "Table 1 Thermal parameters obtained from TGA analysis for PPSU and its nanocomposites reinforced with TiO2 nanoparticles. Values in parenthesis indicate the TiO2 content in wt%a"], ["Table 2", "Table 2", "Table 2 Thermomechanical data for the different samples a"]], "tables": []}