{"title": "Graphite nanoplatelets/polymer nanocomposites: thermomechanical, dielectric, and functional behavior", "abstract": " Exfoliated graphite nanoplatelets (GNP)/epoxy resin nanocomposites were prepared and tested, varying the amount of the filler content. Systems’ morphology was investigated by means of scanning electron microscopy, while their thermal response was examined via differential scanning calorimetry (DSC). Broadband dielectric spectroscopy and dynamic mechanical thermal analysis were employed in order to characterize the produced systems. Static mechanical tests were also conducted at ambient. Reinforced systems exhibit improved performance under mechanical and electrical excitation. In particular, storage modulus increases systematically with GNP content. DSC results imply that glass transition temperature is not affected by the presence of GNP. Flexural modulus and storage modulus, as determined by static and dynamic mechanical tests, respectively, increased with filler content. Dielectric permittivity increases also systematically with GNP content. Recorded relaxation processes arise from the glass to rubber transition of the polymer matrix (α-mode), re-orientation of polar side groups of the polymer chains (β-mode), and interfacial polarization because of the accumulation of charges at the systems’ interface. Finally, the energy storing efficiency of the nanocomposites enhances with reinforcing phase in the examined frequency and temperature range. Optimum performance corresponds to the nanocomposite with maximum GNP loading. ", "body": [["Abstract", [" Exfoliated graphite nanoplatelets (GNP)/epoxy resin nanocomposites were prepared and tested, varying the amount of the filler content. Systems’ morphology was investigated by means of scanning electron microscopy, while their thermal response was examined via differential scanning calorimetry (DSC). Broadband dielectric spectroscopy and dynamic mechanical thermal analysis were employed in order to characterize the produced systems. Static mechanical tests were also conducted at ambient. Reinforced systems exhibit improved performance under mechanical and electrical excitation. In particular, storage modulus increases systematically with GNP content. DSC results imply that glass transition temperature is not affected by the presence of GNP. Flexural modulus and storage modulus, as determined by static and dynamic mechanical tests, respectively, increased with filler content. Dielectric permittivity increases also systematically with GNP content. Recorded relaxation processes arise from the glass to rubber transition of the polymer matrix (α-mode), re-orientation of polar side groups of the polymer chains (β-mode), and interfacial polarization because of the accumulation of charges at the systems’ interface. Finally, the energy storing efficiency of the nanocomposites enhances with reinforcing phase in the examined frequency and temperature range. Optimum performance corresponds to the nanocomposite with maximum GNP loading. "]], ["Introduction", [" Nowadays emerging technologies such as cellular phones, wireless personal digital assistants, leakage current controllers, and stationary power systems exhibit an increasing interest on flexible, high dielectric permittivity, and thermomechanical strength composite materials [1, 2]. Polymer matrix nanocomposites are characterized by high dielectric permittivity and strength, thermomechanical stability, ease processing, and relative low cost. Furthermore, polymer nanocomposites could be proved useful in applications where embedded capacitors are required for energy storage [3, 4]. The electrical response of these composites can be suitably adjusted by controlling the type and the amount of the filler [5–7]. Further, the distribution of semiconducting and/or conductive nanoinclusions within the polymer matrix produces a network of nanocapacitors. The embedded nanocapacitors could act as energy storing devices, introducing a new type of nanodevices.  Carbon nanoinclusions, such as carbon nanofibres, carbon nanotubes (CNT), and exfoliated graphite nanoplatelets (GNP), are considered preferential reinforcing phase for polymer nanocomposites, because of their advanced mechanical, electrical, and thermal performance [8]. CNTs and GNPs exhibit high stiffness, electrical, and thermal conductivity, based on their chemistry similarities and structural characteristics [8, 9]. GNPs are produced via intensive intercalation of graphite flakes, which leads to the formation of single graphite layers or stacks of few graphite layers [8].  In this study, GNPs are used as epoxy reinforcements, resulting in composites with improved dielectric and thermo-mechanical properties. Electrical characterization of the composites was conducted by means of broadband dielectric spectroscopy (BDS), while viscoelastic properties were determined using a dynamic mechanical analyzer, and the morphology was investigated by means of scanning electron microscopy (SEM). Composite systems exhibit relaxations arising from both the polymer matrix and the reinforcing phase. The incorporation of GNP appears to be beneficial to both dielectric and mechanical performance. Finally, the energy storing efficiency of the composites is examined with parameters the temperature, the frequency of the field, and the amount of the employed filler. "]], ["Experimental", [" The polymer used in this research is a low viscosity epoxy resin with the trade name Araldite LY 564 and curing agent Aradur-HY2954 (cycloaliphatic polyamine) provided by Huntsman advanced materials. The filler used is exfoliated graphite nanoplatelets (xGnP-1) with mean platelet diameter of less than 1 μm and an average thickness of 10–20 nm purchased from XG Sciences (East Lansing, MI).  The as-purchased graphite comes in big chunks of centimeter size. The GNP chunks were mixed for 30 min at ambient temperature with isopropyl alcohol (IPA) using a sonication probe (1/2″ probe size, 40 % amplitude for 40 min, Misonix 4000) in order to break down the agglomerates and obtain a fine GNP powder with average size less than 1–4 µm. The powder was collected using a 600 mL VWR® buchner funnel with fritted disk (VWR-90F–CAT. N. 89000-456, pore size less than 3 µm) and vacuum. After filtering the IPA, the solid GNP (in the form of puffy powder) was removed with a spatula and mixed with the epoxy at 800 rpm and T = 60 °C for 1 h using a magnetic stirring plate.  The curing agent was then added to the filler/monomer solution and mixing at 800 rpm and ambient temperature continued for 30 min. The mixture was degassed in a vacuum oven, casted in a mold and cured at T = 80 °C for 1 h followed by post curing at T = 100 °C for 4 h. The GNP content in the produced nanocomposites was varied between 0 and 10 parts per hundred resin per mass (phr). Prepared and tested systems are listed in Table 1.  The composites’ morphology was investigated by SEM via a Zeiss Ultra 60 device, for the presence of voids and agglomerates, and the state of filler’s dispersion within the polymer matrix. SEM images were obtained on fractured surfaces under high vacuum (3 × 10−5 mbar) at 10.94 kV voltage. Prior to SEM measurements, all tested samples were sputtered with an 18 nm Au thin film in order to avoid electron beam charging phenomena observed in nonconductive samples.  The electrical characterization of the composites was conducted by means of BDS in the frequency range from 10−1 to 107 Hz, using Alpha-N frequency response analyzer and a 1,200 BDS dielectric cell provided by Novocontrol. Isothermal frequency scans were conducted, for each specimen, from ambient temperature to 160 °C with a step of 5 °C. Novotherm system supplied by Novocontrol was used to control the temperature. The viscoelastic properties, including storage and loss modulus and tan delta, of the composites were determined using a dynamic mechanical thermal analysis-Q800 TA instruments-device. The specimens were characterized using single-cantilever mode as a function of temperature (30–160 °C, heating rate 5 °C min−1). A constant force of 100 mN was applied at frequency of 1 Hz. Moreover, a Q200 TA instruments, differential scanning calorimetry (DSC) apparatus was employed in order to determine glass transition temperature of all tested specimens. DSC scans were conducted in the temperature range from 0 to 160 °C, at a scanning rate 5 °C min−1. Finally, flexural properties, strength and modulus, were measured according to the ASTM D790 standard at ambient. "]], ["Results and discussion", ["Representative SEM micrographs of the fracture surface of the examined systems are shown in Fig. 1. SEM images reveal that the GNP inclusions are homogeneously distributed within the polymer matrix, although, nanodispersions co-exist with small agglomerates. Glass to rubber transition was studied via DSC thermographs. Glass to rubber transition temperature (Tg) was determined as the point of inflection of the transition, by employing suitable software supplied by TA. The determined values of Tg for all specimens are listed in Table 1. Tg values can be considered as remaining constant, implying indirectly that the adhesion between matrix and filler, and the wetting level of the inclusions by the resin is adequate. Nanocomposites, where adhesion between the constituents and wetting level of inclusions is poor, exhibit lower values of Tg than that of the corresponding neat matrix [10–13].  The variation of storage modulus as a function of filler content for GNP composites is shown in Fig. 2a. Storage modulus increases with the content of filler at ambient, and nanocomposites exhibit higher values of storage modulus than neat epoxy from ambient temperature up to 100 °C. Optimum performance is exhibited by the system incorporating 10 phr GNP, which demonstrates the highest storage modulus from all the examined composites in the whole temperature range. At temperatures above 110 °C, storage modulus of all composites presents an abrupt decrease. According to the DSC studies in this temperature range, glass to rubber transition of the epoxy resin takes place. The transition from the rigid and stiffer glassy state to the rubbery state is accompanied, as expected, with a significant decrease of the storage modulus values of all tested systems. Dissipation of energy becomes apparent from the recorded loss peaks in Fig. 2b. The tanδ (the ratio of dissipated to stored energy) is decreased, across the temperature regime investigated, upon addition of GNP indicating that the energy damping ability of the composites is compromised, and the elastic behavior is enhanced. Also the tanδ curves become narrower as GNP is added which means that as the polymer segments between cross links are constrained and immobilized at the GNP surface, they behave more homogenously, i.e., that the distribution of their thermal/kinetic energy and of the free volume available is more narrow.  Loss peak abscissa can be used for the determination of the glass transition temperature. Discrepancies between the Tg values determined via DSC and DMTA are attributed to the dynamic nature of the effect. However, with the exception of the nanocomposite with 3 phr in GNP content, loss peaks position slightly changes, implying that Tg is not significantly affected by the presence of filler. The latter is in agreement with the trend found via the DSC studies. Although the response of the 3 phr GNP/epoxy composite should re-examined, its discrepancy might be due to preferential alignment/orientation of the polymer chains with respect to the GNP platelets an effect that subsides, as the GNP content increases, and the mobility of the polymer chains decreases.  Note that the curve of the 7 phr GNP/epoxy nanocomposite, in Fig. 2b, almost coincides with the curve of the 10 phr GNP/epoxy nanocomposite.  Results from standard mechanical tests, of all studied systems at ambient, are depicted in Fig. 3. As it can be seen flexural modulus increases with filler content, being in accordance with the general trend of the DMTA results, and the best performance is observed for the composite with the highest GNP loading.  Figure 4 presents 3-dimensional plots of the real part of dielectric permittivity (ε′) as a function of the frequency of the applied field and temperature for neat epoxy (Fig. 4a), and composites with 3 (Fig. 4b) and 7 phr (Fig. 4c) in GNP content, respectively. Permittivity values increase with filler content, since the systems become more conductive. In the low frequency range, ε′ enhances, because sufficient time is given to the dipoles to be oriented with the field [14, 15]. Permittivity increases also with temperature due to the thermal agitation and the raised mobility of the dipoles. Effect of temperature is more pronounced at low frequencies. High values of ε′ at the low frequency-high temperature region are ascribed to (i) interfacial polarization (IP), also known as Maxwell–Wagner–Sillars effect, (ii) enhanced conductivity, and (iii) electrode polarization, a parasitic effect arising from the space charge build up at the interfaces between electrodes and specimen. The possible presence of electrode polarization obstructs the investigation of relaxation processes due to the high values of both real and imaginary part of dielectric permittivity.  Dielectric data can be analyzed by means of different formalisms, i.e., dielectric permittivity, AC conductivity, and electric modulus. All three formalisms describe the same electrical phenomena. However, under certain conditions, a specific one could be proved more suitable in extracting information for the occurring physical processes. Electric modulus has been proved very effective in describing dielectric data [16–20], since by its own definition is a normalized quantity neglecting the influence of electrode polarization [16]. For this reason, dielectric data were transformed, via Eq. (1), to the electric modulus formalism.  Electric modulus is defined as the reverse quantity of the complex dielectric permittivity: M∗=1ε∗=ε′ε′2+ε′′2+iε′′ε′2+ε′′2 (1)  where ε′, ε″ and M′, M″ are the real and imaginary parts of dielectric permittivity and electric modulus, respectively.  Figure 5 depicts the variation of the imaginary part of electric modulus as a function of frequency and temperature, for the same systems shown in Fig. 4. Dielectric spectra of all three systems include two loss peaks related to relaxation processes. Since these processes, are also recorded in the spectrum of neat epoxy resin, are attributed to the polymer matrix. The more intensive one, recorded at relatively lower frequencies, is assigned to glass to rubber transition of the amorphous matrix (α-mode). In the vicinity of Tg, enhanced thermal energy is provided to large parts of the polymer macromolecules, resulting in co-operative motions, which become dielectrically detectable under the influence of the applied electric field. The second loss peak, recorded at higher frequencies and lower temperatures, is ascribed to local motions of polar side groups of the main polymer chain (β-mode). It should be noted that at low frequencies and low temperatures, some experimental noise is present. Dielectric losses of the 7 GNP/epoxy nanocomposite are presented in a 2-dimensional graph of M′′ as a function of frequency at various temperatures. The above mentioned relaxation processes can be easily be detected via the formed loss modulus peaks.  AC conductivity as a function of frequency and temperature, for the systems with 0, 3, and 7 phr in GNP content, is shown in Fig. 6. Conductivity values exhibit large dispersion with both temperature and frequency. In the low frequency range, conductivity tends to constant values which correspond to its DC values, while after a critical frequency exhibits an exponential dependence on frequency. Effect of temperature is more pronounced at low frequencies. At constant temperature, conductivity seems to follow the ac universality law [21], expressed by Eq. (2): σAC=σDC+A(ω)s (2)  where σ DC is the DC limiting value of conductivity, ω the angular frequency, and A, s parameters related to the under test material and temperature. Equation (2) has been proved capable to describe the frequency dependence of conductivity in many amorphous and disordered systems [22, 23]. According to the von Hippel [24] AC conductivity sums all dissipative processes including dipolar effects and an actual ohmic conductivity due to charge carriers migration. At low frequencies, the alternation of the field is slow forcing charges to drift over large distances inside the nanocomposite. The insulating nature of the host material exerts strong restrictions on this movement, leading thus to low values of conductivity. As frequency increases, the alternation of the field becomes fast, and charges are not able to migrate over long distances. However, charges are able to “hop” between adjacent conductive sites, contributing thus to the recorded overall conductivity [22]. Furthermore, conductivity increases with GNP content as expected.  The variation of the real part of dielectric permittivity with temperature at constant frequency f = 1 Hz for all studied systems is presented in Fig. 7. The real part of dielectric permittivity increases systematically with GNP content in the whole temperature range. As already mentioned, the enhanced conductivity of the graphite nanoplatelets can be considered as the origin of this behavior. Above Tg, approximately at 120 °C, the increased mobility of large parts of the polymer chains contributes to the rising of the ε′ values. Additionally, the electrical heterogeneity of the nanocomposites, resulting from the deviating electrical characteristics of filler and matrix, enforces permittivity values. IP occurs in heterogeneous systems, especially in the case when permittivity and conductivity of the constituents differ significantly [13, 16]. Unbounded charges, the origin of which is related to the state of the specimens’ preparation, accumulate at the interface between matrix and filler where they form large dipoles. The difficulty of the charges to move around the inclusions, following the field’s alternation at high frequencies, is expressed as inertia of the dipoles to be aligned with the field. Thus, sufficient time should be provided to the IP dipoles, and their mobility should be enhanced via thermal agitation. It is reasonable that IP is a slow process, characterized by large relaxation time, observed at low frequencies and high temperatures. This trend is shown in Fig. 7 at temperatures higher than 130 °C.  The energy storage efficiency of the examined systems is investigated via the function of energy density. Energy density is determined by employing Eq. (3): U=12ε0ε′E2 (3)  where ε 0 is the permittivity of fee space and E the electric field’s intensity. As shown from Eq. (3) energy density increases rapidly with the applied field and is limited by the material’s breakdown strength. However, the only material property in Eq. (3) is ε′, and energy density dependence on frequency and temperature is analogous of that of permittivity. The dependence of energy density upon frequency, for all studied systems, at 30 °C is shown in Fig. 8a. Figure 8b presents the variation of energy density with temperature, for all studied systems, at f = 1 Hz. In all cases, energy storage increases with GNP content, in the whole frequency and temperature range. Embedding GNP inclusions within epoxy matrix increase the energy storing efficiency of the composite systems up to four times. Optimum behavior is exhibited, as in the case of mechanical performance, by the nanocomposite with the maximum GNP loading. "]], ["Conclusions", [" GNP/epoxy resin nanocomposites were prepared and studied. Specimens’ morphology was assessed via SEM images. The dispersion of graphite nanoplatelets is considered satisfactory. Glass transition temperature of the polymer matrix, studied by means of DSC and DMTA was found not to be affected, significantly, by the presence of GNP. The mechanical performance of the nanocomposites was examined under both static and dynamic loading. Storage and flexural moduli increase monotonously with GNP content. Dielectric permittivity increases with filler content and temperature, while diminishing rapidly with frequency, following the variation of the achieved systems’ polarization. At least two relaxation processes have been recorded. They are attributed to glass to rubber transition (α-mode) and re-arrangement of polar side groups (β-mode). Conductivity values display large dispersion with frequency and temperature. At low frequencies, conductivity tends to acquire constant values, corresponding to its DC value, while above a critical frequency follows an exponential dependence on frequency. Recorded behavior is in accordance with the ac universality law, implying indirectly hopping conduction as the possible charge transition mechanism. Addition of GNP to epoxy increases the ability of the material to store energy in the whole frequency and temperature range. Optimum mechanical, dielectric, and energy storing performance are exhibited by the nanocomposite with the highest (10 phr) GNP content."]]], "doi": "10.1007/s10973-014-3704-8", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 SEM images from the specimens with: a 7 and b 10 phr GNP inclusions"], ["Fig. 2", "Fig. 2", "Fig. 2 a Storage modulus and b loss tangent delta as a function of temperature, at f = 1 Hz, of all the studied systems"], ["Fig. 3", "Fig. 3", "Fig. 3 Flexural modulus as a function of filler content for neat epoxy and GNP nanocomposites"], ["Fig. 4", "Fig. 4", "Fig. 4 Real part of dielectric permittivity as a function of frequency and temperature for a neat epoxy, b 3 phr GNP/epoxy nanocomposite, and c 7 phr GNP/epoxy nanocomposite"], ["Fig. 5", "Fig. 5", "Fig. 5 Imaginary part of electric modulus as a function of frequency and temperature for: a neat epoxy, b 3 phr GNP/epoxy nanocomposite, and c 7 phr GNP/epoxy nanocomposite (2-D plot)"], ["Fig. 6", "Fig. 6", "Fig. 6 AC conductivity as a function of frequency and temperature for a neat epoxy, b 3 phr GNP/epoxy nanocomposite, and c 7 phr GNP/ epoxy nanocomposite"], ["Fig. 7", "Fig. 7", "Fig. 7 Real part of dielectric permittivity as a function of temperature for all the studied nanocomposites, at 1 Hz"], ["Fig. 8", "Fig. 8", "Fig. 8 Energy density, at constant field, as a function of: a frequency at 30 °C, and b temperature at f = 1 Hz, for all the studied nanocomposites"]], "table_captions": [["Table 1", "Table 1", "Table 1 Glass transition temperature Tg for all the examined systems"]], "tables": []}