{"title": "Multiple-shape memory behavior of nanocomposite based on polymethylmethacrylate/poly (lactic acid)/graphene nanoplatelets (PMMA/PLA/GNP)", "abstract": " In this study, nanocomposite samples based on polymethylmethacrylate/poly (lactic acid)/graphene nanoplatelets (PMMA/PLA/GNP) were prepared via melt mixing method and thermal multiple shape memory was induced. Dynamic mechanical thermal analysis results showed that two polymers are miscible in the selected blend ratio (70/30, 50/50, 30/70 w/w; PLA/PMMA) and was not affected by the presence of GNP (1 and 2 phr). The dispersion and distribution status of GNP were observed by scanning electron microscopy (SEM). The co-continuous morphology was dominant in all samples due to complete miscibility of two phases. Multi-shape memory was induced using a tensile test machine equipped with the hot oven at 65 and 100 °C. The results revealed that shape recovery was affected by the presence of GNP at high temperature(for example increasing from 93.34% in neat PLA/PMMA(50/50 w/w) to 96.67% in the sample containing 1 phr of GNP) while there was no considerable effect at low temperature. At high temperature, amorphous phases of two polymers are extended and un-melted chains of PMMA can be as hard segment and leads to good recovery. Due to nucleation and reinforcement effects of GNP, the higher degree of crystallization of PLA and higher storage modulus were obtained and caused to the enhancement of the shape fixity values at the presence of GNP. ", "body": [["Abstract", [" In this study, nanocomposite samples based on polymethylmethacrylate/poly (lactic acid)/graphene nanoplatelets (PMMA/PLA/GNP) were prepared via melt mixing method and thermal multiple shape memory was induced. Dynamic mechanical thermal analysis results showed that two polymers are miscible in the selected blend ratio (70/30, 50/50, 30/70 w/w; PLA/PMMA) and was not affected by the presence of GNP (1 and 2 phr). The dispersion and distribution status of GNP were observed by scanning electron microscopy (SEM). The co-continuous morphology was dominant in all samples due to complete miscibility of two phases. Multi-shape memory was induced using a tensile test machine equipped with the hot oven at 65 and 100 °C. The results revealed that shape recovery was affected by the presence of GNP at high temperature(for example increasing from 93.34% in neat PLA/PMMA(50/50 w/w) to 96.67% in the sample containing 1 phr of GNP) while there was no considerable effect at low temperature. At high temperature, amorphous phases of two polymers are extended and un-melted chains of PMMA can be as hard segment and leads to good recovery. Due to nucleation and reinforcement effects of GNP, the higher degree of crystallization of PLA and higher storage modulus were obtained and caused to the enhancement of the shape fixity values at the presence of GNP. "]], ["Introduction", [" During past decade, shape memory polymers (SMPs) have attracted significant interest due to their excellent and unique properties [1,2,3,4]. Multiple shape memory polymers (multi-SMPs) are a new class of smart material which are capable of undergoing a large recoverable deformations in two or more steps via trigging using heat [5, 6], electricity [7], magnetic field [8], light [3, 6, 9], moisture [10] and chemical stimulus such as pH [11].  Thermo-induced multi-SMPs based on miscible blends can be a good candidate for many applications owing to their broad region of the glass transition. A broad glass transition temperature can facilitate thermal induction in two or more steps in thermal programming section. Samuel et al. prepared a multi-SMPs based on PLLA/PMMA via melt mixing method [12]. They found that the most miscibility and broadest glass transition was in 50/50 w/w of two phases. A good and feasible triple shape memory performance was attained in this blend ratio. More recently, using nanoparticles such as nano clay, carbon nanotube, nano-silicon carbides and other nanosized filler in SMP materials have been reported in the literature [13,14,15,16,17]. The main reason for the addition of nanoparticles into SMPs is to compensate for the low recovery rate of this material. Among the nanoparticles, graphene nanoplatelets (GNPs) present amazing properties because of their high specific area, electrical and thermal conductivity, high modulus and strains and low density.  GNPs in pristine and functionalized forms were used in our group for preparing some SMP systems based on PLA and its positive effects were observed on the shape fixity and shape recovery as the main indices of shape memory behavior [18,19,20,21]. The main goal of this work was to investigate the effect of GNP on the multi-SMPs properties of miscible PLA/PMMA blend. Thermal triple steps multi-SMPs was induced based on glass transition temperature in this blend and the effect of the incorporation of GNP was studied. Nanocomposite samples including different blend ratios (25/75, 50/50, 75/25 w/w) and GNP content were prepared via melt mixing method and their multi-shape memory performance was evaluated using tensile test machine equipped with the hot chamber. "]], ["Experimental", ["##Materials  PLA (grade = 3251D semicrystalline, MFI = 80 g/10 min, density = 1.24 g/cm3) and PMMA (grade = ACRYREX CM205, MFI = 1.8 g/10 min, density = 1.19 g/cm3) were supplied by nature works LLC and CHIMEI PMMA, respectively. The used GNP was from XG Sciences, USA, with trade name xGn-C750. These particles typically consist of aggregates of sub-micron platelets having a particle diameter of fewer than two microns, a typical particle thickness of a few nanometers, and an average surface area of approximately 750 m2/g. There are some functional groups, such as ethers, carboxyls, and hydroxyls (containing 8 wt% of oxygen in total) in this type of GNP.  ##Sample preparation  Before blending, two polymers were dried using the hot oven at 90 °C for 6 h to remove the absorbed moisture. The samples were prepared via melt mixing method using an internal mixer (IPPI mixer, IRAN, 70 cm3) at 180 °C and 60 rpm rotor speed. At the first, two polymers were added to mixing chamber and after complete melting GNP was incorporated into the compound and mixing was continued up to 10 min. The formulation of the samples is depicted in Table 1.  ##Characterization ###Dynamic mechanical thermal analysis (DMTA)  Dynamic mechanical thermal analysis (DMTA) was performed using a Tritec 2000 DMA instrument (Triton Technology UK), the heating rate of 5 °C/min and frequency of 1 Hz. Dimensions of the samples were 10 × 30 × 1 mm. ###Scanning electron microscopy (SEM)  The morphology of polymeric phases and dispersion status of GNP in the matrix were observed by scanning electron microscopy (SEM, TESCAN VEGA-ΙΙ, Czech) operated at an accelerating voltage of 10 kV. ###Tensile testing  Thermal induce programming was carried out using a tensile tester (INSTRON 6025). Multi-shape programming procedure was as follows: First, the samples were heated up to 100 °C and hold for 10 min. Then 50% extension was employed at this temperature ad cooled rapidly to 65 °C and kept at this temperature for 10 min. Further extension (70%) was applied at 65 °C and cooled to room temperature. The samples were reheated from ambient temperature to 120 °C and the shape fixity and recovery were determined according to: Rf(N)=(εu2(N)−εu1(N))(εm−εu1(N)), (1) Rr(N)=(εu2(N)−εp(N))(εu2(N)−εu1(N)), (2)  where (1) and (2) show two various shapes, ε u2 and ε u1 are fixed strain after cooling and load removal, respectively, ε m represents the maximum strain under load, and ε p is the strain recovery. These steps are schematically shown in Fig. 1. "]], ["Results and discussion", [" It is useful to start by describing the morphology of the samples. Figure 2 demonstrates some typical SEM micrographs of the samples at low magnification (3k×) including neat PLA/PMMA blend (in 50/50 w/w blend ratio) and its nanocomposite containing 1 and 1 phr GNP.  As can be seen, the surface fracture of the neat samples is very smooth which indicates the brittle fracture of the PLA and PMMA. It was expected because of brittle nature of both PLA and PMMA. The dominant morphology of the blend samples was co-continuous somehow recognizing of two phases was very difficult. It is well known that in the polymeric miscible blend, the breakup of the minor phase never occurred due to zero interfacial tension between two phases, thus distributive mixing is the only process in these systems and there is no disintegration of the phases [22]. Nanocomposite micrographs show the morphology of two phases is not affected by the addition of GNP and the presence of GNP could not change the co-continuous morphology. In other words, nanoparticles are not able to change the interfacial tension even by locating in the interphase of two polymers. It seems, due to mismatching of GNP as nonpolar materials and two polar polymers the majority of nanoparticles are located at the interphase.  Figure 3 shows SEM images of the nanocomposite samples at higher magnification (20 KX). In the samples containing 1 phr of GNP, the dimension of GNP was measured in the range of 50–80 nm which means the stacks layers were partially exfoliated. By the increase of GNP to 2 phr, some agglomerates were observed (Fig. 3c, d) owing to the high specific surface area of the GNP.  To get the better insight into shape memory behavior induction by thermal programming, DMTA test was done to evaluate glass transition temperature of the samples. Figure 4 shows the storage modulus and Fig. 5 displays tan δ versus temperature for the neat polymers (PLA and PMMA), blend sample in 50/50 w/w ratio and its nanocomposite containing 1 and 2 phr GNP.  The glass transition of the samples was obtained from storage modulus curves according to ASTM E-1640 and the results are summarized in Table 2.  There is one step drop for blend and nanocomposite samples in storage modulus curves which implies to miscibility of the samples. The increase of storage modulus for neat PLA around 110 °C may be attributed to cold crystallization. On the other hand, as can be seen in Table 2, the glass transition temperatures of the PLA and PMMA are 70.3 and 121.5 °C, respectively. By blending of these polymers a single glass transition was determined at 82.7 °C which indicates to fully miscibility of two phases. This trend was also observed in tan δ curves by appearing a single (tan δ)max at 101.9 °C. Both glass transition temperature and (tan δ)max were shifted to higher temperatures by incorporation of the GNP into the blend due to the limitation of chain movements by interactions between GNP and polymers. The increment of the aforesaid temperatures of the samples containing 1 phr of GNP was higher than that of samples including 2 phr. This is because of the existence of GNP agglomerates in the sample with 2 phr of GNP. Another point in the tan δ curve is the broader (tan δ)max peak in the blend and nanocomposite samples in comparison to neat polymers which leads to easier thermal programming. In the other words, in these samples, higher deformation and extension of the polymeric chains are possible in the broader range of temperature more.  As mentioned earlier, the glass transition of the samples was selected as transition temperature and the triple shape memory was induced based on single glass transition temperature. At T high (100 °C), both of polymers were able to extend, however, the chains of PLA was more extended due to the bigger difference from its Tg. In other words, PMMA is stiffer than PLA at this temperature and its extending is more difficult. Typical shape memory behavior of the neat blend (50/50 w/w) and nanocomposites are shown in Fig. 6. In addition, Figs. 7 and 8 show shape memory behavior of nanocomposite containing 1 and 2 phr, respectively.  In these figures, the variations of temperature, stress, and strain versus time are plotted during triple shape memory induction. The neat blend was chosen as the reference sample and the programming temperature was T high = 100 °C (Tg,blend + 18 °C) and T mid = 65 °C (Tg,blend − 18 °C). It seems at the lower temperature, because of being above the glass transition temperature of PLA, the applied stress could be relaxed in PLA phase and the main stored energy belongs to PMMA in this step of extension. In other words, the movement of PMMA chains was strongly limited owing to the lower free volume at this temperature and the dominant stored energy is related to PMMA. The obtained results for shape fixity and recovery are summarized in Table 3. Although the fixity values are lowering than those of reported in the literature, one can find the fixity and recovery are influenced by the presence of nanoparticles in the samples [12]. It is well known that the shape fixity is controlled by the amount of un-locked oriented chains [5]. If a certain stress is applied; all polymeric chains experience the same level of deformation in the extending step. The orientation of these chains can be preserved by crystallization of the PLA phase in the cooling step. A part of un-crystalized polymeric chains of PLA and amorphous chains of PMMA are responsible for the instantaneous recovery upon removal of the tensile load due to entropic elasticity. The elastic nature of PMMA is considerable at this temperature plays the main role in this phenomenon. The instantaneous retractive force can cause a large instantaneous recovery strain if the room temperature modulus is high. Thus, the higher degree of crystallization accompanied with higher storage modulus have increased the shape fixity values at the presence of GNP.  As it is seen, the shape recovery values show an improvement from 93.34% in neat PLA/PMMA to 96.67% in the sample containing 1 phr of GNP at 100 °C whereas, at 65 °C, the recovery values were low and were not affected by the presence of GNP significantly. In shape memory systems, there are a fixed rigid phase and reversible phase. In our system, the crystalline phase of PLA and the amorphous chains of both polymers can be considered as the fixed region and reversible soft phase, respectively. When the first temporary shape is induced at the lower temperature, only the inherent conformation of the amorphous chains of PLA can change and the new shape is fixed by dropping temperature. Upon reheating at 65 °C, the polymer chains tend to recover their original conformation, and because of the low entropic driving force for shape recovery at this temperature, the small recovery was observed. On the other hand, at high temperature, both amorphous phases were extended and unmelted chain of PMMA acted as hard segment and a good recovery was achieved. The presence of GNP can be as entropic driving forces and caused to an enhancement of the shape recovery. It has been stated that the ratio of the elastic modulus below and above the trigger temperature and the hard segment content play crucial roles in shape memory behaviors which are improved by the existence of GNP. In the sample including 2 phr of GNP, due to agglomeration of nanoparticle, this effect was not pronounced and shape recovery was decreased. "]], ["Conclusion", ["This study is motivated by current researchers in the field of triple SMPs nanocomposites based on the miscible polymeric blend. In this work, thermally actuated triple-SMPs of PMMA/PLA/GNP nanocomposites were prepared via melt mixing method. The microstructure, including morphology and the distribution of nanoparticles in the blend and also the miscibility of the samples, were investigated. DMTA results revealed that two polymers are miscible in the chosen blend ratio and was not affected by the presence of GNP. SEM micrographs showed the proper dispersion and distribution of GNP and co-continuous morphology was observed in all samples due to complete miscibility of two phases. Incorporation of GNP caused to broader glass transition and easier multi-SMP thermal induction. The trigged temperatures were 65 and 100 °C. The measured shape fixity and shape recovery (as the main indices of SMP performance) showed that at high temperature, both amorphous phases of two polymers were extended and unmelted chain of PMMA acted as hard segment and a good recovery was achieved. Due to nucleation and reinforcement effects of GNP, the higher degree of crystallization of PLA and higher storage modulus were obtained and caused to the enhancement of the shape fixity values at the presence of GNP.  The GNP had good interactions with matrix and were completely exfoliated so increase the crystallinity which resulted in an improvement in shape memory performance. The samples showed phase-separated microstructures and two-well separated transition temperatures corresponding to melting points of PLA and PCL phases. Two temporary shapes can be fixed at 65 and 0 °C, which recovery completely at 65 and 165 °C. The triple-SMPs by immiscible PLA/PCL blends with 50 wt% PLA showed pronounced triple-SMPs in DMA analysis. This new strategy of cross-linked immiscible blends could be used to design and prepare new SMPs based on melting temperature of polymers."]]], "doi": "10.1007/s00289-017-2252-3", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 Schematic description of a triple-shape memory cycle   "], ["Fig. 2", "Fig. 2", "Fig. 2 SEM images of a neat PLLA/PMMA, b PLLA/PMMA/1phr GNP and c PLLA/PMMA/2phr GNP"], ["Fig. 3", "Fig. 3", "Fig. 3 SEM images of a and b the sample containing 50%PLA/50%PMMA/1 phr GNP and c and d the sample containing 50%PLA/50%PMMA/2 phr GNP"], ["Fig. 4", "Fig. 4", "Fig. 4 Storage modulus-temperature diagram for neat PLA and PMMA, 50%PLA/50%PMMA blend,  PLA/PMMA/1 phr GNP and PLA/PMMA/2 phr GNP"], ["Fig. 5", "Fig. 5", "Fig. 5 tan δ-temperature diagram for neat PLA and PMMA, 50%PLA/50%PMMA blend, PLA/PMMA/1 phr GNP and PLA/PMMA/2 phr GNP   "], ["Fig. 6", "Fig. 6", "Fig. 6 Diagram of temperature, stress and strain versus time in PLA/PMMA blend   "], ["Fig. 7", "Fig. 7", "Fig. 7 Diagram of temperature, stress and strain versus time in PLA/PMMA/1 phr GNP   "], ["Fig. 8", "Fig. 8", "Fig. 8 Diagram of temperature, stress and strain versus time in PLA/PMMA/2 phr GNP   "]], "table_captions": [["Table 1", "Table 1", "Table 1 Weight percent and specifications of prepared blend and nanocomposite"], ["Table 2", "Table 2", "Table 2 (tan δ)max and Tg of the samples"], ["Table 3", "Table 3", "Table 3 Fixity ratio and recovery ratio at 100 and 65 °C"]], "tables": []}