{"title": "Mechanical properties and thermal conductivity of graphene nanoplatelet/epoxy composites", "abstract": " Nanocomposites of epoxy with 3 and 5 wt% graphene nanoplatelets (GnPs) were fabricated with GnP sizes of ~5 and <1 μm dispersed within an epoxy resin using a sonication process followed by three-roll milling. The morphology, mechanical, and thermal properties of the composites were investigated. Tensile and flexural properties measurements of these nanocomposites indicated higher modulus and strength with increasing concentration of small GnPs sizes (<1 μm, GnP-C750). The incorporation of larger GnPs sizes (~5 μm, GnP-5) significantly improved the tensile and flexural modulus but reduced the strength of the resulting composites. At 35 °C, the dynamic storage modulus of GnP-5/epoxy composites increased with increasing platelet concentration, and improved by 12 % at 3 wt% and 23 % at 5 wt%. The smaller GnP-C750 increased the storage modulus by 5 % at 3 wt% loading but only 2 % at 5 wt% loading. The glass transition temperatures of the composites increased with increasing platelet concentration regardless of the GnP particle size. A marked improvement in thermal conductivity was measured with the incorporation of the larger GnP size reaching 115 % at 5 wt% loading. The effects of different platelet sizes of the GnP reinforcement on the damage mechanisms of these nanocomposites were studied by scanning electron microscopy. ", "body": [["Abstract", [" Nanocomposites of epoxy with 3 and 5 wt% graphene nanoplatelets (GnPs) were fabricated with GnP sizes of ~5 and <1 μm dispersed within an epoxy resin using a sonication process followed by three-roll milling. The morphology, mechanical, and thermal properties of the composites were investigated. Tensile and flexural properties measurements of these nanocomposites indicated higher modulus and strength with increasing concentration of small GnPs sizes (<1 μm, GnP-C750). The incorporation of larger GnPs sizes (~5 μm, GnP-5) significantly improved the tensile and flexural modulus but reduced the strength of the resulting composites. At 35 °C, the dynamic storage modulus of GnP-5/epoxy composites increased with increasing platelet concentration, and improved by 12 % at 3 wt% and 23 % at 5 wt%. The smaller GnP-C750 increased the storage modulus by 5 % at 3 wt% loading but only 2 % at 5 wt% loading. The glass transition temperatures of the composites increased with increasing platelet concentration regardless of the GnP particle size. A marked improvement in thermal conductivity was measured with the incorporation of the larger GnP size reaching 115 % at 5 wt% loading. The effects of different platelet sizes of the GnP reinforcement on the damage mechanisms of these nanocomposites were studied by scanning electron microscopy. "]], ["Introduction", [" Epoxy resin is the most commonly used polymer matrix for advanced composite materials owing to its excellent mechanical properties [1]. There is an increasing demand for advanced materials with improved mechanical or multifunctional properties to meet new requirements for particular applications. Adding fillers to the matrix was found to be an effective and convenient way to achieve composite materials with multifunctional properties such as increased thermal conductivity, electrical conductivity, increased mechanical, and improved barrier properties [2].  In recent years, the availability of nano-scaled particles has offered a new type of filler to produce multifunctional properties. The most commonly used nanoparticles are nanoclay, carbon nanotubes, graphene, and nanocarbon fibers. Graphene discovered in 2004 [3] has been shown by nanoindentation measurements to be one of the stiffest and strongest materials available today with ~1 TPa in young’s modulus and ~130 GPa in strength [4]. This ‘wonder’ material also possesses an outstanding thermal conductivity of around 5000 Wm−1 K−1 [5]. Graphene, few layer graphene, or graphene nanoplatelets (GnP) have emerged as one of the most attractive fillers for polymer matrices with an excellent balance between properties and cost.  Both nanoclay and graphene are platelet type materials having a layered structure with high aspect ratios (>1000) [6, 7]. Nanocomposites with platelet clay and graphene both show good strength, modulus, and barrier properties, while the nanocomposites with graphene also showed excellent electrical and thermal properties [8]. Carbon nanotubes exhibit comparable thermal and electrical properties to graphene; however, they are not ideal for reinforcing or toughening polymers since they are relatively expensive, produce high viscosity when added to epoxy caused by the ‘bird’s nest’ structure of the entangled tubes, and have a high anisotropic functionality [9].  GnPs which are composed of several layers of graphene, are considered as attractive reinforcing fillers to modify the properties of polymers owing to the abundance of naturally existing graphite as the source material for GnP [10]. Recently, GnP has been shown to be produced at large scale and be commercially available at low cost. Therefore, GnP in many cases can be regarded as a potential alternative to carbon nanotubes in terms of cost and improved target properties [11].  The abundant availability of GnP/graphene makes it as a true nanofiller for multifunctional composites thanks to the outstanding mechanical, thermal, and barrier properties due to its graphene structure, two dimensional geometry, high aspect ratio, stiffness, and low interface resistance. Many researchers are devoting their efforts to fabricate composites using GnP/graphene as a novel filler for polymer matrices. Singh et al. [12] studied the influence of multi-walled carbon nanotubes (MWCNTs) and GnP on the mechanical properties of epoxy-based nanocomposites, and it showed that GnP/epoxy resin composite gave better tensile and compressive strength compared to MWCNT/epoxy resin composite, while MWCNT/epoxy resin composite showed a better improvement in toughness. Only one size of GnP with a diameter of 5.25 μm was investigated. Chatterjee et al. [13] prepared and characterized nanocomposites consisting of aromatic diamine-cured epoxy matrix reinforced with amine functionalized expanded graphene nanoplatelets (EGNPs). The mechanical and thermal properties of the resulting composites were investigated, and showed that the incorporation of EGNPs increased flexural modulus and hardness of the composite and increased fracture toughness by up to 60 % at 0.1 wt% EGNP loading. The thermal conductivity of the composites also improved by 36 % at 2 wt% loading. These results were attributed to the uniform dispersion of EGNP. Teng et al. [14] used pyrene poly(glycidyl methacrylate) (Py-PGMA) to functionalize graphene nanosheets (GNSs) and then fabricated and investigated the thermal conductivity of Py-PGMA–GNS/epoxy composites. It shows that the thermal conductivity of 4 phr Py-PGMA–GNS/epoxy was 20 % higher than that of pristine GNS/epoxy and 267 % higher than pristine MWCNT/epoxy due to the uniform dispersion of GNS, its unique planar graphite structure, and improved interfacial interaction between GNS and epoxy. Yasmin and Daniel [8] prepared anhydride-cured diglycidyl ether of bisphenol A (DGEBA) reinforced with 2.5–5 wt% graphite platelets, and the mechanical and viscoelastic study showed that the storage modulus and glass transition temperatures (Tg) of the composites increased with increasing platelet concentration. The elastic modulus and tensile strength were also enhanced after the incorporation of graphite platelets due to the high strength and high aspect ratio as well as the uniform distribution and good interfacial adhesion between the platelets and the epoxy matrix. Rafiee et al. [15] also reported that the addition of 0.125 wt% graphene platelets in epoxy resin matrix increased the tensile strength by 45 % compared to the pristine epoxy. However, Zaman et al. [16] reported that the incorporation of graphene platelets (1–5.5 wt%) into epoxy resin leads to reduced tensile strength no matter whether the graphene platelets were functionalized or not, and unfortunately, no explanation was given.  In this investigation, two grades of commercially available GnP with similar thicknesses but different nanoplatelet sizes of ~5 and <1 μm were employed to fabricate GnP/epoxy composites using combined sonication and high shear mixing process. The dispersion of GnP in epoxy resin matrix was characterized based on a novel sample preparation for SEM analysis. An analysis is presented on the effects of different GnP sizes and dispersion on the structure, viscoelastic, mechanical, and thermal properties of the GnP/epoxy nanocomposite. "]], ["Experimental", [" ##Materials  GnPs were kindly supplied by XG Sciences, Inc. (Lansing MI), and they are produced by thermal expansion of acid intercalated graphite compounds which result in 10–15 layers of graphene stacked into GnP particle with a thickness of ~5 to 10 nm. GnP-5 refers to the average diameter which is around 5 μm and surface area of 150 m2/g. GnP-C750 particles have a similar thickness to GnP-5 and a diameter smaller than 1 μm with the surface area of 750 m2/g. GnP-5 has a higher aspect ratio than GnP-C750, and both the GnP-5 and GnP-C750 are not surface treated. Epon 828 was purchased from Miller-Stephenson Chemical Company Inc. USA and m-phenylene diamine (m-PDA, flakes ≥99 %, Aldrich) was used as curing agent.  ##Graphene nanoplatelets dispersion  The as-received GnPs were heat treated in a furnace at 400 °C for 2 h before use to remove any residual compounds left after the manufacturing procedure. A weighed amount of the treated GnP was prepared at the desired concentrations based on the weight fraction of the GnP particles to the total weight of the epoxy and GnP mixture. The GnPs were pre-dispersed in acetone (concentration of GnP is 15 mg/ml) by ultrasonic sonication at 90 W (Cole-Parmer 750-Watt Ultrasonic Processor) for 2 h in an ice bath. After that, a weighed amount of epoxy was added to the GnP/acetone mixture and stirred with a magnetic stirrer on a hot plate until the epoxy was completely dissolved followed by sonication for 30 min at 100 W in an ice bath. After sonication, the mixture was heated at 60 °C on a hot plate under stirring until the acetone evaporated. The epoxy/GnP mixture was further processed using a three-roll mill calendaring (EXAKT, D-22851, Norderstedt) at room temperature for 15 passes with a rotation speed of 250 rpm. The final product had the appearance of a homogeneous, well-dispersed mixture. Epoxy resin containing 3 and 5 wt% GnP were processed.  ##Composites preparation  The GnP/epoxy composites were mechanically mixed with the hardener in the ratio of 100:14.5. The resulting mixtures were degassed in a vacuum oven at 70 °C to remove air bubbles and any trace of solvent. The mixtures were cast into silicone molds and cured at 75 °C for 2 h and postcured at 125 °C for another 2 h. A reference sample with neat epoxy was prepared in the same procedure. All samples for testing were polished to remove any surface defects.  ##Characterization ###Morphology  An environmental scanning electron microscopy (ESEM, Philips Electroscan 2020) at an accelerating voltage 20 kV was employed to characterize the as-received GnP, dispersion of GnP, and the fracture surface of GnP-based composites. For the investigation of dispersion of GnP in matrix, a new process for sample preparation was developed. First, composites containing GnP were mounted in epoxy perpendicular to a surface which was polished with a lab polisher. Then, the sample surface was O2 plasma treated for 1 h at a RF power of 250 W followed by 3-nm-thick gold coating cold sputtered onto the surface before imaging. Samples for fracture surface observation were directly gold coated before imaging.  ###X-ray photoelectron spectroscopy (XPS)  In order to identify the surface functional groups, X-ray photoelectron (XPS) spectroscopy was performed using a Thermo Fisher Scientific (UK) Multilab-2000 XPS spectrometer. The X-ray source was Al–Kα radiation. The lens mode and energy step size were LAXPS and 0.1 eV, respectively. The photoelectron peaks (narrow scan spectra) were fitted using a Fityk program (ver. 0.9.4), and the peaks intensity was obtained with Gaussian curve fitting. ###Raman spectroscopic  A Micro-Raman spectrometer (Renishaw, system 100, UK) was employed to characterize the GnP in the range of 3500–500 cm−1. The spectra were recorded at room temperature with a laser wave length of 785 nm. Results are the average of at least 6 Raman measurements per sample. ###Mechanical testing  The tensile properties were measured with a tensile test using a UTS SFM-20 machine (United Calibration Corp.) at room temperature based on ASTM D638 standard test method. The crosshead rate was set at 5 mm/min which corresponds to a strain rate of 0.05 % per second, and the strains were recorded with laser. Flexural tests were performed with a UTS SFM-20 machine (United Calibration Corp.) at room temperature by following the ASTM D790 standard test method (three-point bending mode). Rectangular specimens were loaded with a span of 50 mm at a crosshead speed of 1.27 mm/min. At least five samples were tested for each case. ###Dynamic mechanical analysis (DMA)  Dynamic mechanical spectra were obtained at a frequency of 1 Hz on a dynamic mechanical analyzer (DMA, Q800, TA instruments). Samples were tested under single cantilever mode. A frequency of 1 Hz with a temperature ramp of 3 °C/min scanned from room temperature to 200 °C were employed. The Tg was determined from the peak of the tan delta curve. At least three tests were carried out for each case. ###Thermal properties  The thermal diffusivity of GnP/epoxy composites was measured using a LFA447 Nanoflash apparatus from Netzsch at room temperature. Square samples were prepared with side length of 10 mm and a thickness of 30 mm. The sample surfaces were coated with graphite to make insure the uniform heat flow and the thermal diffusivity values (mm2/s). The specific heat capacity (Cp: J/g K) was measured by DSC (Q2000, TA instruments). Then the thermal conductivity can be calculated according to Eq. (1) K=a×ρ×Cp, (1)  where K = thermal conductivity (W/mK), α = thermal diffusivity (mm2/s), ρ = densities of the samples (g/cm3), C p = specific heat capacity (C: J/g K). "]], ["Results and discussion", ["##Microstructure and dispersion  Dispersion of nanofillers is a challenging issue since GnPs have an inherent tendency to form agglomerates due to strong π–π interactions resulting from the large surface area of GnP [17]. In this study, a sonication process was applied to assist in obtaining a uniform dispersion of GnP. Figure 1 shows the SEM images of both GnP-5 and GnP-C750 before and after sonication in acetone. Before sonication, GnP-5 particles were stacked on each other and GnP-C750 was aggregated into ball like materials (Fig. 1c); after sonication, it can be seen that the GnP-5 and GnP-C750 were reduced in size.  A three-roll mill was used to further mix the GnP/epoxy mixture, and the dispersion of GnP-5 and GnP-C750 of the final composites was analyzed with SEM. As is shown in Fig. 2a, b a very uniform dispersion of the GnP-5 could be obtained for both 3 and 5 wt% GnP-5 loading by using the combined sonication and shear mixing process. As for GnP-C750/epoxy composites, the 3 wt% loading appears to be well dispersed (Fig. 2c), but agglomerates (Fig. 2d) can be detected at 5 wt% loading due to the high concentration and surface area of GnP-C750 (750 m2/g).  ##Characterization of GnP  XPS analysis of GnP-5 and GnP-C750 was performed to determine their chemical structure and the XPS spectra are shown in Fig. 3. XPS can quantify the types of atoms on the surface of the samples and can also identify the types of chemical bonds. The results were collected and are presented in Table 1. It shows that the atomic concentration of oxygen for GnP-C750 was 8.79 % which is more than two times higher than the oxygen concentration (4.01 %) of GnP-5, and the ratio of O:C also confirmed the abundant oxygen element of GnP-C750. The XPS analysis indicates that functional groups containing oxygen atoms (e.g. epoxide, carboxyl and hydroxy groups) on GnP-C750 are higher than on GnP-5, and GnP-C750 could be more compatible with polymer matrix than GnP-5. The higher concentration of oxygen on the smaller GnP-C-750 is due to the larger proportion of edges in that sample because of the smaller particle size. The Raman spectra of the GnP-5 and GnP-C750 are shown in Fig. 4, the D peak (~1350 cm−1) intensity is associated with disordered Sp3-hybridized carbon present as impurities and defects in the graphene structure of GnP [12], and the 2D peak (~2700 cm−1) is more sensitive to the number of graphene layers in a platelet [18]. The small D band and a sharp G band (~1570 cm−1) of GnP-5 confirmed the sp2 type bonding of the carbon atoms in the basal plane, indicating non-defective surface of GnP-5 and well-ordered structure. While the GnP-C750 showed a higher D peak, the intensity ratio (ID/IG) of GnP-C750 was 0.59 which is also higher than that of GnP-5 (0.18). This can be attributed to the smaller size of GnP-C750 and more functional groups present on the GnP-C750 surface and edges which lead to increased degree of disorder.  Both XPS and Raman study showed the differences between GnP-5 and GnP-C750 in terms of atomic compositions and structure, indicating more functional groups present on GnP-C750.  ##Mechanical properties  Figure 5 shows the tensile and flexural properties of GnP-5- and GnP-C750-based epoxy composites. It is well known that the modulus of a composite is dependent on the moduli and volume fraction of the composite constituents. As we can see from Fig. 5, the elastic and flexural moduli increase with increasing GnP loading regardless of the particle size. However, epoxy/GnP-5 composite shows a more prominent increase in modulus. The composite reinforced with 5 wt% GnP-5 showed about 48.8 % (±8.5 %) and 25.7 % (±3.5 %) increase in elastic and flexural modulus, respectively, over the neat epoxy, while the modulus of the composite with GnP-C750 showed a much lower increase with content of GnP-C750 from 3 to 5 wt%. The superior behavior of larger particles in improving the modulus of epoxy matrix was also reported by Chatterjee [17]. GnP-5 which has a similar thickness as GnP-C750 but with a larger nanoplatelet size display higher aspect ratio, and the aspect ratio importance is described by micromechanical models such as the Halpin–Tsai model [19], Mori–Tanaka model [20] and Shear Lag model [21, 22]. These models illustrate that high aspect ratio and high filler modulus facilitate good load transfer from the matrix to the platelets, leading to high modulus. In addition, as seen from the Fig. 2, GnP-5 can be uniformly dispersed in the epoxy matrix, while there are visible agglomerations of the GnP-C750-based composite which indicates that better dispersion of GnP-5 also contributed to the higher modulus.  Unlike the modulus, the strength reinforcement of GnP-5 and GnP-C750 behaves differently. The addition of GnP-C750 does not affect the tensile strength of the neat epoxy very much and is constant at around 95 MPa. The flexural strength increases from 130 to 142 MPa (3 wt%) and 145 MPa (5 wt%). However, the incorporation of GnP-5 continuously decreases the strength of the composites. This phenomenon can be attributed for the following reasons. First, strong interfacial adhesion between the reinforcement (GnP) and the epoxy matrix is crucial to achieve high strength of the polymer composites [23, 24]. However, the adhesion between the basal plane surface of the GnP-5 and epoxy resin in this work is weak and the load transfer from the polymer to the GnP-5 is not sufficient to reach the tensile strength of the nanoplatelet under loading. The poor interaction between GnP-5 and the matrix is confirmed by the SEM images (Fig. 8b, c) taken on the tensile fracture surface. The clean smooth appearance of the GnP, the cracks along the GnP-5/epoxy interface, pull out of GnP-5, and cavities indicate that the interfacial debonding predominates between the GnP-5 and epoxy matrix. In this case, large GnP-5 flakes can be regarded as defects in the epoxy matrix and serve as stress-concentration point; Therefore, the GnP-5-based composites fail earlier upon loading, producing lower strength. The SEM images also show that the surface of GnP-5 is very smooth with little evidence of epoxy remaining on the surface of GnP-5.  In contrast to the GnP-5, the GnP-C-750 has more oxygen functional groups attached to its surface (Table 1). Although some GnP-C750 debonding was also observed, most GnP-C750 appear to adhere well to the epoxy resin (Fig. 8f). The GnP-C750 which possesses a high surface area and oxygen-rich groups tend to aggregate through π–π stacking. However, the size of agglomerates is still smaller than GnP-5. Even without the elimination of agglomerates of all filled GnP-C750, the modulus does not decrease before the occurrence of plastic deformations. Once entering the plastic regimes, the aggregates act as stress-concentration points. The smaller GnP-C750 size mitigates this effect. Also, the strong π–π stacking of aggregates and its good interface adhesion with matrix resulting from the larger number of oxygen containing functional groups on the GnP-C750 facilitates load transfer. Zaman et al. [25] also showed the drop in tensile strength of graphene platelets/epoxy composites, and they believed that this phenomenon is attributed to the debonding of particles, voids and failure in some clusters. The decrease in the tensile strength of epoxy after incorporation of graphene platelets is also reported elsewhere [16, 26, 27].  ##Viscoelastic properties Figure 6 illustrates the variation of storage modulus and tan delta with temperature for pure epoxy and its composites. For clarity, only one representative DMA curve for each case was plotted. It can be seen that the incorporation of GnP-5 and GnP-C750, both result in an increase of the storage modulus compared to that of the neat epoxy. It is believed that this is caused by the increased stiffness due to the reinforcement of the GnP and confinement of the epoxy chains between the GnP particles. It is clearly shown that the effect of GnP-5 reinforcement was larger than that of GnP-C750. For GnP-5 reinforced epoxy nanocomposites, the composites with 3 and 5 wt% GnP-5 showed about 12 % (±1.1 %) and 23 % (±1.5 %) higher storage modulus than the pure epoxy matrix at 35 °C. The modulus of GnP-5/epoxy nanocomposites increased with increasing concentration of GnP-5, while GnP-C750/epoxy nanocomposites do not follow the same trend. The composite with 5 wt% GnP-C750 loading showed a lower reinforcement than 3 wt% case. Compared to the neat epoxy, the incorporation of GnP-C750 improved the storage modulus by 5.3 % (±0.4 %) and 1.9 % (±0.4 %) at 35 °C for the 3  and 5 wt% loading, respectively, which are lower improvements than that of GnP-5/epoxy nanocomposites with the same filler fraction. As the temperature increased, the storage modulus of all neat epoxy, GnP-5/epoxy nanocomposites, and GnP-C750/epoxy nanocomposites gradually decreases followed by a sharp decrease at the glass transition temperature (Tg). The material transition from a glassy state to a rubbery state is responsible for the sudden drop in modulus at Tg. The superior behavior of GnP-5 can be attributed to uniform dispersion of GnP-5 and the large aspect ratio of GnP-5 that offer a stronger stiffening effect than GnP-C750. Compared to 3 wt% GnP-C750/epoxy composites, a relatively lower storage modulus improvement was recorded at high GnP-C750 concentration (5 wt%) which is attributable to the high agglomeration. Tang et al. [28] also noticed a greater modulus enhancement for highly dispersed RGO (thermally reduced graphite oxide) than that for the poorly dispersed ones.  Figure 6 also shows the representative tan delta curve of epoxy, GnP-5/epoxy nanocomposites, and GnP-C750/epoxy nanocomposites. In some cases, the particle size, particle orientation, the dispersion, the surface modification of the fillers, and interfacial adhesion with polymer play important roles in the changes in Tg. Apparently, all nanocomposites here revealed a slight increase in Tg by the incorporation of GnP-5 and GnP-C750 which can be observed from the shifts of tan delta peaks. The increment in Tg is attributed to the interactions between GnP and matrix, which restrict the segmental motion of cross-links under loading. Moreover, the reduction of tan delta amplitude indicates that strong interactions hindered motion of matrix chains.  The exact Tg values of the representative tan delta curves of each sample are listed in Table 2, the Tg of neat epoxy increased from 154.8 to 156.8 and 158.2 °C at 3 and 5 wt% GnP-5 loading, respectively, while the Tg of GnP-C750/epoxy composites showed a smaller Tg of 156.5 °C (3 wt%) and 157.1 °C (5 wt%). The small Tg increment of GnP-C750/epoxy composite is mainly due to the small size (aspect ratio) and poor dispersion of GnP-C750. The agglomerations of GnP-C750 can lead to nanoplatelet-rich and nanoplatelet-poor regions, which make the polymer molecules move easier than the composite containing GnP-5 and result in lower Tg increment. Most researchers [8, 25, 29] also reported the increase of Tg after the incorporation of graphite or GnP in different degrees depending on the filler dispersion, surface modification, degree of exfoliation, fraction, geometry, etc. These results are encouraging compared to clay/epoxy nanocomposites, where a reduction in Tg with increased clay content is a common problem [30, 31].  ##Thermal conductivity  It is known that the thermal conductivity of composites depends strongly on the particle shape, alignment, waviness, particle content, degree of dispersion, and the thermal contact resistance of the interface between matrix and the nanofillers [14, 32–35]. Since efficient heat propagation in GnP is mainly attributed to diffusion of phonons, therefore, a well-formed network of nanofillers in the polymer matrix can lead to steady increase in thermal conductivity of the composites [32]. However, the interfaces of the GnP in the particle network also play roles in determining the thermal conductivity of the resulting composites. Networks formed with smaller particles may show a lower thermal conductivity enhancement due to more contact resistance and phonon scattering caused by multiple interfaces. It has been reported that the thermal conductivity of a thin film (or paper) made from small GnP (~1 μm in diameter) is 60.8 % lower than the film made from larger particles (~15 μm in diameter) [36].  Thermal conductivities of epoxy and GnP/epoxy nanocomposites are shown in Fig. 7. The thermal conductivity of epoxy with 3 wt% GnP-750 and 5 wt% GnP-C750 shows almost the same value and increases only slightly compared with the neat epoxy. The conductivity of the GnP-5/epoxy composite increases significantly with increasing GnP-5 content. At 5 wt% of GnP-5 loading, the thermal conductivity increases by 115 % as compared to the neat epoxy. The superior performance of GnP-5 can be attributed for the following reasons. First, GnP-5 can be uniformly dispersed in epoxy matrix due to the low surface area compared to GnP-C750, and an effective conductive pathway for phonon diffusion can be achieved with the larger platelets. Second, the thermal contact resistance between GnP and the interfacial thermal resistance between the matrix and the GnP play important roles in determining the thermal conductivity of the resulting composites [37]. The thermal contact resistance of GnP-C750/epoxy composites should be higher than that of GnP-5/epoxy composites since the number of nano interfaces of the conductive network formed using GnP-C750 should be much greater in number than for the larger GnP-5-based composite, and the phonon scattering at the GnP-C750–epoxy boundary will reduce thermal conductivity significantly. Similar increases in thermal conductivity of epoxy matrix after the incorporation of GnP, and better performance of larger particles were also reported in the literature [13, 16].  It is worth to mention that the thermal conductivity can be further improved if the fillers are properly modified. Teng et al. [14] reported that after GNS was modified with Py-PGMA, the thermal conductivity of 4 phr Py-PGMA-GNS/epoxy composites increased by about 20 %, compared with that of 4 phr pristine GNS/epoxy. Better dispersion of modified GNS and strong interaction between GNS and matrix could reduce barriers of phonon transport, leading to high thermal conductivity. Since the GnP-5 is used in the ‘as-received’ condition the thermal conductivity of GnP-5/epoxy composites could be even higher if GnP-5 is properly functionalized. ##Fractography  The interfacial interaction between the epoxy resins and GnP can be revealed through examination of the morphologies of fracture surfaces of GnP nanocomposites. Composites with 5 wt% GnP-5 and 5 wt% GnP-C750 are shown in Fig. 8. The fracture surface of both GnP-5- and GnP-C750-based composites exhibits relatively rough features which indicate more effective reinforcement by GnP. Higher magnification clearly shows debonding (see the white arrows in Fig. 8b) between matrix and GnP-5 at different locations, as shown in Fig. 8c; gaps between GnP-5 and matrix can be detected (see the white dash lines in Fig. 8c); and the flat and clean surface of GnP-5 (black arrows in Fig. 8c), indicating that the GnP-5/matrix interaction is very weak in the GnP-5/epoxy composite case. As a result, the debonding of GnP-5 occurred easily and thus generated microcracks under loading which allows for easy microcrack propagation and eventual failure.  In the case of 5 wt% GnP-C750/epoxy composite, agglomerations of GnP-C750 are detected as shown in Fig. 8e (black dashed circle), indicating non-uniform distribution at high concentrations which is consistent with the figure shown in Fig. 2d. Unlike GnP-5/epoxy composites, although debonding of GnP-C750 (white arrows in Fig. 8f) can also be detected, there is less debonding of GnP-C750. GnP-C750 appears to be well embedded in the epoxy matrix (see the black arrows in Fig. 8f) due to the abundant availability of oxygen groups on GnP-C750. The stronger interfacial adhesion between GnP-C750 and the epoxy matrix compared to GnP-5-based composites has contributed to the slight mechanical strength improvement of GnP-C750/epoxy composites. "]], ["Conclusions", ["This study investigated the influence of GnP sizes and dispersion on the mechanical and thermal properties of epoxy nanocomposites. Analysis of the GnP with XPS shows that there are more oxygen functional groups present on the GnP-C750 than on the GnP-5. A uniform distribution of GnP-5 in epoxy matrix was obtained after using the combined tip sonication and high shear mixing process, while agglomerations are detected for GnP-C750-based composites at high filler loading. The mechanical property measurements showed that larger nanoplatelets (GnP-5) exhibited greater reinforcement in improving the modulus of the composites compared to GnP-C750. However, a reduction in strength in GnP-5/epoxy composites was recorded due to the weak interactions between GnP-5 and the epoxy matrix. In addition, the larger GnP-5 nanoparticles are more effective at increasing Tg (3.4 °C increment at 5 wt% loading) and thermal conductivity (increased by 115 % at 5 wt% loading). SEM images showed debonding of both GnP-5 and GnP-C750 from the epoxy matrix. The surface of GnP-5 does not adhere well to the epoxy matrix promoting the formation of microcracks which coalesce into large cracks or result in debonding of GnP-5 under low loading, leading to the low strength failure of matrix. At high concentrations, agglomerations of GnP-C750 reduce the reinforcement effectiveness of GnP-C750/epoxy composites. It is concluded that the filler dispersion, filler size, and the interfacial interactions between fillers and matrix are critical factors for the mechanical and thermal properties of the resulting composites. In the future, surface-modified GnP will be used to study the full potential of this material."]]], "doi": "10.1007/s10853-014-8665-6", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 SEM images of GnP-5 before sonication (a) and after sonication (b); GnP-C750 before sonication (c) and after sonication (d)   "], ["Fig. 2", "Fig. 2", "Fig. 2 SEM images of GnP-5 dispersion in epoxy matrix 3 wt% (a) and 5 wt% (b); GnP-C750 dispersion in epoxy matrix 3 wt% (c) and  5 wt% (d)   "], ["Fig. 3", "Fig. 3", "Fig. 3 XPS spectra of GnP-5 and GnP-C750   "], ["Fig. 4", "Fig. 4", "Fig. 4 Raman spectra of GnP-5 and GnP-C750   "], ["Fig. 5", "Fig. 5", "Fig. 5 Tensile and flexural properties of the neat epoxy matrix and the GnP/epoxy nanocomposites   "], ["Fig. 6", "Fig. 6", "Fig. 6 Dynamic mechanical properties of pure epoxy and its composites   "], ["Fig. 7", "Fig. 7", "Fig. 7 Thermal conductivities of neat epoxy and its composites   "], ["Fig. 8", "Fig. 8", "Fig. 8 SEM micrograph of fracture surface of 5 wt% GnP-5/epoxy composite (a), (b), and (c); and 5 wt% GnP-C750/epoxy composite (d), (e),  and (f)   "]], "table_captions": [["Table 1", "Table 1", "Table 1 Atomic compositions of as-received GnP-5 and GnP-C750 based on XPS analysis"], ["Table 2", "Table 2", "Table 2 Representative glass transition temperatures of the neat-cured m-PDA/epoxy matrix and the GnP/epoxy nanocomposites"]], "tables": []}