{"title": "Incorporation of surface modified graphene nanoplatelets for development of shape memory PLA nanocomposite", "abstract": " In this study, a temperature sensitive shape memory polymer (SMP) system based on polylactic acid (PLA) has been developed and the effect of graphene nanoplatelets (GNPs) on the shape memory properties was evaluated. Dispersion of GNPs in PLA was improved with the aid of a zwitterionic surfactant. X-ray diffraction (XRD) and transmission electron microscopy (TEM) showed that the surface modified graphene nanoplatelets (SMGNPs) were exfoliated and homogenously dispersed in the PLA matrix due to enhancement of the polymer-graphene interaction. Mechanical properties of the samples namely stiffness and elasticity were increased upon incorporation of graphene nanoplatelets accompanied by their good dispersion in the PLA matrix. Furthermore, differential scanning calorimetry (DSC) revealed that the nucleation effect of graphene promote the crystallization and noticeably enhanced the degree of crystallinity. Finally, prominent mechanical properties along with high degree of crystallization due to fine dispersion of surface modified graphenes, resulted in drastic improvement in shape memory performance. Keywords: Smart polymers, Shape memory polymers, Graphene, PLA, Crystallization ", "body": [["Abstract", [" In this study, a temperature sensitive shape memory polymer (SMP) system based on polylactic acid (PLA) has been developed and the effect of graphene nanoplatelets (GNPs) on the shape memory properties was evaluated. Dispersion of GNPs in PLA was improved with the aid of a zwitterionic surfactant. X-ray diffraction (XRD) and transmission electron microscopy (TEM) showed that the surface modified graphene nanoplatelets (SMGNPs) were exfoliated and homogenously dispersed in the PLA matrix due to enhancement of the polymer-graphene interaction. Mechanical properties of the samples namely stiffness and elasticity were increased upon incorporation of graphene nanoplatelets accompanied by their good dispersion in the PLA matrix. Furthermore, differential scanning calorimetry (DSC) revealed that the nucleation effect of graphene promote the crystallization and noticeably enhanced the degree of crystallinity. Finally, prominent mechanical properties along with high degree of crystallization due to fine dispersion of surface modified graphenes, resulted in drastic improvement in shape memory performance. Keywords: Smart polymers, Shape memory polymers, Graphene, PLA, Crystallization "]], ["Introduction", ["During the past decades, shape memory polymers (SMPs) have received increasing attention because of their special and unique applications in medical, electronics, high-tech industries as well as daily life. Having properties such as low density, suitable price, high rate of shape recovery, and ease of processing, which are superior to those of their counterpart shape memory alloys, SMPs are a good choice for developing novel intelligent polymers [1-3]. Theoretically, shape memory polymers should have reversible phase and a fixed phase in their molecular structure in order to have shape memory properties. Cross-linked points, the crystalline phase and also chain entanglements can play the role of fixed structures [4]. SMPs present many potential technical advantages over conventional shape memory alloys however their low degree of stress recovery originating from their low stiffness is their most significant drawback [5].Using high modulus fillers, especially nanoscale inorganic fillers, not only tailor the stiffness and mechanical properties of SMPs, but also serve as fixed structures that effectively enhance the shape memory behaviors [3,6]. Nano layered silicates, carbon nanotubes, nano-silicon carbides and other inorganic fillers have been used frequently to improve the shape memory properties of polymers [5-9]. More recently, graphene nanoplatelets and its derivatives are considered to be excellent fillers in polymer nanocomposites because of their ultra-high modulus and strength, high specific surface area, wonderful electrical and thermal conductivity, and low density [10,11]. However, the challenge of achieving efficient dispersion creates a considerable obstacle to its usage. It has been reported that during nanocomposite preparation, graphene platelets tend to agglomerate due to the π-π stacking interactions between the platelets and their weak interactions with the polymer chains [6,12]. Several approaches have been implemented to obtain the desirable dispersion of graphene in nanocomposites, including utilizing chemical and physical surfactants and covalent functionalization [13-16]. Polylactic acid is a biodegradable and biocompatible semi-crystalline polymer which is commercially produced from renewable resources such as corn. Good mechanical properties and processibility of PLA as well as its ecofriendly characteristics make PLA good choice to be used in medical and pharmaceutical fields [4,17-19]. Despite a large number of investigations related to the synthesis and properties of PLA, only a few efforts have been made to study the shape memory properties of this polymer [20-24]. However, several reports on PLA/graphene have been published with the aim of improving PLA properties such as electrical conductivity, mechanical properties, thermal stability and crystallization, but investigations of shape memory behavior of PLA/graphene nanocomposites are still rare. Lashgari et al. reported the infrared triggering shape memory behavior of PLLA/graphene nanocomposites. The garphene nanoplatelets were incorporated for absorption of infrared waves energy and activate shape memory behavior in nanocomposites [25]. The main idea of this work is to investigate that how graphene dispersion influences crystallization behavior and mechanical properties of PLA and finally affects the shape memory properties of this polymer. Thus, PLA/graphene nanocomposites were prepared via solution casting method. In order to get better dispersion and distribution of graphene nanoplatelets in PLA media, surface modification of GNPs (graphene nanoplatelets) was done with the aid of compatibilizing zwitterionic surfactant. XRD and TEM were used to evaluate the state of GNP and SMGNP (surface modified graphene nanoplatelets) dispersion in PLA. Nonisothermal crystallization behavior of nanocomposites was studied using differential scanning calorimetry and finally mechanical properties and shape memory behaviors were surveyed."]], ["Experimental", ["##Materials Polylactic acid (3251D) with MFI of 35 g/10 min (190 °C, 2.16 kg) was supplied by Nature Works, USA. The solvent, dimethylformamide (DMF), was purchased from Merck Chemical Co. The GNP in this study was xGn-C750 from XG Sciences, USA. xGn particles typically consist of aggregates of sub-micron platelets having a particle diameter of less than two microns, a typical particle thickness of a few nanometers, and an average surface area of approximately 750 m2/g. This type of GNP has naturally occurring functional groups, such as ethers, carboxyls and hydroxyls (containing 8 wt.% of oxygen in total). 12-Aminododecanoic acid (ADA), a zwitterionic surfactant, was supplied by Aldrich Chemical Co. The xGn was dried in a vacuum oven at 70 °C for 6 h before processing. All other materials were used as received. ##Graphene Nanoplatelet Surface Modification The graphene nanoplatelet powder and the zwitterionic surfactant were dispersed in DMF and stirred at 85 °C for 24 h, followed by 3 h of sonication with an output frequency of 37 kHz (Elmasonic P 30 H, Germany). In the next step, the suspension was filtered through coarse filter paper to separate the graphene from the solvent. The graphene was then washed with more DMF to remove the excess ADA. Finally, the surface-modified graphene slurry was vacuum dried in an oven at 90 °C for 48 h. The ratio of ADA to nano graphene was 1:10 (wt/wt). ##Preparation of Nanocomposites PLA nanocomposites with GNPs and SMGNPs were prepared via solution casting using DMF as the solvent. In the former, the desired amounts of GNP (3 wt%) were added to DMF and stirred at 75 °C for 24 h using a magnetic stirrer. Then, PLA was added and stirred for another 24 h. Finally, the suspension was sonicated for 30 min in an ultrasonic bath with an output frequency of 37 kHz, and nanocomposite films were prepared by the solution casting method. In the latter, SMGNPs were used instead of GNPs. All prepared nanocomposites were pressed into the desired sheets by a compression-molding machine (Toyoseki, Tokyo, Japan) at 200 °C and 15 MPa. The samples are denoted as PLA-GNP and PLA-SMGNP respectively. ##Measurements X-ray diffraction and transmission electron microscopy were employed to characterize the nanocomposite structure. XRD analysis was conducted by a Hecus, S3-Micropix, Austria, with Cu beam (40 kV, 1 mA, λ=1.542 Å) at room temperature. TEM measurements were performed on a JEOL 2100 LaB6 TEM operating at 200 kV. Samples were cut into thin slices (70-90 nm) using an ultra-microtome equipped with a diamond knife and The resulting sections were placed on 2×1 mm2 carbon-formvar coated copper grids. The non-isothermal melt crystallization behaviors of neat PLA and the nanocomposites were carried out using a Perkin-Elmer (Pyris1, USA) DSC under nitrogen atmosphere to avoid any oxidation. The weight of the samples varied between 5 and 5.5 mg. The samples were heated from room temperature to 190 °C at a heating rate of 10 °C/min, held there for 3 min to remove any previous thermal history. Then they were cooled to room temperature at 10 °C/min, followed by a third scan at the same heating rate to 190 °C. The crystallinity (χ) of PLA and nanocomposites was evaluated using equation (1)  where ΔHm is the specific melting enthalpy of the sample, ΔHcc is the specific cold crystallization enthalpy of the sample and is the melting enthalpy of the 100 % crystalline PLA (93.0 J/g) [26]. Tensile tests were performed under the strain rate of 10 mm/min at room temperature using a universal testing machine (Hiwa 200). Dumbbell-shaped samples were punched out of the prepared sheets. Dynamic mechanical properties were studied using a DMA-TRITON, TRITEC 2000 instrument manufactured in England. Sheets of 1-mm thickness were heated from -50 to 100 °C at a rate of 5 °C per min. Shape memory properties were evaluated using an Instron tester equipped with temperature controlled cabin with the following thermal programing. Samples were elongated to a tensile strain of 50 % at Ts (switching temperature) and then cooled quickly to the room temperature to fix the secondary shape. Then, in the recovery step, the samples were reheated to Ts to recover the permanent shape. The shape fixity (Rf) and shape recovery (Rr) were calculated using:  where εm represents the maximum strains upon loading, εu is fixed strain after cooling and load removal, and εp is recovered strain after reheating the sample."]], ["Results and Discussion", ["##Nanocomposite Characterization X-ray diffraction was used to evaluate the dispersion state of the nanoplatelets and the spacing between the diffraction planes. X-ray patterns of neat PLA, GNPs, SMGNPs, and their related nanocomposites are included in Figure 1. In the GNP diffraction pattern, the sharp characteristic peak appeared at 2θ =26.4 oC, corresponding to the d002 spacing of the graphite interlayer distance (d=3.4 Å) [27]. However, in the SMGNP, this peak has disappeared due to nearly complete exfoliation of the graphene nanoplatelets. This suggests that the high imposed shear rate accompanying sonication along with the zwitterion reaction of ADA with the graphene layers correspondingly inhibited their restacking during the solvent evaporation process and consequently led to delamination of the graphene platelets into individual layers. In other words, a successful zwitterion reaction (that is well defined in the following paragraphs) could open the stacked graphene layers. The neat PLA showed the crystalline (α form) characteristic peaks at 2θ=16.5° and 2θ=18.9° and a small peak at 2θ=22.3°  corresponding to the (2 0 0)/(1 1 0), (2 0 3) and (015) planes, respectively [28]. In the PLA-GNP nanocomposite, an additional peak appeared at 2θ=23.15° which can be correlated to stacked graphene layers. As observed, the characteristic peak at 2θ=26.4° of neat GNP powder is shifted to 23.15° in its own nanocomposite, indicating that the applied high shear and ultrasonic vibrations during sample preparation increased the interlayer distance between the graphene nanoplatelets (from 3.4 Å to 3.8 Å) and created an intercalated state dispersion of GNP in the PLA medium. In contrast, only the diffraction peaks of neat PLA were observed in the PLA-SMGNP nanocomposite, implying that the exfoliated SMGNP layers did not restack and reorganize during solvent mixing. This exfoliation state in PLA-SMGNP could be attributed to the surface modification of graphene nanoplatelets with ADA. The zwitterionic surfactant used in this study was an amino acid. The proposed mechanism for the surfactant-assisted dispersion of graphene in the nanocomposite solution is based on the formation of a zwitterion interaction between the amine group on one end of the ADA and the carboxyl functionalities on the GNP surface. This causes the penetration of the ADA to the stacked graphene platelets and facilitates their exfoliation. Conversely, there is a strong interaction between the aliphatic chain of the ADA and the PLA matrix due to the organophilic absorption, which leads to the improved graphene distribution. The zwitterionic reaction between ADA and GNP is schematically depicted in Figure 2. To confirm the XRD results, TEM imaging was performed. Figure 3 shows the TEM micrographs of the nanocomposite samples. As it is seen in Figure 3(a), GNPs show poor dispersion and the stacked nanoplatelets appeared dark in many areas, indicating their relatively large thickness due to poor delamination. By contrast, transparent graphene nanoplatelets, which may comprise even monolayer graphene, can be clearly seen in Figure 3(b). It is evident from the image that SMGNPs were homogenously dispersed in the PLA matrix and the exfoliated state is attained. ##Crystallinity Analysis In semi-crystalline shape memory polymers, the crystalline structure of the polymer and the glass transition temperature are considered as fixed phase of SMP and the switching temperature between permanent and temporary shape, respectively. Hence, it is important to evaluate the effect of GNP and SMGNP on the d crystallinity of PLA prior to shape memory studying. DSC thermograms of the samples in cooling step and 2nd heating are demonstrated in Figure 4 and the details are summarized in Table 1. The peaks specified in the cooling steps (Figure 4(a)) are related to the crystallization temperature (Tc) of specimens. As it is observed, no crystallization peak is detectable for neat PLA at this cooling rate which is related to slow crystallization rate of polylactic acid. In contrast, due to heterogeneous nucleation induced by nanoparticles, the crystallization peaks are appeared in nanocomposite samples. Moreover, the crystallization enhancement is more noticeable in PLA-SMGNP as a result of finer graphene dispersion. It is observed that not only the total enthalpy of crystallization increased significantly but also the onset crystallization temperature remarkably shifted to higher position. It seems that better dispersion of surface modified nanoparticles in the matrix leads to more efficient nucleation and commencing of crystallization at higher temperatures. Full width at the half height maximum of the crystallization peak (FWHM) is another factor that states better cell nucleation occurred in PLA-SMGNP nanocomposite. FWHM is proportional to the spherulite size distribution and the smaller FWHM means more nucleation and uniform crystallization [29]. Figure 4(b) shows the second heating step of the DSC measurement. As can be seen, cold crystallization peaks (Tcc) appeared for neat PLA and PLA-GNP, but not seen in PLA-SMGNP. It means that The PLA crystals in neat PLA and PLA-GNP nanocomposite are formed partially during cooling step and partially during cold crystallization while the evolution of crystals was completely done in PLASMGNP nanocomposite. According to Table 1, the crystallization (χ) of PLA increased significantly upon addition of graphene, especially SMGNP. Undoubtedly, this noticeable rise is reflection of the nucleating effect of graphene which enhances the crystallization kinetic of PLA and leads to the formation of more crystals. ##Mechanical Properties To evaluate the effect of GNP and SMGNP on mechanical properties of PLA, the tensile properties of the nanocomposites were studied. Stress-strain behavior of neat PLA and the nanocomposites is illustrated in Figure 5 and the obtained data are summarized in Table 2. As it is seen, Incorporation of GNP resulted in slight increase in elastic modulus tensile strength while more improvement was obtained in PLASMGNP nanocomposite due to the better dispersion of the SMGNP and the enhancement of interfacial interactions between the SMGNP and PLA matrix. However, The PLASMGNP sample showed stiff and brittle behavior and its rupture was occurred at low strains. Both stiffening effect and crystallization enhancement of nano particles are responsible for this manner. Increasing the tensile modulus and strength of PLA along with reduction of strain at break as a result of crystallization enhancement was reported before [30]. The increasing of the tensile modulus and tensile strength leads to the increased area under the curve which is the elastic strain energy stored in samples and acts as shape recovery driving force in shape memory cycles. Because the low temperature modulus and glass transition temperature of polymers are very crucial factors in the shape memory properties, DMTA analysis was performed [31]. Figure 6 shows the storage modulus and tan δ values as a function of temperature, and Table 3 presents the results in detail. In the glassy region, the storage modulus of the nanocomposites was enhanced comparing to that of neat PLA which might be attributed to the stiffening effect of graphene nano-layers. Higher elastic modulus values lead to higher shape recovery which is further corroborated by the shape memory results. It is generally accepted that the tan δ peak can be considered as the Tg of the polymer, but according to ASTM E1640, the glass transition temperature of a sample is indicated by the extrapolated onset of the decrease in the storage modulus, which marks the transition from a glassy state to a rubbery solid state. As seen in Table 3, the Tg values of the samples were slightly shifted to higher temperatures by the incorporation of the graphene nanoplatelets. Additionally, more shifting to higher temperature was observed in the sample containing surface-treated graphene platelets. It is well established that Tg is a reflection of longterm movements in polymer chains, and the chains need energy and free volume to move. Thus, any factor that limits chain mobility increases the Tg of polymers. Determination of the Tg is important here because it is well developed that in semi-crystalline shape memory polymers, the switching temperature between permanent and temporary shapes is near to the Tg of the amorphous state of the polymer. ##Shape Memory Properties The shape memory properties, namely shape recovery and shape fixity, were examined by an Instron tester equipped with temperature controlled cabin according to the thermo mechanical cycle mentioned in the experimental section. The variations of stress, strain versus temperature during the shape memory programing for neat PLA are shown in Figure 7, and the calculated values are presented in Table 4. As it is seen, the shape recovery values show significant improvement from 81 % in neat PLA to 91 % in the PLASMGNP sample. In shape memory polymers, the existence of a fixed rigid phase and reversible phase is necessary. In PLA, the crystalline phase and the amorphous chains act as the fixed region and reversible soft phase, respectively. Thus, two factors control the shape memory properties: the entropy of the soft segments and the modulus of the hard segments. When the temporary shape is induced, the inherent conformation of the amorphous chains changes and the new shape is fixed by the following temperature drop. Upon reheating, the polymer chains tend to recover their original conformation, and the entropic driving force causes shape recovery. This entropic energy originates from the elastic properties of polymer chains and the low temperature modulus of the polymer. It has been stated that the ratio of the elastic modulus below and above the trigger temperature and the hard segment content play crucial roles in shape memory behaviors, and a high value of this ratio is of prime importance for good shape memory performance [31]. As shown in Figure 6 and Table 3, the ratios of elastic to rubbery modulus are increased with the addition of GNP and are affected by the surface modification of GNP. In other words, incorporation of graphene nanoplatelets accompanied by their good dispersion in the PLA matrix increased the degree of crystallization and polymer elasticity. This elasticity caused more energy to be stored in the temporary shape, and hence, higher shape recovery was achieved. The shape fixity was also strongly affected by presence and reinforcing effect of graphene nanoplatelets. It is well developed that the shape fixity is controlled by the amount of un-locked oriented chains [5]. If an affine deformation is applied; all chains experience the same level of deformation in the stretching step. The orientation of these stretched chains is preserved by crystallization of the soft segment in the cooling stage. A part of un-crystalized polymeric chains are responsible for the instantaneous recovery upon removal of the tensile load due to entropic elasticity. The instantaneous retractive force can cause only limited instantaneous recovery strain if the room temperature modulus is high. Thus, the higher degree of crystallinity accompanied with higher storage modulus have increased the shape fixity values."]], ["Conclusion", ["In summary, the effect graphene nanoplatelets on morphology, crystallinity and thermo mechanical properties of PLA and their correlation to shape memory performance were investigated. The dispersion of graphene nanoplatelets in polylactic acid was performed with the aid of a zwitterionic surfactant. XRD and TEM tests stated that the SMGNPs had good interactions with the PLA and were completely exfoliated, whereas the GNPs were poorly dispersed and delaminated in the PLA matrix. This favorable surface treatment led to better crystallinity and mechanical properties which resulted in a drastic improvement in shape memory performance and the shape recovery values show significant improvement from 81 % in neat PLA to 91 % in the PLA-SMGNP sample."]]], "doi": "10.1007/s12221-016-6329-7", "figures": [["Figure 1", "Figure 1", "Figure 1. XRD diffraction patterns of GNP, SMGNP, neat PLA  and the nanocomposites.   "], ["Figure 2", "Figure 2", "Figure 2. A schematic of the zwitterionic reaction between ADA  and GNP.   "], ["Figure 3", "Figure 3", "Figure 3. TEM images of GNP (a) and SMGNP (b) in PLA  matrix.   "], ["Figure 4", "Figure 4", "Figure 4. Non-isothermal crystallization of neat PLA the  nanocomposites; (a) cooling and (b) 2nd heating.   "], ["Figure 5", "Figure 5", "Figure 5. Stress-strain plot of PLA and the nanocomposites."], ["Figure 6", "Figure 6", "Figure 6. Storage modulus and tand values as a function of  temperature."], ["Figure 7", "Figure 7", "Figure 7. Typical shape memory thermo mechanical cycle.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Summary of the DSC analysis of PLA and the"], ["Table 2", "Table 2", "Table 2. Mechanical properties of neat PLA and the nanocomposites"], ["Table 3", "Table 3", "Table 3. Dynamic mechanical properties of neat PLA and the nanocomposites"], ["Table 4", "Table 4", "Table 4. Shape memory properties of neat PLA and the nanocomposites"]], "tables": []}