{"title": "Thermal and mechanical properties of polyamide 12/graphene nanoplatelets nanocomposites and parts fabricated by fused deposition modeling", "abstract": " The printable polyamide 12 (PA12) nanocomposite filaments with 6 wt % graphene nanoplatelets (GNPs) for fused deposition modeling (FDM) were prepared by melting compounding and smoothly printed via a commercial FDM three-dimensional (3D) printer. The thermal conductivity (λ) and elastic modulus (E) of 3D printed PA12/GNPs parts along to the printing direction had an increase by 51.4% and 7% than that of compression molded parts, which is due to the GNPs preferentially aligning along to the printing direction. Along with these improved properties, ultimate tensile strength of 3D printed PA12/GNPs parts was well maintained. These results indicate that FDM is a new way to achieve PA12/GNPs parts with enhanced λ over compression moulding, which could contribute to realize efficient and flexible heat management for a wide range of applications. ", "body": [["ABSTRACT", [" The printable polyamide 12 (PA12) nanocomposite filaments with 6 wt % graphene nanoplatelets (GNPs) for fused deposition modeling (FDM) were prepared by melting compounding and smoothly printed via a commercial FDM three-dimensional (3D) printer. The thermal conductivity (λ) and elastic modulus (E) of 3D printed PA12/GNPs parts along to the printing direction had an increase by 51.4% and 7% than that of compression molded parts, which is due to the GNPs preferentially aligning along to the printing direction. Along with these improved properties, ultimate tensile strength of 3D printed PA12/GNPs parts was well maintained. These results indicate that FDM is a new way to achieve PA12/GNPs parts with enhanced λ over compression moulding, which could contribute to realize efficient and flexible heat management for a wide range of applications. "]], ["INTRODUCTION", [" Rapid prototyping (RP) process is capable of building parts of any complicated geometry in least possible time without incurring extra cost due to the absence of tooling process in traditional product development cycle.1 RP has attracted much attention from both industrial and academic communities and a large number of technologies have been developed that allow the use of various materials, ranging from plastics to metals.2, 3 Up to now, various techniques such as laminated object manufacturing,3 fused deposition modeling (FDM),4 stereo lithography,5 selective laser sintering,6 and selective laser melting7 have been developed to form stereoscopic objects with complex architecture. Among currently available RP methods, FDM has become the most widely used due to its features of simple operation, low cost, and minimal use of harmful chemicals. FDM has been widely used in a variety of fields including household appliances, biomedical,8, 9 amusements, automobile,10 aircraft, and aerospace.11  In a typical FDM process, filament of thermoplastic material is pushed inside a liquefier by two rolls, heated into melts, and then extruded through a nozzle. With the nozzle moving in the x-y plane and the heated bed declining in z direction according to the instructions, parts are layer-by-layer fabricated. The most common FDM materials are thermoplastic materials like acrylonitrile–butadiene–styrene (ABS),12-20 poly(lactic acid),21, 22 and polyamide (PA).23, 24 The limited material selection and limited properties of printed parts hindered the application of FDM. Development of composite materials could be a way to broaden the range of material selection which could endow FDM parts with enhanced and versatile properties. Over the years, exploration of new FDM printable composites is mainly focused on enhancing the mechanical properties. Parts printed with short glass fiber,16 carbon fiber-reinforced composites17 or nanofillers18-20 including vapor-grown carbon fibers, calcium carbonate (CaCO3), montmorillonite, multiwalled carbon nanotubes, and silica (SiO2)-reinforced composites exhibited enhanced mechanical properties than printed pure polymer materials. However, explorations of only mechanical properties were insufficient in the enlargement of FDM applications.  In recent years, graphene, due to its outstanding properties, has become the topic of much research activities.25 Graphene nanoplatelets (GNPs) consisting multiple graphene layers, possess a platelet morphology, a thickness in range of 3 to 100 nm,26 is assumed to be potential reinforcing fillers for polymer based composites for its excellent mechanical, thermal, and electrical properties. The GNPs can also be scaled inexpensively into quantity production.27 Up to now, only several recently published scientific literatures14, 15, 22 have been performed to develop nanocomposites for FDM applications utilizing graphene as the nanofiller. A slightly decreased coefficient of thermal expansion was reported by incorporating 5.6 wt % of chemical reduced graphene oxide into ABS.14 Through the addition of 4 wt % GNP, the improved tensile modulus and a higher thermal stability of FDM fabricated ABS parts were also reported.15 An electromagnetic interference shielding behavior was observed from FDM fabricated poly(lactic acid)/graphene nanocomposites parts containing 10 wt % GNPs.22 As well-known, management of undesired heat in engine, electric, and automobile industries is extremely important for reliable device operation.28 To the best of our knowledge, only one report has ever discussed the improvement of thermal conductivity of FDM parts by incorporating metal-particle into polymer matrix.12 While such a bulky loading (40 vol %) of metal may cause clog in a printer's nozzle for its relatively high melt viscosity along with an abrasion effect23 on the nozzle caused by the stiff metal particles.  Herein, PA12/GNPs nanocomposites were prepared by melting extrusion, suitable filaments for FDM were fabricated and it could be printed smoothly via a commercial FDM printer. The dispersibility of GNPs in PA12 matrix was observed with scanning electron microscopy (SEM) and transmission electron microscopy (TEM). The thermal and mechanical properties of the PA12/GNPs nanocomposites and three-dimensional (3D) printed parts were evaluated. With the incorporation of GNPs, slightly decreased crystallinity, higher thermal stability, higher thermal conductivity, and improved elastic modulus were observed. Due to the GNPs preferentially aligning along to the printing direction, 3D printed PA12/GNPs parts along the printing direction exhibited greatly improved thermal conductivity compared with compression molded (CM) parts. In addition, ultimate tensile strength (UTS) was well maintained simultaneously. Furthermore, the orientation behavior of GNPs was observed with SEM and confirmed with two-dimensional (2D) X-ray diffraction (XRD) measurement."]], ["EXPERIMENTAL", ["##Materials  The matrix polymer polyamide 12 (VESTAMID L1940) was obtained from Evonik Degussa Co., Germany, in form of granules. According to the producer's technical data sheet, this material is characterized by a density of 1.01 g/cm3 and a melting temperature of 178 °C. The nanofiller GNPs powders (GNPs, KNGCZ030) were purchased from Xiamen Knano Graphene Technology Co., Ltd., China. According to the certificate of analysis from the manufacturer, the thickness of this kind of GNPs is less than 30 nm as well as the particle size D50 = 36.6 μm, D90 = 58.6 μm (ISO 13320–1:1999). The SEM micrograph of GNPs are shown in Figure 1 (the GNPs powders were firstly dispersed in ethanol solvent by sonication for 30 min, then dropped on a silicon slice, dried, and the surface of which was further coated with gold layer for SEM observation).  ## Composites Preparation and Compression Moulding  PA12/GNPs nanocomposites were prepared by melt compounding. Before compounding, the PA12 pellets and the GNPs powders were both dried in a vacuum oven at 80 °C for 12 h. Adequately dried PA12 and GNPs were hand-blended at 2, 4, 6, 8, and 10 wt % GNPs contents in plastic bags in compliance with new health and safety regulations regarding nanoparticles handling.29 The melt compounding process was performed using a co-rotating twin screw extruder (screw diameter = 20 mm; L/D ratio = 40, KEDSE 20/40, Brabender GmbH & Co. KG Germany). Neat PA12 was also processed under the same conditions. The extruded materials were pelletized and then dried in a vacuum oven at 80 °C for 12 h before compression moulding and filaments extrusion. The processing parameters used are shown in Table 1.  A variety of compounded materials with different GNPs contents were CM in a vulcanizing press (XLB-D, Huzhou Shunli Rubber Machinery Co., Ltd., China) at the temperature of 240 °C. A compression pressure of 7.5 MPa was applied to the material and it was held for 15 min. After that, the press was cooled with water.  ##Filaments Extrusion  For the fabrication of filament feedstock to be applied to a FDM 3D printer, predried compounded materials were feed into a filament production system (SHSJ-35, Songhu Plastic Machinery Co., Ltd., China) including a single screw extruder (screw diameter = 35 mm; L/D ratio = 25), two water tanks, a pulling unit, and a take-up unit. The variable parameters of this system including barrel temperature, die temperature, screw speed, water tank temperatures, and the pulling speed were carefully adjusted to yield filaments with diameter of 1.75 ± 0.03 mm. The variable parameters used are shown in Table 2.  ##FDM Process  The obtained filaments were processed via a FDM printer (HUEWAY 3D-304, Shenzhen Hueway Technology Co., Ltd. China). The STL files obtained from computer-aided design software were sliced in the Simplify 3D software in advance. All the specimens were printed according to the following parameters: nozzle diameter 0.40 mm; perimeter/raster of infill style; infill percentage 100%; layer height 0.20 mm; printing speed 60 mm/s; nozzle temperature 250 °C; bed temperature 120 °C. As schematically represented in Figure 2, dumbbell specimens (ISO 527–2/1 A) for tensile test and rectangular specimens (25 mm × 5 mm × 1.5 mm) for dynamic mechanical analysis (DMA) with different raster angles were printed.  ##Characterization  SEM micrographs of fracture surfaces of 3D printed and CM samples were taken with a Quanta 250 (FEI) field emission scanning electron microscope working at an operating voltage of 10 kV. Samples for SEM were preliminarily immersed in liquid nitrogen for about 40 min and broken in a brittle manner. Microstructural characterization of the PA12/6 wt % GNPs nanocomposites were carried out using Tecnai F20 (FEI) TEM at an acceleration voltage of 200 kV. The samples used for TEM were prepared by PT-XL ultramicrotome (RMC). XRD and differential scanning calorimetry (DSC) were performed to study the effect of GNPs addition on the crystallization behavior of PA12. XRD patterns of PA12/GNPs CM specimens were recorded by a D8 Advance diffractometer (Bruker, Germany) with Cu-Kα (λ = 1.54178 Å) radiation, 40 kV voltage, and 40 μA current. The scanning range was 2θ = 3–50°, and the scanning speed was 10°/min. DSC was conducted with Dimond DSC (PerkinElmer) under nitrogen atmosphere. All the samples were performed with the heating-cooling-heating cycles in the range of 30 to 230 °C at a rate of 10 °C/min. For any given sample, the crystalline fraction Xc can be determined from the melting curve data as: urn:x-wiley:00218995:media:app45332:app45332-math-0001(1) where ΔΗm is the melting enthalpy (area under the endotherm), urn:x-wiley:00218995:media:app45332:app45332-math-0002 is the melting enthalpy for a theoretically 100% crystalline PA12, which was taken to be 209.2 J/g,30 and f is the mass fraction of the filler. In other to examine the thermal degradation behaviors of the samples, thermogravimetric analysis (TGA) was conducted with Dimond TG/DTA (PerkinElmer, USA) at a heating rate of 10 °C/min over the range from room temperature to 600 °C under the protection of nitrogen atmosphere. The melt flow index (MFI) measurements were carried out through the SRE-400Z melt flow indexer (Changchun intelligent instrument and equipment Co., Ltd. China) according to ASTM D1238 standard, at the condition of 235 °C/2.16 kg. The thermal conductivity (λ) of FDM and CM specimens (10 mm × 10 mm × 1.5 mm) was measured with the laser-flash diffusivity analysis (LFA457, Netzsch, Germany). The thermal diffusivity α (mm2/s) and specific heat capacity Cp (J/g K) were directly obtained from the measurement, while the thermal conductivity λ (W/m K) was determined from the equation: urn:x-wiley:00218995:media:app45332:app45332-math-0003(2) where ρ is the density (g/cm3) of the material. LFA measurements were conducted at room temperature. Before the LFA tests, specimens were carefully polished to eliminate the error caused by surface roughness. The reported λ were the average of three individual measurements. Tensile tests were performed with the Instron 5567 electronic material testing machine with a ramp speed of 10 mm/min. The average value of E, UTS, and elongation at break (EL) were calculated from at least five replicates. DMA of printed rectangular specimens [Figure 2(d–f), 25 mm × 5 mm × 1.5 mm and raster angle of 0°, 90°, and 45°, respectively] were studied with DMA Q800 (TA) utilizing tensile mode at a constant amplitude of 0.006 mm and a fixed frequency of 1 Hz. The specimens were heated from −20 to 150 °C at a heating rate of 3 °C/min. Storage modulus (E′), loss modulus (E″), and loss tangent (tan δ) as a function of the temperature were reported. 2D XRD was performed on a D8 Discover diffractometer (Bruker, Germany) equipped with VANTEC-500 as a 2D detector to determine the orientation feature of GNPs in the PA12 matrix. The degree of orientation (DO) for GNPs was determined from its intensity distribution of the (002) reflection of the Debye ring using the following equation31: urn:x-wiley:00218995:media:app45332:app45332-math-0004(3) where Wi is the full width at half maximum of the diffraction peak in the Azimuthal angle profile of 2D XRD, with the subscript i being the number of peaks. The samples for 2D XRD were three-dimensional printed single layer with constant raster angle and then carefully polished into thickness of ∼100 μm. "]], ["RESULTS AND DISCUSSION", ["##Dispersibility of GNPs in PA12 Matrix  Uniform dispersion of the GNPs in the polymer composites is an issue of concern due to the strong van der Waals forces and π-π attraction between the platelets and the small distance between the graphene sheets. Their hydrophobic nature also causes hindrance in case of dispersion attempts within the hydrophilic PA12 matrix.32 During melt compounding in the twin screw extruder, the created high sheer forces help in breaking the agglomerates present. Figure 3(b–f) shows the micrographs of the fracture surface of PA12/GNPs CM samples with 2, 4, 6, 8, and 10 wt % GNPs, respectively. Pure PA12 sample [Figure 3(a)] exhibited jagged texture of polymers, whereas PA12/GNPs nanocomposites samples [Figure 3(b–f)] showed more rigid-like and bumpy morphology.33 The blue arrows refer to individual GNPs, while the red arrows refer to GNPs agglomerates (stacked GNPs with its size ≥30 μm), which were formed due to van der Waals forces and π-π attraction. As seen in Figure 3, the GNPs are overall well dispersed at relatively low loadings (2, 4, and 6 wt %), while even with the least proportion (2 wt %), there are small areas with GNPs agglomerates could not be avoided. With the increase of GNPs content, more agglomerates can be observed (8 and 10 wt %). The layering gaps and voids will be introduced by GNPs agglomerates, resulting in the concentration of stresses which lowers the effect of GNPs reinforcement on polymer properties.  Figure 4 presents TEM micrographs of the PA12/6 wt % GNPs nanocomposite sample. Figure 4(a) illustrates the planar morphology of GNPs with partly overlapped and wrinkled structure.34 Figure 4(b,c) shows the lateral morphology of individual GNPs and GNPs agglomerates with its size and thickness clearly observed, respectively. These phenomena are agreed with the observed SEM micrographs of Figure 3(b–f).  Works can be done in the future to obtain the desirable dispersion of GNPs in nanocomposites, including utilizing chemical and physical surfactants and covalent functionalization of GNPs, etc. ##Crystallization and Thermal Degradation Behaviors  Figure 5 reveals the XRD spectra of PA12 and PA12/GNPs CM samples. For pure PA12 sample, two main diffraction peaks were observed at 2θ = 21.5° and 5.8°, which correspond to (001) and (020) diffractions of the γ form crystal phase of PA12,35, 36 respectively. When the GNPs were incorporated into PA12 matrix (PA12/2 wt % GNPs), a diffraction peak at 2θ = 26.4° emerges, which assigned to the (002) diffractions of GNPs.28, 37 With the further increase of GNPs content, the intensity of GNPs diffraction peak increased, while the intensity of the PA12 crystals diffraction peaks slightly reduced. The slightly reduced intensity of PA12 XRD peeks indicates the relatively lower crystallinity of PA12, which was further proved by the following DSC measurements. Figure 6 shows the DSC curves for the cooling cycle and the second heating cycle for PA12 and the PA12/GNPs nanocomposites. The crystallization temperature (Tc), melting temperature (Tm1, Tm2), melting enthalpy (ΔHm), and the percentage of crystallinity (%) have been determined and listed in Table 3. As shown in cooling curves [Figure 6(a)], the crystallization temperature (Tc) increases with GNPs content indicating that GNPs is acting as a nucleating agent. The presence of a double melting endothermic peak in the second heating curves [Figure 6(b)] may be related to melting-recrystallization process,38, 39 as confirmed from XRD, there is only one phase (γ form crystal) present in the samples. Incorporation of GNPs may increase the amount of smaller crystals with thinner lamellaes, which melt at a lower temperature. As it emerges from Table 3, the crystallinity of the composites slightly reduced compared with the pure PA12. This is due to the incorporation of GNPs decreased the free volume of polymer chains and acted as rigid obstacles that do not allow polymer chains to rearrange and form crystals. These results are similar to those reported in recent studies.30, 40, 41 The lower crystallinity resulting in a decreased shrinkage ratio was experimentally proved, therefore increasing the accuracy of FDM parts.42  TGA revealed the thermal stability of PA12/GNPs nanocomposites. As shown in Figure 7, two different curves were generated: mass loss curve (TG) and first derivative of the mass loss curve (DTG). The initial decomposition temperatures (Ti) and maximum decomposition temperatures (Tmax) are given in Table 3. The Ti and Tmax of pure PA12 are improved with the incorporation of GNPs, indicating that the thermal stability of PA12 is improved. With the increase of GNPs concentration, the Ti and Tmax are slightly improved, which is shown in Table 3. It was reported that graphene layers act as physical barriers and could prevent the emission of thermally decomposed small gaseous molecules.41, 43  ## Optimal Content of GNPs  In order to select an optimal content of GNPs in the PA12 matrix for further research, a preliminary study including LFA, MFI, and tensile test was conducted. A variety of compounded materials with different GNPs contents were CM as described in the Experimental section. Figure 8(a) summarizes the λ and MFI values, and Figure 8(b) summarizes the tensile properties as a function of the GNPs content.  It can be observed from Figure 8(a), the λ improves at a relatively lower speed by incorporation of 2 wt % GNPs compared with the continuous adding (4–8 wt %). This phenomenon indicates the GNPs content of 2 wt % is not enough to form an effective thermally conductive network. While the GNPs content go up to a higher level (8–10 wt %), the rise of λ slows down, which can be interpreted that more GNPs agglomerates [shown by red arrows in Figure 3(f)] in PA12 matrix to act as phonon scattering sites.44 Meanwhile, the MFI values almost display a linear downward trend which indicates the increase of melt viscosity. If the obtained filament exhibits a high melt viscosity, buckling will occur just before the entrance to the nozzle, resulting in the failure of FDM processing. The tensile properties are shown in Figure 8(b). Incorporation of GNPs generates a significant increase of the E value of the PA12 matrix. In contrast, an obvious decrease of the EL is yielded, indicating an inferior toughness of PA12/GNPs nanocomposites compared with pure PA12. While with the further increase of GNPs content, the EL decreases at a slower rate nearly in linear. Simultaneously, UTS of materials decreases slightly with the increase of GNPs concentration. However, previous reports of Wang et al.45 and Khanam et al.46 that the tensile strength of composite increased at first and decreased subsequently with the increase of GNPs content. The mechanism is the same that the high strength and the uniform distribution of fillers at low content resulting in enhancement of composite strength, while the inevitable aggregation of fillers at high content lowered the composite strength. The particle size of GNPs used in their works were relatively ∼5 μm and ≤2 μm, which could achieve desirable dispersion in polymer matrix at the lower content. The particle size of GNPs used in our work is large, of which D50 = 36.6 μm. GNPs with large size is more difficult to disperse, there are areas with large size GNPs (≥30 μm) agglomerates in composite even with the least content of GNPs [2 wt %, shown in Figure 3(b)]. GNPs with larger size can also deform into nonplanar shapes during processing [shown in Figure 3(b–f)], resulting in poorer composite strength.47 Similar results show that the addition of GNPs decreased the composite tensile strength were reported by Murariu et al.37 and Papageorgiou et al.48 utilizing GNPs with mean diameters of 36 and 25 μm, respectively.  Comprehensively considering the thermal properties, tensile properties, and the processability of the PA12/GNPs nanocomposites for FDM processing, 6 wt % of GNPs content is the optimal choice. With such a GNPs content, the elastic modulus of 2103.9 MPa is reached, 43.4% higher than that of pure PA12, and the λ reached 0.74 W/m K which is 3.4 times of pure PA12. The MFI values, UTS, and EL are 5.88 g/10 min (235 °C/2.16 kg), 41.3 MPa, and 14.6%, respectively. Afterwards, PA12/6 wt % as well as pure PA12 filaments were fabricated and printed. In the following parts of this article, PA12/GNPs refers to PA12/6 wt % GNPs. ##Thermal Conductivity  With the aim of understanding how the GNPs exert an influence on the thermal conductivity of PA12 parts fabricated by FDM, especially the difference between FDM parts and CM parts, and the difference among FDM parts printed with different printing methods, two types of FDM [Figure 9(a)] as well as CM specimens for LFA were fabricated. The thermal conductivity (λ) of the through-plane direction (thickness direction) of all the specimens is shown in Figure 9(b). For pure PA12 specimens, no significant difference of λ among different types of specimens can be observed. But for the PA12/GNPs specimens, the type B clearly possess the highest λ of 1.12 W/m K while the type A possess the lowest λ of 0.42 W/m K resulting in an anisotropic ratio of λ greater than 2.6. It is worth noting that with the same GNPs content (6 wt %), 3D printed specimens exhibit better thermal conductivity than the CM specimens with the λ of type B 51.4% higher than CM ones. This is caused by GNPs preferentially aligning along to the printing direction, in which the 2D planar structures of GNPs exhibit the largest degree of overlap to form the heat conduction pathways. On the contrary, GNPs were randomly arranged in CM specimens.  It can be summarized that FDM fabricated thermal conductive polymer composites parts utilizing graphene as the nanofiller will exhibit enhanced λ over CM parts in all probability. Furthermore, with the freedom of structural modeling and model slicing for the FDM process, specially designed/sliced parts can be fabricated, which could contribute to realize more efficient and flexible heat management for a wide range of applications. ##Tensile Tests  The mechanical properties of 3D printed specimens with different raster angles [Figure 2(a–c)] and CM specimens are listed in Table 4. The raster angle was found to significantly influence the mechanical properties of 3D printed specimens. It can be noted that the incorporation of 6 wt % GNPs promotes an obvious increase of the elastic modulus of the PA12 matrix (improvement of E value by 50.6%, 48.3%, 40.5%, 43.4% for 3D printed 0°, 45°, 90°, and CM specimens, respectively), 3D printed 0° specimens exhibit the largest increase followed by 45°, CM, and 90°, respectively. What is more, it should be noted that the E value of PA12–0° specimens is almost the same as PA12-CM specimens (1.9% higher). In comparison, the PA12/GNPs-0° specimens have an improvement of the E value by 7.0% than PA12/GNPs-CM specimens. This is also owing to the best reinforcement efficiency of GNPs within the 3D printed 0° specimens, and of which the GNPs preferentially aligned along to the stretching direction. Oriented fillers can form conductive pathways more easily, improve the energy dissipation during tensile testing, and retard the growth of cracks during failure, hence increase the modulus.48 The slightly decreased UTS by introducing GNPs may be due to the compromise between the enhancement effect of GNPs and the stress concentration caused by aggregated GNPs with large size, the same as preceding descriptions of Figure 8(b). The EL was greatly reduced by introducing GNPs, which could be attributed to a poor adhesion between the unmodified GNPs surface and the PA12 matrix.  In general, the raster angles remarkably affect the tensile mechanical properties of FDM fabricated samples. Due to the GNPs oriented in the direction of stretching, 3D printed 0° PA12/GNPs specimens show the best reinforcement effect of GNPs. What is more, PA12/GNPs-0° specimens have an improvement of the elastic modulus by 7.0% than PA12/GNPs-CM specimens. ##Dynamic Mechanical Analysis (DMA)  DMA was carried out to measure the viscoelastic properties of PA12 and PA12/GNPs FDM parts. Temperature-dependent dynamic mechanical behaviors of FDM products are essential, particularly in the automotive and aerospace industry.49 Practically, this means that the functionality and applicability of a part can change significantly over a wide range of temperatures. The storage modulus (E′), loss modulus (E″), and loss tangent (tan δ) curves of the pure PA12 and PA12/GNPs nanocomposite specimens are shown in Figure 10(a–c), respectively.  By incorporation of GNPs, a remarkably increased E′ of the nanocomposites can be achieved, indicating the reinforcement of GNPs. 3D printed 0° specimens show the highest E′ and E″ followed by 45° and 90° specimens, respectively [Figure 10(a,b)]. This trend is in consistent with previously observed tensile elastic modulus (Table 4). It is worth noting the change rate of E′ and E″ among printed PA12/GNPs specimens with different raster angles is bigger than that of pure PA12 specimens, especially for the E″. For PA12/GNPs-0° specimens, GNPs preferentially align along to the direction of the applied load, resulting in the largest extent of frictional wear between 2D planar GNPs and the PA12 matrix. The tan δ plots [Figure 10(c)] show the constraint of molecular motion of the PA12 matrix caused by GNPs. Enhancement of tan δ value was observed in most of the temperature range for all the samples containing GNPs, implying an enhanced damping behavior.50 What is more, the presence of GNPs causes shifts of Tg peaks toward higher temperatures by 0.7 °C for 0° specimens (from 55.2 to 55.9 °C); 1.1 °C for 45° specimens (from 55.1 to 56.2 °C); 1.2 °C for 90° specimens (from 56.1 to 57.3 °C).  It can be summarized that, enhanced rigidity and damping behavior were observed with FDM parts by incorporation GNPs. 3D printed 0° PA12/GNPs specimens show the best reinforcement efficiency of GNPs due to its orientation in PA12 matrix, which is consistent with the tensile test results. ##Orientation Behavior of GNPs In order to verify the orientation feature of GNPs dispersed in the PA12 matrix during the FDM process, specimens with different raster angles (90° and 0°) for brittle fracture were printed, which are illustrated in Figure 11(a). Figure 12(a–c) and Figure 12(d–f) respectively show the SEM micrographs of fracture surfaces of the 90°and 0° specimens, from low magnification (500×) to high magnification (4000×). From Figure 12, GNPs sheets can be seen projecting out of the fractured surfaces of both 90° and 0° specimens. It is interesting to note that the GNPs within 90° specimen preferentially aligned along to the printing/loading/raster direction shown with red double-headed arrows from Figure 12(a–c). By contrast, a clutter distribution of GNPs within CM specimens can be observed from Figure 3(d). The extrusion induced orientation phenomenon of GNPs is due to the large shear rate between the composite melt and the inner wall of the nozzle. The PA12/GNPs nanocomposite melt flowed through the nozzle at a rather high speed yielding the highly oriented GNPs within a single extruded filament, which is illustrated in Figure 11(b). What is more, it can be seen from SEM images of 0° specimen [Figure 12(d–f)] that the GNPs also prefer orientation parallel to the edge of a filament and have a change of orientation along the edge (depicted with red double-headed arrows). The edge portion of a filament is next to the inner wall of the nozzle just before the filament is extruded and deposited. Similar phenomenon can be seen from Wu and Drzal's27 work that in the cross-section of the injection molded GNP/PEId composite, GNP show perfect orientation parallel to the wall of injection mold and have a change of orientation at the corner of the mold.  In order to further confirm the orientation feature of GNPs in the PA12 matrix, 2D XRD measurements of 3D printed samples were performed. Figure 13 shows 2D XRD patterns of 3D printed PA12 and PA12/GNPs samples. As shown in Figure 13(a), two symmetrical diffraction rings correspond to the γ form crystal phase of PA12 [γ(001) and γ(020) as depicted by the white arrows]. There is no obvious orientation at any angle. It demonstrates the random orientation of PA12 crystals. While, as shown in Figure 13(b), the graphitic (002) reflection of the GNPs can be seen as semi-arcs (outermost) emerged, indicating the existence and the directional alignment of GNPs in PA12 matrix51 during the FDM process. Figure 13(c) is the 1D XRD patterns obtained from the 2D XRD measurement, and the positions of diffraction peaks is consistent with the XRD patterns of block samples (Figure 5). Figure 13(d) is the azimuthal angle profile of 2D XRD patterns of FDM fabricated PA12 and PA12/GNPs samples, from which two diffraction peaks can be observed for PA12/GNPs samples. The DO of GNPs in the composite was calculated from eq. 3, the value of which is 76.4.  As a result, the highly oriented GNPs (DO = 76.4) were dominantly affected by shear force from the nozzle of a FDM processing. Further work can be carried out to discuss the relationship between DO of the nanofillers and various printing parameters (printing speed, nozzle temperature, etc.). ##Coalescence Rate of PA12 and PA12/GNPs Nanocomposites Figure 14 provide an evidence of the coalescence among adjacent filaments. An approximately fully dense structure of printed pure PA12 can be observed from Figure 14(a), which is close to that of the CM parts from Figure 3(a). While more and bigger voids among adjacent filaments can be seen from printed composite part [Figure 14(b)] compared with that of pure PA12. The sintering behavior52 can be modeled by Frenkel-Eshelby model13, 53:  where Χ, Γ, t, μ, and a0 are the coalescence rate, surface tension, sintering time, viscosity, and particle radius of the material, respectively. With regard to the same printing method, the t and a0 are constants. The surface tension is only a weak factor compared with the viscosity, therefore less conclusive for judging material sinterability. Consequently, the main parameter of interest is the viscosity.54 The PA12/GNPs nanocomposite melt exhibits a higher viscosity [indirectly proved by its MFI value almost two times smaller than that of pure PA12 from Figure 8(a)], which leading to a lower coalescence rate. Compared with pure PA12, the lower coalescence rate of PA12/GNPs nanocomposite brings about a more significant anisotropic elastic modulus as measured specimens with different raster angles (Table 4). "]], ["CONCLUSIONS", [" Three-dimensional printable novel PA12/GNPs nanocomposites were successfully yielded by melting compounding. GNPs were overall uniformly dispersed in PA12 matrix at lower contents (2, 4, and 6 wt %), while GNPs agglomerates could not be avoided even at the least content due to the large size of utilized GNPs which is hard to disperse. The dispersibility of GNPs in PA12 matrix was observed by SEM and TEM micrographs. The optimal GNPs content of 6 wt % was determined by the slightly decreased crystallinity which implying a higher accuracy, higher thermal stability, improved thermal conductivity, improved elastic modulus along with an appropriate MFI value of PA12/6 wt % GNPs nanocomposite. Therefore, suitable filaments for FDM were fabricated and it could be printed smoothly via a commercial FDM printer. Due to the GNPs preferentially aligning along to the printing direction, the thermal conductivity and elastic modulus of FDM fabricated PA12/GNPs parts along to the printing direction exhibited 51.4% and 7% higher than that of CM parts with UTS well maintained simultaneously. Moreover, raster angle of 0° printed PA12/GNPs parts exhibiting the best reinforcement efficiency can be explained by both tensile test and DMA. From the fracture surface SEM images of 3D printed parts, the extrusion induced orientation of GNPs in PA12 matrix and a relatively lower coalescence rate of PA12/GNPs nanocomposite were observed. The DO of 76.4 was confirmed by 2D XRD measurement of 3D printed samples."]]], "doi": "10.1002/app.45332", "figures": [["Figure 1", "Figure 1", "Figure 1. SEM micrograph of GNPs.   "], ["Figure 10", "Figure 10", "Figure 10. Dynamic mechanical thermograms (a) storage modulus (E'), (b) loss modulus (E''), and (c) loss tangent (tan δ) of PA12 and PA12/GNPs nanocomposite as measured on 3D printed specimens (25 mm × 5 mm × 1.5 mm, raster angle of 0°, 45°, and 90°, respectively). [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 11", "Figure 11", "Figure 11. Schematic illustration of (a) 3D printed 90° and 0° specimens (60 mm × 20 mm × 3 mm) for brittle fracture and (b) orientation of GNPs  in PA12 matrix during the FDM process. [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 12", "Figure 12", "Figure 12. SEM images showing the fracture surface of 3D printed 90° (a—c) and 0° (d—f) PA12/6 wt % GNPs nanocomposite specimens. [Color figure  can be viewed at wileyonlinelibrary.com]   "], ["Figure 13", "Figure 13", "Figure 13. Two-dimensional (2D) XRD patterns of 3D printed (a) pure PA12, (b) PA12/6 wt % GNPs nanocomposite samples, (c) 1D XRD patterns  obtained from the 2D XRD measurement, (d) the Azimuthal angle profile of (a) and (b). [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 14", "Figure 14", "Figure 14. SEM images showing the fracture surface of 3D printed (a) PA12 and (b) PA12/GNPs nanocomposite 0° specimens.   "], ["Figure 2", "Figure 2", "Figure 2. Schematic illustration of 3D printed dumbbell and rectangular  specimens with different raster angles: (a) and (d) 0°; (b) and (e) 90°; (c)  and (f) 45°."], ["Figure 3", "Figure 3", "Figure 3. SEM images showing the fracture surface of pure PA12 (a) and PA12/GNPs nanocomposites with 2, 4, 6, 8, and 10 wt % GNPs (b–f, respectively) CM samples (60 mm × 20 mm × 3 mm). [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 4", "Figure 4", "Figure 4. TEM micrographs of PA12/6 wt % GNPs nanocomposites.   "], ["Figure 5", "Figure 5", "Figure 5. XRD spectra of PA12 and PA12/GNPs nanocomposites with 2, 4, 6, 8, and 10 wt % GNPs CM samples (10 mm × 10 mm × 4 mm).  [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 6", "Figure 6", "Figure 6. DSC (a) cooling curves and (b) second heating curves of pure PA12 and PA12/GNPs nanocomposites with 2, 4, 6, 8, and 10 wt % GNPs.  [Color figure can be viewed at wileyonlinelibrary.com]   "], ["Figure 7", "Figure 7", "Figure 7. TG (top) and DTG (bottom) curves of pure PA12 and PA12/GNPs nanocomposites with 2, 4, 6, 8, and 10 wt % GNPs. [Color figure  can be viewed at wileyonlinelibrary.com]   "], ["Figure 8", "Figure 8", "Figure 8. (a) The MFI values, thermal conductivity (λ), and (b) tensile  test results of pure PA12 and PA12/GNPs nanocomposites and its CM  specimens, respectively. [Color figure can be viewed at wileyonlinelibrary.com]"], ["Figure 9", "Figure 9", "Figure 9. (a) Schematic illustration of three-dimensional printed LFA specimens (10 mm × 10 mm × 1.5 mm, type A: printing direction perpendiculas  to through-plane direction, type B: printing direction parallel to through-plane direction); (b) thermal conductivity (λ) of PA12 and PA12/GNPs as measured on type A, type B, and CM specimens."]], "table_captions": [["Table 1", "Table 1", "Table 1. Processing Parameters of the Twin Screw Extruder"], ["Table 2", "Table 2", "Table 2. Processing Parameters of the Filament Production System"], ["Table 4", "Table 4", "Table 4. Tensile Test Results of PA12 and PA12/GNPs Nanocomposites as Measured on 3D Printed Specimens (Raster Angle of 0°, 45°, and 90°) and CM Specimens"]], "tables": []}