{"title": "Thermal stability and thermal degradation kinetics (model-free kinetics) of nanocomposites based on poly (lactic acid)/graphene: the influence of functionalization", "abstract": " Thermal stability and thermal degradation kinetics of nanocomposites play an important role in many applications. In this study, nanocomposites based on poly (lactic acid) (PLA)/graphene containing 0.5 and 1 wt% were prepared via solution method. Functionalized graphene were prepared by acid treatment followed by grafting PLA on their surfaces. The functionalized graphene was characterized using fourier transform infrared spectroscopy (FTIR), Raman, elemental analysis, Fourier transform infrared attenuated total reflection (FTIR-ATR), Dynamic mechanical thermal analysis (DMTA) and thermogravimetry analysis (TGA). The results revealed a successful functionalization reaction. The morphology of nanocomposites was investigated by scanning electron microscopy (SEM). Thermal kinetics of samples was studied using TGA in multiple heating rates (5, 10, 20 and 30 °C/min). Flynn–Wall–Ozawa (FWO) and Vyazovkin (VYZ) methods were considered as isoconversional models. Although the assumptions of the applied models were different, there was a good agreement between the models and obtained activation energies. ", "body": [["Abstract", [" Thermal stability and thermal degradation kinetics of nanocomposites play an important role in many applications. In this study, nanocomposites based on poly (lactic acid) (PLA)/graphene containing 0.5 and 1 wt% were prepared via solution method. Functionalized graphene were prepared by acid treatment followed by grafting PLA on their surfaces. The functionalized graphene was characterized using fourier transform infrared spectroscopy (FTIR), Raman, elemental analysis, Fourier transform infrared attenuated total reflection (FTIR-ATR), Dynamic mechanical thermal analysis (DMTA) and thermogravimetry analysis (TGA). The results revealed a successful functionalization reaction. The morphology of nanocomposites was investigated by scanning electron microscopy (SEM). Thermal kinetics of samples was studied using TGA in multiple heating rates (5, 10, 20 and 30 °C/min). Flynn–Wall–Ozawa (FWO) and Vyazovkin (VYZ) methods were considered as isoconversional models. Although the assumptions of the applied models were different, there was a good agreement between the models and obtained activation energies. "]], ["Introduction", [" Due to their desirable features including sustainability, eco-friendly and biodegradability, poly (lactic acid) (PLA) has been attractive in polymer industries as a new class of materials. PLA can be a suitable candidate to use in packaging, fibers, membranes, tissue engineering, automotive parts and electrical devices. To broaden the application of PLA, tailoring its properties has been considered by researchers [1–5]. Copolymerization and compounding with other polymers and additives are the two main strategies for modification of PLA properties. In addition, many attempts have been focused on incorporation of low amounts of nanoparticles into the PLA matrix. Among different types of nanoparticles, graphene nanoplatelets (GNp) show unique properties and can improve mechanical, electrical and thermal properties of PLA [6–8].  GNp can be a good alternative for conductive carbon fillers in nanocomposites, due to its high aspect ratio, easy production and excellent conductivity. The enhancement of mechanical, physical, thermal and barrier properties in nanocomposites containing graphene has been reported in the literatures [9–12]. Uniform dispersion of fillers plays the main role in the improvement of physical and mechanical properties. Due to mismatching and nature of graphene with most polymers, a good dispersion has not been obtained thus functionalization is an inevitable process. In comparison with non-functionalized GNp, functionalized graphene nanoplatelets (FGNp) have many oxygen-containing groups on their surfaces. These functional groups not only provide proper dispersion of FGNp in polymers, but also facilitate the interaction between the matrices and FGNp through covalent bonds. The first step in functionalization is oxidation using acid treatment. Characterization of oxidized graphene has revealed that existence of epoxide and hydroxyl groups at the surface of the FGNp together with carbonyl and carboxyl groups located at the edges enables the nanoplatelets to be readily grafted with different groups. Grafting of various functional groups such as ester and amine is the second step and has usually been carried out using acylation reaction [13, 14].  Kinetic study of the thermal degradation can be used to assess the reliability of the materials for high-temperature applications. The triplet kinetic parameters such as activation energy (E a), pre-exponential factor (A) and reaction model (n) of thermal degradation of polymers give useful information about the decomposition mechanism [15]. To calculate the kinetic parameters, the International Confederation of Thermal Analysis and Calorimetry (ICTAC) insisted on using the multiple heating rate processes, then avoided single heating rate methods and later suggested some recommendations for performing kinetic computations on thermal analysis data [16]. Conversion function (f(α)) and the activation energy have been determined via the various methods. Generally, these methods can be divided into two categories: I. isoconversional and II. model-fitting methods. Isoconversional method can be explained as model-free method in which there are no changes of conversion function with the variation of the heating rate for whole ranges of the degree of conversion (α).  To determine the kinetic triplets using multiple heating rate tests, model-fitting kinetic methods can be used. In this method, the obtained data for non-isothermal condition are not comparable with those of isothermal condition [17, 18]. One of the best free approaches is Vyazovkin model through use of isoconversion method leads to an authentic way of obtaining kinetic information from non-isothermal data using thermal analysis.  Thermal degradation kinetics of nanocomposites based on biodegradable polymers has gained an important role in processing and applications at high temperatures. Effect of carbon nanotube, functionalized carbon nanotube, hydroxyapatite, calcium carbonate and graphene on kinetics of degradation has been studied by researchers [19–23]. Kim et al. reported the effect of calcium carbonate on the thermal degradation kinetics of PLA/calcium carbonate nanocomposites by different models. They revealed that the activation energy of nanocomposite samples was lower than that of neat PLA due to the basic nature of calcium carbonate and its catalytic effect on depolymerization of the PLA ester bonds [21]. The similar results have been reported by Barrosso-Bujans et al. for the nanocomposites based on polyethylene oxide/graphene. They attributed this trend to the linear structure of polyethylene oxide and showed that thermal degradation follows the first-order reaction [22]. The contradictory result has been reported by Chrissafis for PLA/oxidized multiwalled carbon nanotube in which the nanocomposite samples had higher activation energy compared to neat PLA. He believed that the presence of a complex degradation mechanism (more than two mechanisms) was the main reason for this difference [19].  This work is motivated by current researches in the thermal degradation kinetics of nanocomposites. We reported the functionalization of GNp and preparation of PLA/GNp and FGNp nanocomposites. The functionalization reaction was tracked by FTIR, thermogravimetry analysis (TGA), Raman and elemental analyses. The nanocomposites samples were prepared via solution method. Thermal stability and degradation kinetics were studied based on TGA data. For the first time, thermal degradation kinetics was evaluated using model-free kinetic methods for grafted nanocomposites. The two model-free kinetic methods (VYZ and FWO) are used to compare and evaluate the activation energies and the results were discussed. "]], ["Experimental", ["##Materials Poly (lactic acid) (3251D) was purchased from NatureWorks, USA. Graphene nanoplatelets which were prepared via a modified Hummers method (specific surface area 150 m2/g, length 1.5–2.5 µm, bulk density 0.03–0.1 g/cc, thickness 4–20 nm, layers <30, diameter 5–10 µm, typical value of resistivity: 107 and 102 Ω/m parallel to surface and perpendicular to surface, respectively) were kindly supplied by Research Institute of Petroleum Industry (RIPI), IRAN. Sulfuric acid (98 %), nitric acid (68 %), thionyl chloride (SOCl2), N, N-dimethylformamide (DMF) and tetrahydrofuran (THF) were purchased from Sigma-Aldrich. THF was dried over sodium benzophenone under nitrogen and freshly distilled prior to use, to obtain better performance.  ##Graphene functionalization  0.2 g GNp was placed in a vacuum oven about 48 h at 80 °C to remove absorbed humidity. A mixture of H2SO4/HNO3 (3:1, v/v) was used to oxidize the GNp to create carboxylic and hydroxyl functional groups for 2 h using a sonicator (60 °C, 630 W). The oxidized GNp was filtered through a polycarbonate filter (0.45 μm pore diameter), and washed with deionized water several times until the pH value got around 7 and was then dried in a vacuum oven at 80 °C overnight.  In the next step of GNp modification, the acylation reaction was done using a mixture of 20:1 thionyl chloride and dimethylformamide under sonication for 2 h at 70 °C in a N2 atmosphere. GNp-COCl was filtered through a poly(tetrafluoroethylene) filter (0.45 μm pore diameter), and washed with dried THF to remove residual SOCl2. The obtained GNp-COCl was then dried under vacuum at 40 °C for 24 h and stored in a sealed bottle for further use. The aforementioned steps are shown in Scheme 1.  ##Nanocomposite preparation  The desired amounts of GNp-COCl and GNp were first added into dried DMF at a concentration of 1 mg/ml, and the mixture was sonicated at 630 W for 2 h to obtain a uniform suspension. At the same time, PLA was completely dissolved in dried DMF at a concentration of 100 mg/ml at 45 °C. The PLA solution was then mixed with the GNp-COCl and GNp suspension for 4 h at 40 °C. After further sonication (10 min), the solvent was evaporated at an elevated temperature for about 1 h, and the PLA/GNp and PLA/FGNp nanocomposite films were obtained. The films were further dried at 80 °C in a vacuum oven for 3 days to completely remove the solvent. Then the mixture was washed in DMF (80 °C) to extract the un-reacted PLA until the filtrate would not sediment in system. The concentrations of GNp and FGNp were 0.5 and 1 wt%, and the samples were denoted by PLA/GNp 0.5, PLA/GNP 1, PLA/FGNp 0.5 and PLA/FGNp 1.  ##Characterization  To characterize the functionalization reaction, FTIR spectra were collected on the Bruker EQUINOX 55 FTIR spectrometer, Ettlingen (collecting 32 scans in the 400–4,000 cm−1 range with 4 cm−1 resolution). Raman spectra of samples were carried out with an ALMEGA-Dispersive Raman (Thermo Nicolet) with 514.5 nm excitation. Fourier transform infrared attenuated total reflection was used (Specac Golden gate spectrometer). TGA was performed on a Polymer Laboratories model STA 1640 (UK) under nitrogen atmosphere from ambient temperature up to 600 °C at a heating rate of 10 °C/min also used to monitor the modification reaction of GNp. Elemental analysis of samples was performed by Elementar Vario EL III. To study kinetics of thermal degradation, rates of 5, 10, 20 and 30 °C/min in TGA were used. The morphology of nanocomposites was investigated by scanning electron microscopy (SEM, Vega Tescan) before the test, rectangular bars were cryogenically fractured in liquid nitrogen carefully and then the samples were coated with gold. Dynamic mechanical thermal analysis (DMTA) was performed using a Tritec 2000 DMA instrument (Triton Technology, UK) with a chuck distance of 21 mm at temperature range of 30–110 °C, heating rate of 3 °C/min and frequency of 1 Hz. All the samples were tested in the single cantilever bending mode."]], ["Results and discussion", ["##Functionalization of GNp To monitor functionalization reaction of GNp, FTIR analysis was conducted. Figure 1 shows FTIR spectra of GNp and FGNp. As can be seen, the peaks at 1,707, 1,580 and 1,130 cm−1 are appeared in the spectra of FGNp, which reflected the formation of carbonyl groups [from carboxylic acids (–COOH–)], asymmetric –COO– stretch and symmetric –COO– stretch, respectively. In spite of existence of a small peak at 3,433 cm−1 which corresponds to hydroxyl groups in GNp, the peak was significantly strengthened after the acid treatment. Similar results about carbon nanotube functionalization have been reported [24, 25] and the FTIR spectra confirm that acid treatment produces oxygen-containing functional groups on the surface of GNp. Another useful and powerful method for characterization of functionalization reaction of GNp is Raman spectroscopy. The Raman spectra of GNp and FGNp are demonstrated in Fig. 2. As it was expected, two sharp peaks are detectable in the spectrum of carbon allotropes, which are known as D and G bands. The D band appears around 1,340-1,360 cm−1 which is attributed to the ring breathing modes of sp2 atoms in rings. The G band is an indication of bond stretching of all pairs of sp2 atoms in both rings and chains and appears around 1,585 cm−1 [26]. On the other hand, the main characteristics peaks for PLA are appeared in 1,728, 1,402, 1,242, 1,064 and 976 cm−1 and there are no overlaps between the graphene and PLA in the range of 1,300–1,500 cm−1. The intensity ratio of D and G band (I D/I G) is affected by the disordered pattern which exists in graphene platelets and is different for pristine and functionalized graphene due to the formation of defects in FGNp. The ratios were 1.15 and 1.39 for GNP and FGNP, respectively. The increase of I D/I G ratio in FGNp implies a successful functionalization reaction [27].  The next analysis for tracking GNp functionalization was TGA. TGA curves of GNp and FGNp are shown in Fig. 3. There are two major mass loss steps while increasing the temperature of GNp sample. The mass loss around 100 °C is assigned to the removal of absorbed water and release of moisture, and the other one around 200 °C is due to the pyrolysis of the liable oxygen-containing functional groups [28]. In the range of 150–230 °C, the mass losses were 3 and 8 wt% for GNp and FGNp, respectively. The different thermal behavior of the samples may be attributed to the presence of oxygen-containing groups on the surface of FGNp. In other meaning, in this temperature range, due to the existence of more organic groups which are formed by acid treatment, the mass loss is more significant than that of GNp. The results of elemental analysis are listed in the Table 1. As it can be seen, the oxygen percentage of FGNp is increased due to the formation of oxygen-containing groups by acid treatment.  ##Grafting FGNp to PLA  Grafting reaction of PLA on FGNp was also monitored by FTIR-ATR analysis. Figure 4 represents the FTIR–ATR spectra for samples of PLA, PLA/GNp 1 and PLA/FGNp 1 nanocomposites. The spectra depicted all of the important characteristic bonds associated with PLA and the most obvious differences are in variation of intensity and shifting of the bonds. The ester–(COO)– stretching bond for PLA, PLA/GNp 1 and PLA/FGNp 1 was appeared at 1,761, 1,751 and 1,748 cm−1, respectively. It seems that the blue shifting of bonds in samples owes to physical grafting of PLA chains onto the GNp and FGNp. In other words, physical grafting of PLA on the surface of graphene leads to shifting of –(COO)– stretching bond to the lower range wave numbers.  Figure 5 depicts the storage modulus and loss factor (tan δ) of the sample. The glass transitions of the samples were calculated from slope of storage modulus (according to ASTM E1640) and depicted in Table 2. As can be seen, the glass transitions of the samples have shifted to higher temperatures due to presence of the nanoparticles. In addition, Tg of the samples containing FGNp are shifted to higher temperatures due to better interaction with the matrix. In other words, grafting reaction between FGNp and PLA matrix slowed down the movement of the chains and increased Tg.  ##Morphology  SEM micrographs of neat PLA and nanocomposites containing GNp and FGNp are shown in Fig. 6. The pure PLA is characterized with smooth fractured surface without any orientation. By the addition of GNp, the fracture surface clearly reveals layered structures with uniformly dispersed GNp in PLA matrix. The orientation of graphene may be caused by gravitational forces and also ultrasonic waves experienced by the platelet-like nanosheets. It can be seen that after functionalization of GNp and grafting PLA to FGNp, platelet structure is much pronounced (Fig. 6c, e).This difference may be attributed to the easier and better formation of 2D structure of PLA/FGNP which leads to better dispersion and distribution of fillers into matrix. This phenomenon is shown more clearly in Fig. 6f, g with higher magnification.  ##Thermal degradation analysis of nanocomposites  Thermal stabilities of nanocomposites were evaluated by TGA. Figure 7 plots the TGA and DTG curves of the samples containing different nanoparticles at 5 °C/min under an atmosphere of nitrogen. To interpret thermal behavior of the samples, the maximum rate of mass loss (T p) and the onset temperatures of degradation were determined by DTG and TGA, respectively, and are summarized in Table 3. The onset temperatures were determined regarding to their mass loss shapes.  In Table 3, T p and T onset increased with incorporation of the nanoparticles at the whole range of heating rates. T p and T onset were shifted to higher temperature with increase in nanoparticles’ content because of graphene’s thermal stability. The maximum shifting of T p and T onset to the higher temperatures was attributed to the sample containing 1 wt% of functionalized graphene. Due to the strong interactions between a large numbers of surface atoms of FGNp and PLA molecule chains through C–O–C linkage, the nanoparticles ensnare the movement of the PLA molecule chains. In other words, the modified graphene layers create a shielding on the PLA chains and slow down the decomposition rate of samples. The enhancement of the thermal stability may also result from the barrier effect of FGNp layer structures against the transfer of the thermal decomposition products. These materials have to transfer from a tortuous path and thus the needed temperature for degradation is increased. It can be concluded that T p and T onset were affected by incorporation of graphene into PLA matrix where they were increased by the increase in nanocontent and functionalization.  The integral procedure decomposition temperature (IPDT) proposed by Doyle involves the volatile parts of the polymeric materials and is used to estimate the inherent thermal stability of the polymeric materials [29–31]. IPDT was calculated as follows: IPDT (∘C)=A∗K∗(Tf−Ti)+Ti (1) A∗=(S1+S2)/(S1+S2+S3) (2) K∗=(S1+S2)/(S1), (3)  where A* is the area ratio of total experimental TGA thermogram, T i is the initial experimental temperature, T f is the final the initial experimental temperature. Scheme 2 shows a representation of S 1, S 2 and S 3 for calculating A* and K*.  IPDT of the samples is depicted in Table 4. IPDT of pure PLA was 338.7 °C and the IPDT of nanocomposites was higher than that of pure PLA, which indicates that the filler can improve the thermal stability of PLA.  ##Thermal degradation kinetics  Decomposition kinetics of polymer using TGA was reported in the ICTAC kinetics committee recommendations for performing kinetic computations on thermal analysis data [16]. Useful data are obtained from this test to determine the decomposition conversion (α), which is defined as: α=m0−mTm0−mlast, (4)  where m 0, m T and m last are the initial mass, mass at decomposition temperature and mass at final decomposition reaction, respectively. The most common models, for determination of the activation energy (E a) in decomposition kinetics, are VYZ and FWO. These models are generally based on Arrhenius equation [32–35].  For non-isothermal conditions, the above equation can be rewritten as: dαdT=Aβexp(−EaRT)f(α), (5)  where α is the conversion (weight of materials volatilized/initial weight of materials), A is the pre-exponential factor, β is the heating rate (°C/min), E a is activation energy, R is gas constant, f(α) is a function of the fraction of mass or a conversion function of decomposition kinetics and T is temperature.  ###Flynn–Wall–Ozawa (FWO)  Flynn–Wall–Ozawa model (as the most famous model in non-isothermal conditions) was originated from above equation. Useful parameters such as kinetics triplets [activation energy, pre-exponential factor, function of the fraction f(α)] took advantage of applicable parameters, which are able to explain the thermal decomposition kinetics.  The degradation kinetics information (especially activation energy) of Flynn and Wall method was first introduced by Ozawa to form a kinetics model known as the Flynn–Wall–Ozawa (FWO) model. This model was derived from the integral method of Eq. (6) and a linear empirical approximation (given by Doyle [36]) was used. This is applicable to a limited range of y = E a/(RT) values. The FWO model includes calculating the degradation temperatures corresponding to values of mass loss during the decomposition (α). The Eq. (6) is integrated with α = 0 at T = T 0 (the initial temperature) and can be assigned using the Doyle approximation [37, 38]. FWO model is expressed in the form of: [34, 39–41] logβ=−0.4567(EaRT)+(log(AEaR)−logf(α)−2.315). (6)  According to above equation, at a constant heating rate, E a can be calculated from the slope of logarithm heating rate as a function of inverse temperature.  ###Vyazovkin method (VYZ)  Integration of Eq. (5) leads to: g(α)=∫0αdαf(α)=A∫0texp(Ea(α)RT)dt=AJ[Ea(α),T], (7)  where g(α), f(α) and A are the integral form of the reaction model, the heating program and Arrhenius constant, respectively, and T(t) is also heating program. By considering linear heating rate for β = dT/dt, T(t) is linear.  Some scientists made the numerical approximations to solve the temperature integrals (I and J) and the results of model-free kinetics (MFK) were significantly different, by the choice of numerical approximations [42, 43]. Vyazovkin and Dollimore proved the fact that for any β, g(α) is constant which can avoid dependence of the numerical approximation. Therefore, with heating rates β 1, β 2 and β 3, three integrals are achieved [g(α) β1 = g(α) β2 = g(α) β3]. Aβ1I[Ea(α),T]1=Aβ2I[Ea(α),T]2=Aβ3I[Ea(α),T]3 (8)  The summary of the equation above is given below: ∑i=1n∑j≠1nI[Ea(α),T]iβjI[Ea(α),T]jβi=6forn=3. (9)  From the above equation, activation energy for the samples can be achieved.  The activation energy from kinetics study could be considered as minimum energy for thermal decomposition reaction of the nanocomposites. The slopes of the logarithmic plots of heating rate as a function of inverse temperature were used to calculate the activation energy at stages of degradation based on mass percentage. Figure 8b demonstrates E a versus different conversions of degradation between 5–90 % of nanocomposite. Significant increment of E a values could be observed when the specimens were decomposed in the presence of N2 atmosphere. The differences between activation energies at the initial and later stages of degradations when the specimens were exposed to combusted environment suggest that the specimens have undergone a multistep thermal degradation as shown in Fig. 8b. Two models express the mechanism of degradation of the samples; however, more details can be comprehended from VYZ model-free kinetics (Fig. 8a). VYZ method also suggests that activation energy values for nanocomposites grow with the increase in the conversion. It means that the nanoparticles are well dispersed in the matrix.  In literatures, the mechanism of PLA thermal degradation is complex and consists of random chain scission and unzipping depolymerization reactions [20, 44, 45]. The random degradation reaction includes hydrolysis, oxidative degradation, cis-elimination, intermolecular and intramolecular transesterification. Due to the dependence of activation energy on conversion for neat PLA, there is a competition among random chain scission via cis-elimination and the cyclic rupture via intramolecular transesterification. By the addition of nanoparticles, at the first stage up to 40–50 % of conversion, the same trend was observed which indicates the decomposition obeys from above mechanisms. However, above 50 % conversion, the activation energy was leveled off which means the all mechanisms were shifted to cis-elimination with the lowest energy. In another sense, the presence of graphene in the compound caused uniform distribution of applied thermal energy and leads to cis-elimination mechanism. The E a values of FGNp nanocomposites were higher than that of GNp nanocomposite, which could be attended on 2D structure and better effective surface area of the nanocomposites.  It should be noted that the E a for the thermal degradation of PLA grafted on FGNp (162 kJ/mol) is significantly higher than that of neat PLA (133 kJ/mol). The meaningful difference between E a for PLA/GNp and neat PLA in this study suggests that polymer–graphene interactions support the rupturing of polymer bonds in pyrolysis conditions. It has been proved that brush-like polymers with long side chains on a substrate can induce natural rupture of covalent bonds in the polymer backbone [46]. This is not really adapted to our case, as PLA has a linear structure and degradation takes place at high temperatures, but it is likely that grafting spreads tension along the nanocomposite and these forces are intensified by the molecular motion resulting from heating. "]], ["Conclusions", [" This study is motivated by current researches in the field of thermal stability and degradation of the nanocomposites. The nanocomposites based on poly (lactic acid)/graphene were prepared via solution method and the effect of functionalization of graphene was studied in thermal degradation kinetics of the samples. The following results can be drawn from this work:      The oxygen-containing functional groups were induced on the surface of graphene using acid treatment and then characterized by FTIR, Raman, elemental analysis and TGA.      The grafting reaction of the PLA- and acid-treated nanoparticles was approved by ATR spectra and DMTA analysis.      SEM micrographs revealed a better dispersion and distribution of nanoparticles with functionalization.      Multiple heating rates’ TGA was applied and activation energies were determined using different models. The results showed that the activation energy for the neat PLA was lesser than those of nanocomposites.      Samples containing functionalized graphene nanoparticles showed higher activation energies in comparison to samples with unfunctionalized nanoparticles.      Comparison between two methods (FWO and VYZ) suggests that VYZ method is much more sensitive to thermal degradation kinetics. "]]], "doi": "10.1007/s00289-015-1325-4", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 FTIR spectra of GNp and FGNp"], ["Fig. 2", "Fig. 2", "Fig. 2 Raman spectra of PLA, GNp and FGNp"], ["Fig. 3", "Fig. 3", "Fig. 3 TGA curve of GNp and FGNp"], ["Fig. 4", "Fig. 4", "Fig. 4 FTIR-ATR spectra of a PLA, b PLA/GNp 1 and c PLA/FGNp 1"], ["Fig. 5", "Fig. 5", "Fig. 5 DMTA of PLA and nanocomposites. a Storage modulus and b tan δ"], ["Fig. 6", "Fig. 6", "Fig. 6 SEM micrographs of a neat PLA, b PLA/GNp 0.5, c PLA/FGNp 0.5, d PLA/GNp 1, e, f, g PLA/FGNp 1"], ["Fig. 7", "Fig. 7", "Fig. 7 A TGA and B DTG curves of a neat PLA, b PLA/GNp 0.5, c PLA/FGNp 0.5, d PLA/GNp 1,  e PLA/FGNp 1 at a heating rate of 5 °C/min"], ["Fig. 8", "Fig. 8", "Fig. 8 Activation energies (Ea) for degradation of the samples a VYZ method b FWO method"], [null, null, "Scheme 1 Different steps of GNp modification"], [null, null, "Scheme 2 Representation of  S1, S2 and S3 for A* and K*"]], "table_captions": [["Table 1", "Table 1", "Table 1 Elemental analysis of GNp and FGNp"], ["Table 2", "Table 2", "Table 2 Glass transition temperatures of samples obtained from DMTA"], ["Table 3", "Table 3", "Table 3 Tonset and Tp values for PLA and nanocomposites as determined from the TGA and DTG curves"], ["Table 4", "Table 4", "Table 4 Thermal properties of the samples"]], "tables": []}