{"title": "How do graphite nanoplates affect the fracture toughness of polypropylene composites?", "abstract": " From a mechanical perspective, graphene and its derivatives, such as graphite nanoplates, graphite oxide, carbon nanofibers, or nanotubes, are envisioned as ideal nanofillers for polymer composites. Thus, tremendous research effort has been invested to determine the reinforcing mechanism of these nanofillers in the matrix: crack bridging, crystallization enhancement, or crack deflection are some possible mechanisms that have been proposed. In this work, a detailed analysis of the fracture mechanism of graphite nanoplate (GNP)/polypropylene composites was performed. Commercially available graphite nanoplates, composed of multiple graphene layers stacked together, were used to produce polypropylene nanocomposites by following a masterbatch technique. The fracture toughness was determined by applying the Spb parameter method and the fracture mechanism was identified to be void nucleation and growth. We demonstrate how GNPs affect and improve the fracture toughness of polypropylene. This improvement is caused by the debonding of the GNP agglomerates, which promotes the matrix plastic deformation during the fracture process. Keywords Graphite nanoplates A. Polymer-matrix composites (PMCs) B. Fracture toughness B. Plastic deformation D. Fractography ", "body": [["Abstract", [" From a mechanical perspective, graphene and its derivatives, such as graphite nanoplates, graphite oxide, carbon nanofibers, or nanotubes, are envisioned as ideal nanofillers for polymer composites. Thus, tremendous research effort has been invested to determine the reinforcing mechanism of these nanofillers in the matrix: crack bridging, crystallization enhancement, or crack deflection are some possible mechanisms that have been proposed. In this work, a detailed analysis of the fracture mechanism of graphite nanoplate (GNP)/polypropylene composites was performed. Commercially available graphite nanoplates, composed of multiple graphene layers stacked together, were used to produce polypropylene nanocomposites by following a masterbatch technique. The fracture toughness was determined by applying the Spb parameter method and the fracture mechanism was identified to be void nucleation and growth. We demonstrate how GNPs affect and improve the fracture toughness of polypropylene. This improvement is caused by the debonding of the GNP agglomerates, which promotes the matrix plastic deformation during the fracture process. Keywords Graphite nanoplates A. Polymer-matrix composites (PMCs) B. Fracture toughness B. Plastic deformation D. Fractography "]], ["Introduction", [" In the last decade, graphene-based nanostructures have been extensively studied as part of a novel generation of composite materials. Their outstanding mechanical properties and extraordinary surface area make these nanoscale materials ideal as nanofillers. Although recent efforts have been made to scale-up the production of graphene [1] or modified graphene [2], only graphite nanoplates (GNPs), which consist of stacked graphene layers bound to each other by van der Waals forces, can currently be produced at the scales needed for use in composite materials and structural applications.  The addition of a small amount of nanofiller can lead to a significant improvement in mechanical properties. Stiffness and strength can be enhanced when nanofillers are homogeneously dispersed [3] and there is a strong interphase between nanofillers and polymer matrix [4], [5]. Tremendous research effort has been invested to determine how the nanofiller affects the mechanical and fracture behavior of a polymer [6], [7], [8], [9], [10], [11]. The most effective way to toughen semi-crystalline polymers is the cavitation or nucleation of voids [12], [13]. One approach to achieve this toughening effect is the addition of nanoparticles. However, if these nanoparticles have a strong interaction with the host matrix then the cavitation or debonding and consequent void nucleation could be hindered [14]. Such materials would have extrinsic rather than intrinsic toughening mechanisms, i.e., crack bridging [15], crack deflection [16], etc.  One of the main problems in analyzing the effect of a nanofiller in a thermoplastic matrix is the difficulty of characterizing the fracture toughness. In the case of ductile polymers, fracture toughness is generally determined by the J-integral versus crack growth resistance (J–R) curve, in which the value of the J-integral is plotted against the crack extension. To measure the J–R curve, a multi-specimen technique is commonly used [17]. A set of pre-cracked test specimens of the same size, geometry, and material are tested until the crack grows to a certain length. As a single test is needed for each point of the J–R curve, a large number of tests and specimens are needed to obtain the whole curve. Additionally, in the case of polypropylene (PP), measurement of the crack extension is extremely difficult because of the presence of fine-scale fracture-surface features or microstructural inhomogeneities [18]. To overcome these drawbacks, Sharobeam and Landes proposed the Spb parameter method [19], [20], [21], in which the crack length is estimated indirectly throughout the whole mechanical test; only one single pre-cracked specimen plus one notched specimen are used to measure the whole J–R curve. This low material consumption makes this method ideal for materials produced in small batches, such as nanocomposites.  In the work presented here, we analyze the toughening effect of graphite nanoplates in a polypropylene matrix made by a simple extrusion-compounding process, followed by an injection-molding process. The Spb parameter method is used to analyze the fracture toughness of the resulting PP/GNP composites. To identify the plastic deformation zone that appears ahead of the crack tip in the specimen during the fracture test, a full-field strain analysis is carried out by digital image correlation. The fracture mechanism is identified by scanning electron microscopic (SEM) analysis of the fracture surfaces."]], ["Methods", ["##2.1. Materials and preparation of nanocomposites  A commercial polypropylene homopolymer (Borealis HB601WG), with a density of 900 kg/m3 and a melt flow index (230 °C/2.16 kg) of 2.2 g/10 min (ISO 1133), was used for the production of PP/GNP nanocomposites. Graphite nanoplates were purchased from Avanzare (Logroño, Spain) and used with no further treatment. The individual GNPs have a particle size of 2 × 5 μm and are less than 10 nm thick. 2.1.1. Compounding and injection molding  A polypropylene masterbatch with a content of 5 wt.% GNPs was prepared by using an industrial extrusion-compounding machine (Coperion ZSK 26, 26 mm diameter co-rotating twin-screw). The polymer pellets and the GNPs were introduced through the extruder’s main gravimetric feeder and side-feeder, respectively. The screw speed was 500 rpm and the temperature of mixture was increased from 170 °C in the feeding zone up to 190 °C at the nozzle. The compounding was extruded through a 2-mm diameter die at a constant output rate of 5 kg/h, producing 10 kg of masterbatch. The extruded material was quenched immediately in a water bath at room temperature, dried, and cut into pellets.  Masterbatch pellets were dried at 80 °C for 4 h prior to processing. Composites of different GNP weight fractions were prepared by diluting the masterbatch with neat PP by using an injection molding machine (JSW 85 EL II) with a 35-mm diameter reciprocating screw, at a screw speed of 120 rpm. The temperature profile was increased from 225 °C at the barrel up to 255 °C at the nozzle. A specific steel mold was used at 30 °C to obtain normalized specimens for flexural tests, by following the specifications of the standard ISO 178, in the form of prismatic bars with dimensions of 125 × 13 × 5 mm3. ##2.2. Particle size analysis and dispersion of the graphite nanoplates  SEM analysis of the as received GNP was performed by using an EVO MA15 Zeiss scanning electron microscope. The agglomerate size distribution was analyzed with the help of the image processing software, ImageJ. The lateral size and thickness of a minimum of 200 GNP agglomerates were measured. To analyze the degree of dispersion, samples of the produced materials were cooled in liquid nitrogen and immediately broken at high speed by impacting with a Charpy pendulum. The cryo-fractured surfaces were analyzed by using scanning electron microscopy (EVO MA15, Zeiss) after they had been sputter-coated with a thin layer of gold. ##2.3. Differential scanning calorimetry and dynamic mechanical analysis  Differential scanning calorimetry (DSC) was performed on a DSC Q200 (TA Instruments), to obtain information about the effect of the nanofiller on the crystallization behavior of the PP matrix. During the measurements, the samples were heated from 20 to 220 °C at a rate of 10 °C/min, held at 220 °C for 0.5 min to eliminate any previous thermal history, and then cooled to 20 °C at a rate of 10 °C/min. Then, after being kept at 20 °C for 0.5 min, the samples were heated to 220 °C at a rate of 10 °C/min.  Dynamic mechanical analysis (DMA) were carried out by using specimens with dimensions of 17.5 × 13 × 5 mm in single cantilever mode. The tests were performed on a Q800 (TA Instruments) in a temperature range of −150 to 150 °C, at a frequency of 3 Hz, and a heating rate of 1.5 °C/min. ##2.4. Mechanical characterization  Characterization of flexural properties was conducted under ambient conditions by using a Zwick Roell Z 10 kN. At least ten specimens of each composition were measured. Tests were carried out following standard ISO 178 with a cross-head speed of 2 mm/min. Specimens were tested in a three-point bending configuration with 57 mm between supports.  The characterization of the fracture behavior of PP nanocomposites was carried out by using a three-point bending test, at room temperature, by using an Instron 3384 at a cross-head speed of 1 mm/min. Single-edge-notch bending (SENB) specimens, with dimensions of 62.5 × 13 × 5 mm3, were tested with a span-to-width ratio of 4. To apply the Spb parameter method two types of specimens were tested; reference and pre-cracked specimens. A schematic representation of the SENB specimens tested is shown in Fig. 4a. In this work, one reference and three pre-cracked specimens were tested for each GNP concentration. All the specimens had blunt notches machined with a disk-cutting machine. In the case of the reference specimens the blunt notch length, ab, was 10.4 ± 0.1 mm and for the pre-cracked specimens ab = 3.3 ± 0.1 mm. Then, in the pre-cracked specimens, the notch was sharpened by tapping with a razor blade to extend the crack length with a sharp crack with a length, asp, of 1 mm. Thus, the pre-cracked specimens had total crack lengths, ap, of 4.3 ± 0.2 mm, as confirmed by examining every specimen under an optical microscope. A detailed explanation of the Spb parameter method can be found in Refs. [19], [20], [21], [22]. ##2.5. Digital image correlation and fractographic analysis  To perform a digital image correlation (DIC) study, one side of every SENB specimen was painted white and then lightly sprayed with black paint to obtain the random speckle pattern that is required for DIC analysis. Images were taken every 3 s during the test. The area of analysis (13 × 6.5 mm2) was located immediately ahead the root of the blunt notch (Fig. 4a). The acquired images were evaluated by using the Vic-2D 2009 Digital Image Correlation software (VicSNAP, Correlated Solutions Inc., Columbia, SC, USA).  After fracture tests, specimens were cooled in liquid nitrogen and immediately broken at high speed by impacting with a Charpy pendulum. This procedure ensured that brittle fracture surfaces were generated, to allow the easy identification of the ductile fracture surface generated during the fracture test. The surfaces of broken specimens were analyzed by using scanning electron microscopy after they had been sputter-coated with a thin layer of gold."]], ["Results and discussion", ["##3.1. Agglomerate size distribution and dispersion of the graphite nanoplates  The morphology of the as-received GNPs was characterized by using SEM (Fig. 1a). The GNPs were in an agglomerated state. The circle-equivalent diameter was calculated from the area of these GNP agglomerates. In the inset of Fig. 1a, the equivalent diameter and thickness distribution is shown. The agglomerates have an average equivalent diameter of 21 μm and an average thickness of 11 μm.  The cryogenically fractured surfaces of neat PP and the nanocomposites with 0.5 and 5 wt.% GNP are presented in Fig. 1b–d. In the surface of a neat PP sample, the presence of some particles composed of silicon and oxygen among other elements can be observed; these elements may have been used to enhance the processability or heat stability of the particles. Fig. 1c reveals that in the material with 0.5 wt.% of GNP, the agglomerates were not dispersed into individual plates, however they were well distributed within the matrix. The nanocomposite with 5 wt.% GNPs (Fig. 1d), the highest nanofiller content produced in this study, contains more and bigger GNP agglomerates (with a diameter of between ca. 20 and 50 μm) than those observed in samples with lower GNP amounts, as expected [7], [23], [24].  This analysis of the dispersion degree seems to indicate that the processing requires other parameters to achieve a higher dispersion degree of the agglomerates (e.g., melt temperature, mixing time, screw rotational speed, screw profile, and diameter) to promote their break up [25], [26], [27], [28], [29]. Another approach to achieve the dispersion of the agglomerates would be to maintain the processing parameters but combining with other techniques as three roll mill, as suggested by Pötschke et al. [30] or adding extra steps (i.e., extrusion compounding). However, it has to be taken into account that re-agglomeration of the nanofiller can occur, which is thermally-driven and shear-induced during the re-melting of the material [24], [31]. ##3.2. DSC and DMA measurements  The thermograms obtained from the DSC measurements are shown in Fig. 2a. The melting and crystallization temperatures were taken to correspond to the maximum of the melting and crystallization peaks, respectively, of these thermograms. There is no change either in the crystallization (123.9 ± 0.3 °C) or the melting (163.8 ± 0.6 °C) temperature and peak profiles upon the addition of nanofiller. The degree of crystallinity (Xc) of the nanocomposites was calculated by following (1) [32], [33]:(1) where ΔHs is the heat of fusion of the measured sample (obtained by integration of melting peaks [34]), ϕ is the weight fraction per unit of mass of the nanofiller, and ΔH0 is the heat of fusion of 100% crystalline PP, taken as 209 J/g [32], [35].  The degree of crystallinity of the matrix remained unaffected by the addition of nanofiller, with a value of 26.6 ± 0.3% for all the different weight fractions. These results agree with previously reported results and confirm that, although GNPs may act as a nucleating agents for PP crystallization [33], Xc does not change with the addition of the nanofiller. The results obtained by DSC may indicate that the GNP–PP interphase does not significantly affect the crystallization or melting process, thus the intrinsic properties of the PP matrix do not seem to be affected by the addition of GNPs.  Results obtained from the dynamic mechanical analysis are shown in Fig. 2b. The three characteristic relaxations of polypropylene, α, β, and γ, have been observed for the loss tangent, tan δ [36]. The α relaxation peak is related to the motion within the crystalline phase of PP, particularly to the diffusion of defects in the crystals [36]. The β relaxation peak is associated with the glass transition of the amorphous fraction of PP. Finally, the γ relaxation peak varies little with the crystallinity and has been attributed to local motions of the methyl groups within the amorphous phase of PP [36]. No significant changes are found in the relaxations described above for the different nanocomposites. For the nanocomposites with high GNP loads only, tan δ shows higher values, mainly after the γ peak. This rise in the value of tan δ could be associated with the mobility of the polymer chains in the surroundings of the GNP agglomerates, due to poor interaction between the nanofiller and the host matrix.  The amount of GNP present in the nanocomposite slightly affects the storage modulus at low temperatures. However, after the modulus drop due to the γ and β peaks, the storage modulus is quite similar in all nanocomposites. No significant modification of the polymeric matrix was detected due to the addition of GNP. Similar behavior was also observed in other thermoplastic/clay composites [37]. In the case of a PP/GNP nanocomposite [32], a reduction in the storage modulus was reported. In both cases there was a slight variation of the crystallization and glass transition temperatures, which was explained in terms of a weak particle–matrix interface and nanofiller agglomeration. ##3.3. Flexural and fracture toughness tests  Results obtained from three-point-bending tests (Fig. 3a) show no significant effect on the flexural modulus and strength upon the addition of the GNPs to the PP matrix, which could be attributed to a low dispersion degree of the nanofiller and/or poor interfacial bonding and interaction between the polymeric matrix and the nanofiller [4]. However, there was a slight decrease in the flexural strength and modulus, for GNP content up to 1 wt.%; for higher amounts of GNPs both properties increase.  The average value of the fracture toughness JIC calculated from the three specimens tested for each GNP loading is presented in Fig. 3b. The analysis of the fracture behavior of the GNP/PP nanocomposites shows that increasing the amount of GNPs, up to a maximum of 2.5 wt.%, increases the energy required for the initiation of the crack growth. An improvement of 25% is achieved for a loading of 1 wt.% of GNPs. However, a further increase in the proportion of GNPs leads to a significant decrease in the crack growth initiation energy; the 5 wt.% GNP nanocomposite has a fracture toughness that is 20% lower than that of neat PP. This decrease in mechanical properties for high volume fraction is expected and it is strongly related to the poor dispersion of the nanofiller in the matrix, as is widely reported in the literature [3], [5]. ##3.4. DIC study and SEM analysis of the fracture surfaces  The strain in the principal direction, ε1, was calculated by using digital image correlation analysis of the pictures taken during the fracture test. This is the direction in which the major principal stresses take place, and in this case, is approximately equal to the longitudinal direction of the single edge-notched bent specimen. Comparison between the full-field strain measurements obtained for PP (Fig. 4b) and the nanocomposites with 1 and 5 wt.% of GNP (Fig. 4c and d, respectively), at the moment of the crack growth initiation, shows a change in size of the deformation zone ahead the crack tip. It must be taken into account that as the DIC images were obtained during the test the strain provided by them has both an elastic and plastic component. However, the Spb parameter method, for the identification of the crack growth initiation, is correctly applied when plastic behavior is fully achieved [19], [20], so that the plastic component can be assumed to be the predominant component of the deformation shown in Fig. 4. Additionally, for this comparison it was assumed that the plastic zone has a cylindrical shape along the thickness of the single edge-notched bend specimen, although it is well known that the shape of this zone changes with the transition from plain stress (at the specimen surface) to plain strain conditions (in the central interior portion of the sample) [38]. For comparison purposes, we have analyzed the size of a region with a fixed deformation (4.5% for all the samples).  In the case of neat PP, the size of the region with a deformation smaller or equal to 4.5% is 90 mm3 (Fig. 4b). The size of this region increases by 35%, up to 123 mm3, in the nanocomposite with 1 wt.% of GNPs (Fig. 4c). This increase in size may indicate that a large amount of plastic strain took place in the zone ahead of the crack tip. This result seems to be in agreement with those obtained from the flexural characterization; the nanocomposite with 1 wt.% of GNP has the lowest value of strength and modulus out of neat PP and all our nanocomposites, which may suggest a lower plastic resistance [13]. In the case of the nanocomposite with 5 wt.% of GNP (Fig. 4d), the size of this region decreases by 12% compared to the case of neat PP, with a size of approximately 80 mm3.  A detailed analysis of the fracture surfaces of neat PP and nanocomposites was performed by using scanning electron microscopy. At low magnification, all the materials tested appear to have the same fracture surface features. As an example, the fracture surface of neat PP and the nanocomposite with 0.5 wt.% GNP is shown in Fig. 5a and b. The region of the surface ahead the initial pre-crack can be divided into three different zones. First, there is a zone characterized by stretched polymeric fibrils (zone 1 in Fig. 5a–c). Immediately after this first zone, there is a region where voids in the polymer are clearly observable (zone 2 in Fig. 5). Finally, a third zone with a smooth surface is observed, which is representative of a brittle fracture (zone 3 in Fig. 5a,b and d).  The first two regions are characteristic of the fracture mechanism of PP known as crazing, which leads to the ductile tearing of the polymer by void nucleation and growth [12], [38], [39]. In neat PP, the voids were nucleated at the intercrystalline regions of the polymer. These intercrystalline regions are the weakest points of the material [12], [40]. The fracture surfaces of the neat PP and the nanocomposite with the highest fracture toughness, 1 wt.% GNP, were compared (Fig. 6a and b). By the addition of 1 wt.% GNP, the stretched fibrils generated during the fracture process are oriented in the crack-propagation direction; in addition to this it seems that there is a higher number of fibrils with a slightly longer length than in the case for neat PP. This result seems to indicate that these fibrils have been highly elongated up to failure, which leads to an improvement in fracture toughness due to the consumption of fracture energy [12], [41]. The extensive plastic deformation suffered by the polymer in the region ahead the crack tip can be noted from the DIC analysis, which shows a larger deformation area. As the DSC results do not show an increase in the degree of crystallinity, the apparently higher nucleation of voids and deformation of the polymer around them seems to be promoted by the addition of GNPs and the weak interface generated. In Fig. 6d and e, GNP agglomerates have been debonded from the PP matrix can be observed.  However, as the nanofiller content increases so does the number and/or size of agglomerates, as discussed earlier. This result can be seen in Fig. 6c, where the fracture surface of the nanocomposite with 5 wt.% of GNP is shown. The surface is similar to that of the neat PP but contains GNP agglomerates, which seem to reduce the number of stretched polymeric fibrils; these are shorter and not oriented in the crack-growth direction (compared to the fibrils of the 1 wt.% GNP nanocomposite fracture surface), and thus do not provide evidence of extensive plastic deformation. This result may indicate that as these bigger agglomerates are debonded, the stretched polymer around the agglomerate fails prior it experience extremely high elongation because its deformability is restricted by the neighboring agglomerates, which also act as secondary crack sources. The presence of large agglomerates within the polymeric matrix may be responsible for the reduction in deformability, represented by strain at break, of nanocomposites [10], [42], [43]. This result is in good agreement with the results obtained from the DIC analysis, which shows a reduction in the size of the plastic deformation zone for the nanocomposite with 5 wt.% GNPs. Thus, an extensive plastic deformation upon the addition of the optimal amount of GNPs, which is promoted by nucleation of voids, can be identified as the mechanism responsible for the improvement of the fracture toughness."]], ["Conclusions", [" Graphite nanoplates were added to the PP matrix by following an industrial approach known as the masterbatch technique. The addition of GNPs does not affect the PP matrix, as all the nanocomposites have practically the same glass transition, melting, and crystallization temperatures as well as degrees of crystallinity. The results obtained from the flexural tests show slight or no improvement in strength and modulus upon the addition of the nanofiller, which could be attributed to the weak interactions between filler and matrix and also the presence of GNP agglomerates and/or a poor dispersion of the filler.  To measure the fracture toughness, the load separation Spb parameter method was successfully applied in nanocomposites for the first time. The fracture toughness, measured as JIC, is improved by the addition of GNP up to a value of 2.5 wt.%. The highest fracture toughness value was obtained for the 1 wt.% GNP/PP nanocomposite (25% improvement over the neat PP specimens), which is also the material with the largest plastic deformation zone. At a 5 wt.% content of GNP, the fracture toughness sharply decreases, which is attributed to the presence of large GNP agglomerates that constrain the plastic flow of polymeric fibrils [42].  The presence of the GNP promotes an intrinsic toughening mechanism that is mainly dependent on the matrix nature. The mechanical properties of the GNP seem to be irrelevant; only their weight fraction, dispersion, and/or size are important in this mechanism. The addition of GNP, up to an optimal amount, promotes the void nucleation, which then triggers the plastic deformation. However, for higher loadings, the GNP is poorly dispersed, which has a detrimental effect on the fracture behavior and makes the crack propagation easier."]]], "doi": "10.1016/j.compscitech.2015.02.017", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. SEM images of the as-received GNPs (a). The inset shows the equivalent diameter and thickness distribution of the GNP agglomerates. The cryogenically fractured  surfaces of PP (b) and nanocomposites with 0.5 (c) and 5 wt.% (d) of GNPs are shown. In (c) a good distribution of the GNPs can be seen, and some small agglomerates are  observable. However, in (d) large GNP agglomerates can be observed.   "], ["Fig. 2", "Fig. 2", "Fig. 2. DSC thermograms showing heating and cooling curves of GNP/PP nanocomposites (a). Storage modulus and tanδ (at a frequency of 3 Hz) of the GNP/PP  nanocomposites as a function of temperature (b).   "], ["Fig. 3", "Fig. 3", "Fig. 3. Normalized flexural modulus and strength as a function of the nanofiller content for the GNP/PP nanocomposites (a). Crack-growth initiation energy, JIC, for the GNP/PP nanocomposites (b). The fracture toughness increases for GNP loadings up to 2.5 wt.%, reaching its maximum for the nanocomposite with 1 wt.%. The fracture toughness of  the material with the highest amount of GNP has a value that is 20% lower than that of the neat PP."], ["Fig. 4", "Fig. 4", "Fig. 4. Schematic representation of the two types of single-edge-notch bending specimens tested for the application of the Spb, parameter method. The insets show the  differences between the reference and the pre-cracked specimen. The reference specimen has a blunt notch with a length ab = 10.4 mm and the precracked specimen has a  blunt notch with a length ab = 3.3 mm plus a sharp pre-crack with a length of asp = 1 mm, giving a total crack length ap = 4.3 mm. The red rectangle is the area of interest (AOI)  analyzed by digital image correlation (a). The principal direction is approximately equal to the longitudinal direction of the single edge-notched bend specimen. The strain  field in the principal direction, ε1 was obtained from the DIC study at the moment of crack growth initiation during the fracture toughness tests for neat PP (b),  nanocomposite with 1 wt.% of GNP (c); the material with the highest fracture toughness, and the 5 wt.% GNP nanocomposite (d); the material with the lowest fracture  toughness. The region with a deformation of 4.5% is indicated with a dashed-line circle. (For interpretation of the references to color in this figure legend, the reader is referred  to the web version of this article.)"], ["Fig. 5", "Fig. 5", "Fig. 5. Fracture surface of neat PP (a) and 0.5 wt.% GNP/PP nanocomposites (b)-(d). The white arrow indicates the crack-growth direction, the dashed line indicates the  transition between the ductile tearing zone 1 and the plastic deformation zone ahead of the crack tip (zone 2). An area similar to that marked by the square A is shown in (c).  The second line indicates the transition between the plastic deformation zone (2) and the unaffected polymer (3). An area similar to that marked by the square B is shown in (d).   "], ["Fig. 6", "Fig. 6", "Fig. 6. Ductile-tearing region (zone 1) in the fracture surface of the neat PP (a), 1 wt.% GNP (b), and 5 wt.% GNP (c) nanocomposites. The arrow indicates the crack-growth  direction. In (b) the extensive plastic deformation of the fibrils can be observed. Large GNP agglomerates can be seen in (c). In (d) and (e) debonded agglomerates in the 1 wt.%  nanocomposites are shown."]], "table_captions": [], "tables": []}