{"title": "STRUCTURE PROCESS PROPERTY RELATIONSHIP OF EXFOLIATED GRAPHITE NANOPLATELET / POLY(LACTIC ACID) COMPOSITE FILMS", "abstract": "Exfoliated graphite nanoplatelets (GNP)/polylactic acid (PLA) composite films were fabricated using a scalable, melt compounding and compression molding process and the effect of cooling rate on the mechanical, viscoelastic and electrical properties of the composite films was examined. With superior conductivity, GNP enhances PLA, making it a green alternative to current conductive films made of petroleum based polymers for static dissipation applications. The crystallinity and crystal structure was investigated using differential scanning calorimetry (DSC) and wide angle X-ray diffraction (WAXD). Electrical conductivity and tensile properties were also determined as a function of crystallinity/cooling rate. Both the crystallinity and the electrical conductivity increased with decreased cooling rate. It is concluded that for the same material system and processing method the electrical conductivity can be tailored by tuning the processing conditions, such as the cooling rate, during compression molding. Keywords: Thermoplastic polymer nanocomposites, exfoliated graphite, poly(lactic acid), melt spinning ", "body": [["Abstract", ["Exfoliated graphite nanoplatelets (GNP)/polylactic acid (PLA) composite films were fabricated using a scalable, melt compounding and compression molding process and the effect of cooling rate on the mechanical, viscoelastic and electrical properties of the composite films was examined. With superior conductivity, GNP enhances PLA, making it a green alternative to current conductive films made of petroleum based polymers for static dissipation applications. The crystallinity and crystal structure was investigated using differential scanning calorimetry (DSC) and wide angle X-ray diffraction (WAXD). Electrical conductivity and tensile properties were also determined as a function of crystallinity/cooling rate. Both the crystallinity and the electrical conductivity increased with decreased cooling rate. It is concluded that for the same material system and processing method the electrical conductivity can be tailored by tuning the processing conditions, such as the cooling rate, during compression molding. Keywords: Thermoplastic polymer nanocomposites, exfoliated graphite, poly(lactic acid), melt spinning "]], ["Introduction", ["Conductive films have many applications including electromagnetic shielding, photovoltaics, gas sensors, and more [1]. Recently, a substantial amount of work has been done with carbon nanotubes (CNT) or CNT buckypaper (BP) / thermosetting resin [2] composite films replacing more traditional metallic fillers due to metal’s high density, cost, and susceptibility to corrosion of metals [1]. Incorporation of CNT into polymer matrices is difficult due to the CNT’s strong van der Waals interactions and high surface area [3] and the one dimensional structure limits the two dimensional in-plane conductivity of the composite films. However, BP is a dense network or mat of CNT [2, 4] and is extremely desirable in creating highly conductive films due to the abundance of nanotube pathways. BP is also a desirable alternative to CNT due to its ability to be handled like a more traditional carbon fiber mat [3]. However, the dense network of CNT that BP is comprised of makes it extremely difficult for polymers to penetrate and achieve good interfacial interactions. Natural graphite (NG), like CNT, offers superior conductivity since both materials share the same chemistry. NG is a planar structure composed of layers of fused benzene rings (hexagonally arranged covalently bonded carbon atoms) held together by relatively weak van der Waals interactions [5]. The planar structure of NG allows for superior conductivity in the plane of the benzene network [6]. In addition, due to this relatively weak interlayer force, NG can easily be intercalated and exfoliated to produce exfoliated graphite nanoplatelets (GNP) [5]. The further exfoliation of natural graphite enhances its potential use in polymer composites by creating a filler that can produce multiple conductive pathways allowing the GNP polymer composites to have a lower percolation threshold [1, 6]. Despite the success of thermosetting polymer matrices, thermoplastic matrices are extremely desirable due to their recyclability and melt processability. Poly(lactic acid) (PLA) is a biodegradable thermoplastic polyester that is produced from renewable resources such as sugarcane or cornstarch and has properties comparable to petroleum based polyolefins, making it an attractive alternative [7-9]. PLA has a wide variety of potential applications including food packaging, biomedical parts, electrical devices, and automotive components [5, 10]. There has been a number of studies on GNP / PLA composites focusing on a wide range of properties. The addition of well dispersed GNP in PLA has been reported to increase the Young’s modulus [9] and tensile strength [9] of the resultant composite compared to neat PLA. GNP, like NG, CNT or BP, is known for its superior conductivity, due to its chemical structure. Because of this conductivity, not only have GNP / PLA composites been of interest for electronics applications, but they have also been studied for their barrier properties, such as fire retardancy [5, 10]. The nanoplatelet structure acts as a physical barrier to radiant heat propagation [5, 10]. While the investigated properties and potential applications varies widely, the fabrication methods being studied for GNP / PLA composites generally fall into two main categories: solvent casting and melt processing. Solvent casting can be beneficial for filler dispersion because the polymer viscosity is reduced in solution. However, in many cases, solvent casting requires the use of toxic, harmful solvents that can be dangerous for humans, as well as detrimental to the environment. Melt processing is a useful fabrication technique for thermoplastic polymer composites because it is a scalable form of manufacturing that requires no harsh chemicals. However, the viscosity of many polymers is too high to homogeneously disperse the filler. This work focuses on scalable manufacturing of conductive GNP / PLA films via melt processing. The composite processing conditions will be correlated to the structure and properties of the overall composite film. Contrary to much of the previous studies performed with GNP / PLA composites, in this work melt spinning GNP / PLA fibers prior to compression molding is used to further control the GNP structure and dispersion. The high shear force applied during processing facilitates alignment of the two dimensional GNP platelets along the fiber axis. Also, the diameter of the produced fibers (20 – 30 μm) limits the agglomerate size of the GNP within the matrix. PLA films of ~230 μm thickness were produced with up to 15wt% of GNP. GNP was used in this study as opposed to graphite oxide (GO) or acid treated graphite (AG) because the addition of oxide groups and other impurities decreases the conductivity by introducing more available scattering sites. The ultimate goal of this work is to produce films of superior thermal and electrical conductivity for microelectronics applications. However, the focus of this study is to provide a comparison of the structure – process – properties trade-offs of the GNP / PLA composite films compared to the neat PLA films."]], ["Experimental", ["##2.1 Materials Commercially available PLA pellets (PLA 3051D) purchased by Nature Works LLC were used. The PLA pellets have a specific gravity of 1.24 and a flow index of 10 – 30 g/10 min, ASTM D1238. GNP with an average diameter of 1 μm and thickness on the order of 10 – 20 nm purchased by XG Sciences (East Lansing, MI) were used as reinforcement. ##2.2 Fabrication of Films Composite samples were fabricated using a two-step process. (Fig. 1) First, GNP was incorporated into PLA using fiber melt spinning that ensures alignment of the platelets along the fiber axis. A DSM 15cc Compounder (vertical, co-rotating twin-screw microextruder), was used at an operating temperature of 170°C for 3 minutes, with a screw speed of 200 RPM for melt mixing. The melt was then spun through a single orifice of 0.8 μm. The drawing speed started at 10 RPM and was gradually increased to 50 RPM in order to avoid fiber degradation and a 10 – 15 RPM pull-out rate was used to produce 15wt% GNP / PLA fibers with a diameter in the range of 20 – 30 μm. (Fig. 2) Film samples of ~230 μm thickness were fabricated via compression molding of the 15wt% GNP / PLA fibers or neat PLA pellets using a manual two-column 12 ton capacity Carver hydraulic press (model 3912). The melt spun composite fibers or neat PLA pellets were placed on the platens and allowed to soften for 5 minutes at 180°C or 190°C, respectively. Then a load of 12,000 lbs was applied for 10 minutes and the samples were allowed to cool to ~50°C (below the glass transition temperature of PLA) before they were removed from the mold. ##2.3 Characterization Dynamic-mechanical properties including the storage modulus (Eʹ), loss modulus (Eʹʹ), as well as the dissipation factor (tan δ) were measured using a dynamic mechanical analyzer (DMA), TA Instruments DMA Q800. Rectangular specimens ~230 μm thick and ~6.5 mm wide with a gauge length of ~20 mm were tested in tensile mode. The temperature ranged between 35°C and 100°C, at a heating rate of 3°C/min. The tests were conducted with oscillation amplitude of 12 μm and a constant frequency of 1 Hz. Glass transition temperatures (Tg), melting temperatures (Tm), and melting enthalpies (ΔHm) were measured using differential scanning calorimetry (DSC), TA Instruments DSC Q2000. (Percent crystallinity, χ, was also calculated using the melting endotherms obtained via DSC on first heating to ensure the crystallinity is reflective of processing conditions and thermal history.) 5 – 10 mg samples were first equilibrated at 20°C and held isothermal for 5 minutes, then heated to 175°C at a 10°C/min heating rate and cooled back to 20°C at 10°C/min. Morphology of the composite films was characterized using optical microscopy (Leica DFC420). Finally, the film thickness was measured using a micrometer."]], ["Results", ["##3.1 Morphology The thicknesses of the neat and composite films were controlled by varying the applied load during compression molding. Various loads were applied during compression molding to determine the most desirable loading conditions to produce films ~230 μm thick with minimal thickness deviations throughout the film. (Fig. 3) The variation in thickness throughout each specimen was very sensitive to both the applied load and the topography of the platen surface. To reduce thickness variation and defects throughout the samples, precision ground 4140/4142 alloy steel plates were used as mold surfaces. Also, the applied load was increased to 12,000 lbs. As the applied load increased, the thickness tended to become more uniform throughout the sample. Optical microscopy examination of both the neat and composite films indicated that there is no microporosity or voids on the films and minimal surface / finish defects. (Fig. 4a and b) Some GNP clusters can be seen in Fig. 4b indicated by the arrow and were observed to be ~3 – 10 μm wide. ##3.2 Thermo-mechanical Properties DMA was performed on the films to characterize the mechanical properties. The average of three representative tests for both the composite and neat film samples are reported with the corresponding standard deviations in Table 1. (Some of the standard deviations were not statistically significant when compared to the instrument resolution and therefore were not reported.) The storage modulus decreases as temperature and molecular mobility of the polymer chains increases [3, 11]. Both the loss modulus and tan δ are at a maximum as the polymer goes through its glass transition region, while the storage modulus is rapidly decreasing [3, 11]. Eʹ of the neat PLA and 15wt% GNP / PLA at 35°C are ~3.235 GPa and ~4.180 GPa, respectively. (Table 1 & Fig. 5a) This represents a 23% increase for the composite film compared to the neat polymer film. The stiffening or increase in elastic behavior of the polymer composite indicates hindered mobility of the polymer chains caused by the incorporation of GNP in the PLA matrix [11, 12]. The loss modulus (Eʺ) is representative of the viscous component of the thermo-mechanical response. (Fig. 5b) Often, the Eʺ peak or damping peak can be indicative of polymer crystallinity or amorphous chain mobility [5]. The difference in height of the Eʺ peak for the neat and composite films (seen in Fig. 5b) can be attributed to the hindered mobility of the amorphous region in the composite films. The 15wt% GNP / PLA films have a much lower Eʺ peak compared to the neat PLA indicating a higher degree of crystallinity and/or hindered chain mobility. (Further investigation on polymer crystallinity was performed using DSC.) The maximum tan δ peak value (tan δmax) for the neat PLA films is significantly reduced by 93% upon addition of 15wt% GNP as shown in Fig. 5c and Table 1, indicating lower polymer chain mobility and lower energy dissipation in the glass transition region due to the presence of GNP. This behavior is attributed to the confinement of the polymer chain segments by the high concentration of GNP in the PLA matrix [12]. The reported values for the DSC (an average of three tests) and the corresponding standard deviations are reported in Table 2. (As with Table 1, only statistically relevant standard deviations are reported.) The results from the DSC (Fig. 6) show a slight decrease in Tg with the GNP addition (~58°C and ~60°C, respectively). The formation of filler agglomerations has been reported to cause a decrease in composite Tg compared to neat polymer, particularly at higher filler concentrations [14, 15]. Weaker polymer-filler interactions and interfacial bonding leads to the formation of filler agglomerates [15], therefore decreasing Tg due to the higher polymer chain mobility compared to that of a composite with stronger polymer-filler interfacial bonding and more homogeneous dispersion [15]. After examining the composite samples via optical microscopy, small clusters (~3 – 10 μm wide) of GNP were observed in the films. (Fig. 4b) The slight decrease in Tg observed for the composite films using DSC compared to the neat polymer is in direct contrast to the results obtained using DMA. The results obtained via DMA show an increase in the Tg for the composite films (~65°C) compared to the neat PLA film (~63°C) indicating strong polymer-filler interfacial interaction and decreased polymer chain mobility [15]. Due to the standard error of the DSC and DMA results, the statistical significance of the change in Tg with filler concentration should be studied further. The percent crystallinity (χ) was calculated for both the neat and composite films using the melting endotherm obtained during the DSC initial heating cycle. (The initial heating cycle was used in order to investigate the crystallinity as it relates to the polymer processing / thermal history.) χ was calculated using the following equation [10, 16]: (1) ΔHm is the melting enthalpy of the sample, ΔH°m is the melting enthalpy of 100% crystalline PLA, 93 J/g [5, 10, 13], and wt% is the weight percent of the filler, in this case GNP. As seen in Table 2, χ for the 15wt% GNP / PLA films is significantly greater than the χ for the neat PLA films. This supports the DMA results indicating a higher degree of crystallinity and hindered chain mobility for the composite films compared to the neat PLA films (Fig. 5b & c). The neat PLA films have a crystallinity of approximately 3.7%, while the 15wt% GNP / PLA films have a crystallinity of approximately 39.6%. Nanofillers, such as GNP, have been shown to act as nucleation sites promoting crystallization [5, 10] and the increase in crystallinity could be due to the addition of GNP into the matrix. Crystallization behavior is strongly affected by processing [16] and further studies should be conducted to specifically examine the morphology of the crystalline regions and overall crystallization behavior for this system."]], ["Conclusion", ["The effect of processing on structure and properties of GNP / PLA films was investigated. The neat and composite films were produced by compression molding neat PLA pellets or melt spun GNP / PLA fibers, respectively. This study focused on PLA films with a maximum GNP loading of 15wt%. The dynamic mechanical properties of neat PLA and 15wt% GNP / PLA composite films, analyzed using DMA, showed a significant increase in storage modulus for the composite films. Tan δmax was significantly higher for the neat polymer films compared to the composite films indicating the composite films have much lower polymer chain mobility and dissipation energy. The DSC results show a decrease in Tg for the composite films compared to the neat polymer films which could be attributed to filler agglomerations. However, this decrease is in direct contrast to the DMA results, which indicate a slight increase in Tg of the composite films compared to the neat films. It is unclear at this time whether these results are statistically significant. Further investigation in future studies must be done to verify these results. Finally, the polymer crystallinity was calculated for both neat and composite samples. The crystallinity calculations were in agreement with the DMA results, which indicated higher crystallinity and/or hindered polymer chain mobility for the GNP / PLA composite films compared to the neat PLA films. The increase in crystallinity for the composite films compared to the neat PLA films could be a result of the GNP acting as a nucleating agent promoting polymer crystallization. Follow-up studies will investigate higher GNP loading and how the increased GNP concentration affects the overall properties of the composite films. Also, in the future the thermal and electrical conductivity will be investigated as a function of GNP loading. In addition to the finding in this study, the crystallinity should be further investigated as it relates to not only processing conditions, but also GNP concentration."]]], "doi": "STRUCTURE-PROCESS-PROPERTY-RELATIONSHIP-OF-CONDUCTIVE-EXFOLIATED-GRAPHITE-NANOPLATELET-/-POLYLACTIC-ACID-FILMS", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. Schematic of two step processing method used to produce the composite films   "], ["Fig. 2", "Fig. 2", "Fig. 2. Representative optical microscopy image of a  15wt% GNP / PLA fiber (left) and a neat PLA fiber  (right)   "], ["Fig. 3", "Fig. 3", "Fig. 3. Thickness variation with applied load during  compression molding for both neat PLA films and  15wt% GNP / PLA films   "], ["Fig. 4", "Fig. 4", "Fig. 4. Representative optical microscopy image of a)  neat PLA film and b) 15wt% GNP/ PLA film   "], ["Fig. 5", "Fig. 5", "Fig. 5. (a) Storage modulus, (b) loss modulus, and (c)  tan δ of both neat PLA films and 15wt% GNP / PLA  films obtained via DMA (three representative samples  each)   "], ["Fig. 6", "Fig. 6", "Fig. 6. DSC of both neat PLA films and 15wt% GNP /  PLA films (three representative samples each)   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Mechanical properties of both the neat and the composite films obtained from DMA measurements"], ["Table 2", "Table 2", "Table 2. Thermal transition behavior of both the neat and the composite films obtained from DSC measurements"]], "tables": []}