{"title": "Viscoelastic properties of polycarbonate-graphene nanoplatelets nanocomposite foams", "abstract": " The viscoelastic properties of polycarbonate (PC) nanocomposite foams containing graphene nanoplatelets (GnP), prepared by one and two-step supercritical CO2 dissolution, were characterized by dynamic-mechanical-thermal analysis. Three factors were detected to influence the mechanical performance of foams: relative density, the eventual presence of a PC crystalline phase and GnP's amount. Relative density was found to be the most important one, with the storage modulus following a power-law behavior with increasing relative density. Foams prepared in one-step presented higher storage moduli than two-step foams even having bigger cells, explained by their higher relative density. The eventual presence of PC crystals in one-step foams, induced by the combination of high CO2 dissolution temperatures and GnP's presence during foaming, was found to be the cause of their higher storage moduli when compared to two-step foams at similar relative density. A slight effect of GnP could only be observed in two-step foams with 5% GnP, as these foams displayed storage moduli as high as one-step foams having lower relative densities. Regarding the viscous contribution, PC's glass transition temperature resulted higher in one-step foams, related to a restriction in the molecular mobility of PC induced by the presence of a PC crystalline fraction and GnP. Keywords A. Foams A. Polymer-matrix composites (PMCs) D. Mechanical testing E. Autoclave Graphene ", "body": [["Abstract", [" The viscoelastic properties of polycarbonate (PC) nanocomposite foams containing graphene nanoplatelets (GnP), prepared by one and two-step supercritical CO2 dissolution, were characterized by dynamic-mechanical-thermal analysis. Three factors were detected to influence the mechanical performance of foams: relative density, the eventual presence of a PC crystalline phase and GnP's amount. Relative density was found to be the most important one, with the storage modulus following a power-law behavior with increasing relative density. Foams prepared in one-step presented higher storage moduli than two-step foams even having bigger cells, explained by their higher relative density. The eventual presence of PC crystals in one-step foams, induced by the combination of high CO2 dissolution temperatures and GnP's presence during foaming, was found to be the cause of their higher storage moduli when compared to two-step foams at similar relative density. A slight effect of GnP could only be observed in two-step foams with 5% GnP, as these foams displayed storage moduli as high as one-step foams having lower relative densities. Regarding the viscous contribution, PC's glass transition temperature resulted higher in one-step foams, related to a restriction in the molecular mobility of PC induced by the presence of a PC crystalline fraction and GnP. Keywords A. Foams A. Polymer-matrix composites (PMCs) D. Mechanical testing E. Autoclave Graphene "]], ["Introduction", [" Polycarbonate (PC) is a widely used linear thermoplastic due to its combination of transparency, thermal resistance and good balance of mechanical properties. For these reasons, PC can be found in a vast array of applications, such as lenses, optical discs, electronic components, safety windows, vehicle parts, etc.  Nanocomposite preparation by means of adding a small fraction of functional nanoparticles into a given polymer has been shown to extend its range of possible applications. Recently, the addition of graphene or graphene-based nanoparticles into PC has been considered in the development of conductive PC nanocomposites for electrical and gas barrier applications [1], [2], [3]. Additionally, foaming could further broaden the range of properties of polymers, for instance enhancing their thermal and/or acoustic insulation, besides the obvious advantage of density reduction [4]. Therefore, polymer foams could be taken into account in sectors where lightness is a key requirement, such as construction, transportation or aerospace [5], [6].  Nowadays there is an increasing interest in structural materials that combine good specific mechanical properties with functional characteristics [7]. Among these, polymer nanocomposites containing carbon nanoparticles have been receiving an increasing attention [8], [9], [10]. Nevertheless, a better understanding of the structure-properties relation is still required. Particularly, there are few published studies about the viscoelastic behavior of polymer nanocomposites with carbon nanoparticles [11], [12], [13], [14], polymer foams [15] and especially about polymer nanocomposite foams [9], [16], mainly due to their complex multi-phase nature.  In this sense, Sung and co-workers [11] showed that the concentration of multi-wall carbon nanotubes (MWNTs) added into a PC matrix influences PC's molecular mobility, resulting in multiple glass transition temperature (Tg) signals, which they attributed to the Tg of the polymer in the case of the less intense tan δ peak and in the case of the more intense one to the Tg of the PC molecules confined by the nanotubes. Vadukumpully et al. [13] reported the enhancement of the storage modulus of PVC films containing graphene nanoparticles with increasing the amount of graphene up to 2 wt%. Hatui et al. [12] added 1 wt% exfoliated graphite (EG) and 1 wt% MWNTs into polystyrene (PS) and showed that the resulting nanocomposites presented higher storage moduli when compared to the unfilled PS, attributed to the stiffening effect of EG and MWNTs. Yang et al. [14] prepared PS-graphene oxide (GO) nanocomposites and reported that the storage modulus increased when compared with that of the unfilled PS, gradually increasing with incrementing GO's concentration up to 5 wt%. The enhanced mechanical performance was attributed to the high modulus and high aspect ratio of GO sheets, as well as to their fine dispersion within the PS matrix.  Although PC is well-known to be an amorphous thermoplastic with a high glass transition temperature (Tg = 150 °C), consequence of the rigid nature of its molecular backbone, under certain conditions it has been possible to partially crystallize it, leading to enhanced thermal stabilities and improved mechanical performance. Several strategies have been considered and shown to induce partial crystallization of PC, such as annealing [17], use of organic solvents [18], [19], vapors [20], [21], supercritical carbon dioxide [22], addition of some fillers and nanofillers [22], [23] and novel electrospinning processes [24]. It has been shown that for induced PC crystallinities of 6.5% the elastic modulus increased in electrospun PC nanofibres to 7.11 and 5.13 GPa, as measured by AFM and nanoindenter experiments respectively, compared with that of non-crystallized PC (2–2.4 GPa), enabling their use as reinforcement in composites [24]. In this sense, crystallized PC has been used as reinforcement in high density polyethylene (HDPE), enhancing its flexural modulus from 620 to 990 MPa and its flexural strength from 720 to 1080 MPa [19].  Despite the increasing interest in the preparation and characterization of polymer nanocomposite foams, only scarce investigation has been dedicated to the dynamic-mechanical-thermal behavior of these materials. For instance, we have previously reported the effective mechanical reinforcement effect of graphene nanoplatelets in PP foams prepared by CO2 dissolution [9], comparatively more significant than that of carbon nanofibres, which was related to a less homogeneous cellular structure with lower cell densities in the case of PP foams containing the nanofibres.  In this work, PC nanocomposite foams containing graphene nanoplatelets were prepared by means of supercritical carbon dioxide (scCO2) dissolution. The influence of the relative density and microstructure of the foams, particularly PC's crystallinity and foams' cellular structure, as well as the presence of the graphene nanoplatelets, on the elastic and viscous response, i.e., on the viscoelastic properties, of the foams were analyzed using dynamic-mechanical-thermal analysis."]], ["Materials and methods", ["##2.1. Materials  The polycarbonate (PC) used, Lexan-123R-PC (Sabic), had a density of 1.2 g/cm3 and a melt flow index (MFI) of 17.5 dg/min, measured at 300 °C and 1.2 kg according to standard ISO 1133. The graphene nanoplatelets used in this study (xGnP-M-15, supplied by XG Sciences, Inc.), so-called for now on GnP, are aggregates of graphene layers with an average thickness of 6–8 nm, an average diameter of 15 μm, a specific surface of 120–150 m2/g and a bulk density of 2.2 g/cm3. ##2.2. Preparation of the nanocomposites  Polycarbonate nanocomposites containing 0.5, 2 and 5 wt% graphene nanoplatelets (GnP-PC), respectively named PC05, PC2 and PC5, were initially prepared by melt-mixing the PC pellets with the respective concentration of GnP in a Brabender Plasti-Corder internal mixer at a typical temperature of 180 °C during three stages at different rotating speeds of 30, 60 and 120 rpm and processing times of 1, 2 and 3 min, respectively. Unfilled PC was also melt-mixed under the same conditions for comparison. Once pelletized, the melt-mixed unfilled PC and GnP-PC were transferred into a circular-shaped mold (thickness: 3.5 mm, diameter: 74 mm) and compression-molded at 220 °C and 45 bar in a hot-plate press (IQAP LAP PL-15). Each circular-shaped molded disc was cooled under pressure (45 bar) in the same press and used as precursor in foam preparation. ##2.3. Preparation of the foams  The precursors were foamed by first dissolving CO2 in supercritical conditions (scCO2) inside a high pressure vessel (Büchi Glasuster). The expansion of these precursors was carried out following two different methods in order to generate foams with variable densities and cellular structures: one-step and two-step foaming. In one-step foaming the expansion was done inside the high pressure vessel at a given temperature by applying a sudden pressure drop leaving a residual pressure between 0 and 20 bar, while in two-step foaming the expansion was induced by heating previously CO2-saturated discs between the plates of the hot-plate press at a typical temperature of 165 °C. In one-step foaming CO2 dissolution was carried out at temperatures between 200 and 213 °C during time periods ranging from 40 to 160 min, while in two-step foaming CO2 dissolution was made at 80 and 100 °C for 210 min. In both cases scCO2 was added to the vessel at room temperature and 70 bar, reaching pressures between 120 and 220 bar for one-step foaming and between 140 and 170 bar, respectively for 80 and 100 °C, for two-step foaming (for further details on foam preparation consult references [25], [26], [27]). ##2.4. Morphological and microstructural analyses  The density of the unfoamed and foamed nanocomposites was measured according to standard ISO 845, while the relative density was calculated by dividing the density of the foam by the density of the respective unfoamed precursor. The cellular morphology of the foams was analyzed from micrographs obtained by scanning electron microscopy using a JEOL JSM-5610 microscope from samples cryogenically fractured using liquid nitrogen and coated with a thin layer of gold in an argon atmosphere using a BAL-TECSCD005 Sputter Coater. The average cell size and cell nucleation density (Nf) were determined using the intercept counting method [28]. The average cell size in the two main foaming directions was calculated following the procedure presented in Ref. [29]: ϕVD, the average cell size in the growth direction along the foam thickness, and ϕWD, the average cell size in foam width.  To determine the eventual presence of a crystalline phase in the foams, samples having approximately 5.0 mg were analyzed by differential scanning calorimetry (DSC) using a Perkin Elmer Pyris 1 model by heating from 30 to 300 °C at 10 °C/min. The crystallinity percentage (Χc) of each foam was determined from the endothermic melting signal using a theoretical 100% crystalline PC melting enthalpy of 147.8 J/g [30]. Crystallinity percentages were obtained as the average of five individual measurements. ##2.5. Dynamic-mechanical-thermal analysis  In order to study the viscoelastic properties of the foams, a dynamic-mechanical-thermal analysis test equipment, DMA Q800 (TA Instruments), in a single cantilever configuration with a span length of 17.5 mm under strain control (dynamic strain: 0.02%), a constant frequency of 1 Hz and a temperature range from 30 to 180 °C, was used. A heating rate of 2 °C/min was applied. The equipment was previously calibrated according to the standard procedure. In each experiment the storage modulus (E′) and the loss factor (tan δ) were registered as a function of temperature. In order to avoid the possible effects of density and cell size gradients along the foam thickness generated during foaming in the mechanical response of foams, the solid skins generated during foaming were removed by sanding and samples were cut directly from the centre of the precursors and respective foams, with a nominal length of 35 mm, width of 13 mm and thickness between 3.0 and 3.5 mm."]], ["Results and discussion", ["##3.1. Relative density, cellular structure and crystallinity of foams  The density of foams prepared by one-step foaming was controlled by varying the temperature and time of CO2 dissolution, while in two-step foaming it was controlled through the heating time applied during stage II in the hot-plate press and the CO2 concentration in the precursor resulting from stage I of CO2 dissolution by varying the dissolution temperature, 80 °C or 100 °C, as presented in Ref. [27]. The combination of said parameters enabled to obtain foams with relative densities as low as 0.07 by using long heating times in stage II and precursors saturated with CO2 in stage I at 100 °C. The two-step foaming process showed a greater versatility in terms of getting foams with a wider range of relative densities (up till 0.54) by varying the mentioned experimental conditions. Due to the particular experimental characteristics used in stage II of foaming, the cellular structure of foams prepared by two-step foaming showed a certain heterogeneity, with bigger cell sizes near the surfaces, mainly in samples foamed using low heating times (for further details consult reference [27]). As already mentioned in Section 2.5, this is why samples used in the dynamic-mechanical-thermal characterization were cut directly from the centre of the foams, i.e., from a zone considered homogeneous in terms of density and cellular structure.  As can be seen by the results shown in Table 1, which summarizes the cellular morphology characterization results of foams analyzed in the homogenous zone, particularly the attained ranges of relative density and the average cell size measured in the two main foaming directions, cell nucleation density (Nf) and crystallinity (Χc), as well as the characteristic micrographs presented in Fig. 1, depending on the foaming method, foaming parameters and content of graphene nanoparticles, the cellular morphology and microstructure of foams varied from non-crystalline having the smallest cell sizes (foams prepared by two-step foaming) to semi-crystalline foams with larger cells (foams prepared by one-step foaming). The foams prepared in two steps presented a considerably wider range of cell sizes when compared to those prepared in one-step, due to a CO2 dissolution temperature that allowed the largest cell growth for heating times longer than 40 s (for further information consult reference [26]). The two foaming methods enabled the preparation of foams with differences in terms of cell density as high as 4 orders of magnitude, which was attributed to the amount of CO2 dissolved in the precursor during foaming as well as the presence of different amounts of graphene nanoplatelets, as graphene acted as cell nucleating agent. The effects of the CO2 dissolution temperature used in stage I and the influence of the heating time applied during stage II on the cellular structure of GnP-PC foams prepared by two-step foaming were already analyzed in a previous work [27].  ##3.2. Viscoelastic properties  As can be seen by the evolution of the storage modulus (E′) and loss factor (tan δ) with temperature presented in Fig. 2, Fig. 3, Fig. 4, Fig. 5, both the unfilled PC foams as well as the ones containing graphene nanoparticles showed the typical behavior of amorphous-like polymers, with the storage modulus decreasing, initially linearly with increasing temperature until reaching the glass transition of PC, when a sudden drop of the storage modulus takes place due to the solid–rubbery transition. The storage modulus drops several orders of magnitude due to the fact that foams are not crosslinked and that only some of them, the ones foamed in one-step, presented a small degree of crystallinity (see values presented in Table 1). For that reason, the glass transition was observed as an intense peak in the tan δ curve.  Generally speaking, the stiffness of the analyzed foams and as a consequence their storage modulus (E′) depends on three factors. The most important factor is the relative density, which varied from 0.07 to 0.78 in the studied foams, followed by the eventual presence of a crystalline phase in the polymer (until 4.3%) and the concentration of graphene nanoplatelets (till 5 wt%). These factors combine differently in the foams depending on the used foaming process. The following sections are focused on analyzing the effects of said factors on the viscoelastic properties of the foams, particularly on their storage modulus and loss factor values. ###3.2.1. Influence of the relative density and crystallinity of the foams  The different process conditions used in the two foaming processes affected both the relative density as well as the polymer structure (i.e. crystallinity) of the produced foams. There were significant differences in the relative storage modulus values of foams depending on relative density, with the relative storage modulus values of foams prepared by both one and two-steps fitting well to a power-law general trend with varying relative density (see Fig. 6).  However, when comparing foams with similar relative densities, the ones prepared by one-step foaming resulted stiffer than those prepared in two steps. For the same foam composition, these differences can be attributed to a slight crystallization of PC developed in foams prepared in one-step, as it is known that the presence of crystals in PC leads to enhanced moduli [24]. On the contrary, all foams prepared in two steps showed a completely amorphous structure. The crystallinity developed in these foams was explained by the simultaneous presence of CO2 and graphene during depressurization and cooling of the polymer saturated at high temperature [31].  When the values of the storage modulus at 30 °C, as well as its specific relative values, defined as the specific storage modulus of the foam divided by the specific storage modulus of the respective precursor, are represented versus PC's crystallinity (see values and representative DSC thermograms presented in Fig. 7), it can be observed that crystalline foams presented a higher stiffness than the two-step non-crystalline ones, with a tendency of E′ to slightly increase with incrementing crystallinity.  Regarding the viscous contribution, on the one hand it can be observed that the glass transition temperature of PC is higher in the case of one-step foams (see Fig. 8). Foams prepared by two-step foaming presented lower Tg values. Also, the full width at half maximum (FWHM) of the tan δ peak resulted slightly higher in the one-step foams when compared to those prepared in two steps. These differences of the viscous contribution between the two series of foams can be explained based on the presence of a PC crystalline fraction developed in the foams prepared by one-step foaming, as the presence of crystals contributes to limit the mobility of PC molecules, leading to higher glass transition temperatures.  ###3.2.2. Influence of the cellular structure  All foams presented a closed-cell structure, though with significant differences in terms of cell size and to a lower extent in terms of cell aspect ratio (see characteristic micrographs presented in Fig. 1). Average cell size differences ranged between a few micrometers for GnP-PC foams prepared in two steps to a few hundred of micrometers for unfilled PC foamed in two steps, depending on the used process conditions (see values presented in Table 1). The aspect ratio, defined as the quotient between the average cell size measured in the growth direction along the foam thickness and that measured in the width direction, resulted close to 1 for almost all foams, although in some particular cases the values were close to 2.  In order to observe the influence that cellular morphology has on the stiffness of foams, the values of the specific relative storage modulus are presented in Fig. 9 as a function of the average cell size measured in the foam growth direction. As can be seen, although having higher average cell sizes, foams prepared by one-step foaming presented higher specific relative storage modulus values than those prepared in two steps at equal composition. These results can be explained by the fact that, contrarily to what is common, one-step foams having larger cell sizes also presented higher relative densities than foams prepared by two-step foaming, showing that relative density is the main factor governing the mechanical performance of foams. Among foams prepared in two steps, PC5 foams were the only ones that displayed specific relative storage modulus values that were comparable to those of the foams prepared by one-step foaming, demonstrating the effective reinforcement effect of adding a higher amount of GnP and generating a finer cellular structure.  ###3.2.3. Analysis of the relation between the storage modulus and relative density  It is known that the evolution of the relative elastic modulus of polymer foams, i.e., its elastic modulus (E′f) related to the one of the solid precursor (E′s), may be assumed to follow a scale relation with relative density (ρf/ρs) according to [32]:(1)  The storage modulus (E′) corresponds to the elastic contribution of the dynamic-mechanical behavior, thus being related to the stiffness of the material. The analysis of the E′ values obtained at 30 °C for all studied foams resulted, as expected based on eq. (1), in a general power-law behavior.  On the other hand, the loss factor (tan δ) reflects the viscous contribution of the material's dynamic-mechanical behavior, with the temperature at the maximum of tan δ corresponding to the glass transition temperature (Tg) of the polymer. It has been stated that the magnitude of this transition in the tan δ curve is related to the damping capability or vibration energy dissipation of the material, which can reflect its toughness or stiffness at the relaxation temperature [12]. The loss factor analysis for all studied foams indicates a reduction of Tg in PC foams with respect to the precursor, up to 4 °C in some of the samples. In a similar way, the intensity of the glass transition is reduced with decreasing relative density.  The addition of different concentrations of graphene nanoplatelets modified the dynamic-mechanical behavior of the foams. The effect of GnP concentration on the storage modulus is shown in Fig. 10a, where different power-law tendencies of the specific relative storage modulus obtained at 30 °C versus the relative density can be seen for each group of foams according to Eq. (1). In this scale relation the value of n allows to quantify the influence of relative density on the relative modulus of the foams. The cellular morphology of foams often affects the value of this exponent, indicating their potential efficiency for structural applications, as when its value tends to 1 (linear relation) the reduction of the foam's modulus is less pronounced with decreasing density. Comparatively, as can be seen in Fig. 10b, foams prepared in two steps presented higher values of the exponent n when compared to the ones prepared in one-step, which relates to a more drastic stiffness reduction with reducing relative density. This result could be partially explained by the fact that two-step foams resulted fully amorphous. The values of n for foams prepared in two steps resulted higher and less dependent of GnP's concentration (PC: n = 1.82; PC05: n = 2.08; PC2: n = 1.73; PC5: n = 1.91) than foams prepared in one-step. It seems that this behavior is controlled by the fact that these foams are amorphous and their cell sizes are much smaller and less dependent of GnP's concentration than those prepared in one-step, which seemed to show a higher influence of GnP's amount in the values of n (PC: n = 1.60; PC05: n = 1.47 and PC2: n = 1.32). Despite their larger cell sizes, this tendency could be affected by the mechanical reinforcement effect of the nanoplatelets and by the slight crystallinity developed by PC in the foams prepared in one-step due to the simultaneous presence of CO2 and GnP during depressurization at high temperature.  If the average of the reduction of the Tg of foams is compared with that of the respective precursor, it is found that the reduction is very small (0.1 °C) for PC foams prepared in one-step, increasing with increasing GnP's concentration up to a difference of 2.5 °C for foams with 2 wt% GnP. The maximum reduction of the Tg (4.8 °C) is reached in the case of foams prepared in two steps, gradually decreasing with reducing GnP's concentration until a difference of 3.3 °C for the foam with 2 wt% GnP. These differences and opposite tendencies can be explained by the simultaneous influence of the presence of GnP and PC's crystals on the molecular mobility of PC. When graphene is not present or its concentration is low, the crystallinity of PC dominates, compensating the plasticizing effect of CO2.  The results show that when comparing foams having the same relative density, a higher GnP concentration leads to a slight reduction of the intensity of the signal related to the glass transition, as expected due to the lower polymer fraction present. It has been reported that a decrease in the height of the maximum in tan δ may be related to a higher filler–matrix interaction, resulting in an improved stress transfer and thus in a strong interface characterized by a lower energy dissipation [12]."]], ["Conclusions", [" Polycarbonate-graphene nanoplatelets nanocomposite foams with a wide range of relative densities, cellular morphologies and microstructures were prepared by means of one and two-step supercritical CO2 dissolution foaming and their viscoelastic properties were analyzed by dynamic-mechanical-thermal analysis. The stiffness of the analyzed foams, related to the values of the storage modulus, was shown to depend on three factors, the most important of which being relative density, followed by the eventual presence of a PC crystalline phase and last but not least GnP's concentration. Relative density globally controlled the final mechanical performance of foams, as the relative storage modulus values of both types of foams varied potentially with relative density. Comparatively, one-step foams presented higher storage moduli than two-step foams due to their higher relative densities, even having higher cell sizes and lower cell densities. To a much lesser extent, the presence of even a slight amount of PC crystals in one-step foams was found to be the cause behind the higher storage moduli of these foams when compared to fully amorphous two-step foams at similar relative density. It was only possible to observe a slight reinforcement effect of GnP in the case of two-step foams with 5 wt% GnP, as in this case foams presented storage moduli that were comparable to those of one-step foams having higher relative densities.  In terms of applying a scale relation model to the dynamic-mechanical behavior of foams, those prepared in two steps presented higher values of the exponent n when compared to the one-step ones, partially explained by the fact that these foams were fully amorphous. The values of the exponent for foams prepared in two steps resulted higher and less dependent of GnP's concentration than in one-step foams. In terms of the viscous contribution, the Tg of PC resulted higher in one-step foams, related to the presence of a PC crystalline fraction, which, together with GnP, restricted the mobility of PC molecules.  This work contributes to a better understanding of the relations between the structural and microstructural characteristics and the viscoelastic properties of foams based on PC with variable concentrations of graphene nanoplatelets, opening up the possible use of these structural lightweight materials in sectors such as transportation and aerospace."]]], "doi": "10.1016/j.compositesb.2016.03.032", "figures": [["Fig. 1", "Fig. 1", "Fig. 1. Typical cellular morphology of foams prepared by one-step (× 50, scale bar: 500 μm): (a) PC, (b) PC05 and (c) PC2 and two-step foaming (× 300, scale bar: 50 μm): (d) PCO5,  (e) PC2 and (f) PC5."], ["Fig. 10", "Fig. 10", "Fig. 10. (a) Linearization of the relative storage modulus versus relative density and (b) C parameter and (c) exponent n as a function of GnP content according to Eq. (1)   "], ["Fig. 2", "Fig. 2", "Fig. 2. Evolution of the storage modulus and tan δ with temperature for PC foams prepared by one-step ((a), (b)) and two-step foaming ((c), (d)).   "], ["Fig. 3", "Fig. 3", "Fig. 3. Evolution of the storage modulus and tan δ with temperature for PC foams containing 0.5% GnP prepared by one-step ((a), (b)) and two-step foaming ((c), (d))."], ["Fig. 4", "Fig. 4", "Fig. 4. Evolution of the storage modulus and tan δ with temperature for PC foams containing 2% GnP prepared by one-step ((a), (b)) and two-step foaming ((c), (d))."], ["Fig. 5", "Fig. 5", "Fig. 5. Evolution of the (a) storage modulus and (b) tan δ with temperature for PC foams containing 5% GnP prepared by two-step foaming.   "], ["Fig. 6", "Fig. 6", "Fig. 6. Comparison of the relative storage modulus versus relative density for foams  prepared by one and two-step foaming.   "], ["Fig. 7", "Fig. 7", "Fig. 7. Evolution of the storage modulus (a) and specific relative storage modulus (b) with PC's crystallinity and characteristic DSC curves of (c) one-step and (d) two-step foams.  Note: PC's melting peak is indicated with a grey circle in the DSC curves of PC05 and PC2 one-step foams.   "], ["Fig. 8", "Fig. 8", "Fig. 8. Comparison of the Tg of PC and PC foams containing 0.5% GnP prepared by one  and two-step foaming versus relative density.   "], ["Fig. 9", "Fig. 9", "Fig. 9. Evolution of the specific relative storage modulus with the average cell size  measured in the vertical foam growth direction.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Cellular morphology characterization results and crystallinity of PC and GnP-PC nanocomposite foams prepared by one-step and two-step foaming."]], "tables": []}