{"title": "Preparation and Characterization of High Content Graphene Nanoplatelet-Polyetherimide Paper", "abstract": "Polyetherimide (PEI)-graphene nanoplatelet (GNP) (PEIGNP) papers, with extremely high GNP loadings (up to nearly 100 wt%), were produced by filtration and hot-press. The impact of the GNP content on the impedance and mechanical properties, such as damping behavior, was investigated. Although the PEIGNP papers showed some decreases in tensile strength and strain at break, dynamic mechanical analysis (DMA) has shown that, compared with either the pristine GNP paper or the neat PEI film, the storage modulus of the PEIGNP papers increased 700% to 2,000% and the capacity to dissipate damping energy in terms of loss modulus was substantially improved by up to 3,000%. The tan δ value gained more than 500%, indicating that a higher fraction of applied energy was converted to heat. In addition, the PEI with relatively smaller molecular weight and the larger GNPs exhibited better damping effects. The results suggest that GNP-reinforced polymer-based nanocomposites could be used in applications that require energy-absorption upon dynamic loading. In addition, all PEIGNP papers in this study exhibited substantially low impedance because of high GNP loadings. Keywords Graphene, Mechanical Property, Conductivity, Damping, Polyetherimide ", "body": [["Abstract", ["Polyetherimide (PEI)-graphene nanoplatelet (GNP) (PEIGNP) papers, with extremely high GNP loadings (up to nearly 100 wt%), were produced by filtration and hot-press. The impact of the GNP content on the impedance and mechanical properties, such as damping behavior, was investigated. Although the PEIGNP papers showed some decreases in tensile strength and strain at break, dynamic mechanical analysis (DMA) has shown that, compared with either the pristine GNP paper or the neat PEI film, the storage modulus of the PEIGNP papers increased 700% to 2,000% and the capacity to dissipate damping energy in terms of loss modulus was substantially improved by up to 3,000%. The tan δ value gained more than 500%, indicating that a higher fraction of applied energy was converted to heat. In addition, the PEI with relatively smaller molecular weight and the larger GNPs exhibited better damping effects. The results suggest that GNP-reinforced polymer-based nanocomposites could be used in applications that require energy-absorption upon dynamic loading. In addition, all PEIGNP papers in this study exhibited substantially low impedance because of high GNP loadings. Keywords Graphene, Mechanical Property, Conductivity, Damping, Polyetherimide "]], ["Introduction", ["Graphenes have attracted tremendous research interest due to their excellent electrical conductivity (approximately 1.0 x 10-6 Ω cm resistivity) [1], thermal conductivity (about 5000 Wm-1K-1) [2-6] and mechanical properties (Young’s modulus of 1.0 TPa and intrinsic strength of 130 GPa) [7]. These exceptional properties potentially offer revolutionary applications in various areas. One of these applications is to assemble the nanoplatelets to form a macroscopic, paper-like, freestanding sheet called graphene paper. Graphene paper has a variety of applications, including as lithium battery electrodes [8], freestanding electrodes for flexible supercapacitors [9], and electromagnetic interference shielding sheets [10-11]. The mechanical properties, thermal conductivity, electrical conductivity and energy dissipation capacities have been intensely investigated and graphenerelated composites are reported to be the next-generation multifunctional super-materials [2-7, 12]. There have been numerous reports on graphene paper fabrication methods. Two types can be found in publication depending on whether or not a binder material is used. If no binders are employed, the graphenes are typically derived from graphite oxide (GO), which is often produced with Hummers’ method [13, 14] or the modified Hummers’ method [15]. Natural graphite powder is harshly oxidized to generate graphite oxide, and this is followed by the sonication exfoliation of the GO in water. The GO is then reduced back to graphenes by annealing, microwave, or a reaction with a reducing agent (for example, hydrazine monohydrate). The final graphene paper is formed by filtration. One advantage of this method is that the graphenes prepared are flexible enough to provide wrinkles for mechanical interlocking, and there are rich oxygen groups that allow for interaction among individual graphenes in the graphene paper [16]. Thus, enhanced mechanical properties may be achieved. However, the disadvantage is that individual graphenes will suffer a decline in desirable intrinsic properties such as conductivity when compared with pristine graphenes no matter which reduction treatment is employed [17]. The Young’s modulus of the reduced GO is significantly smaller (about 0.25 TPa) than that of pristine graphene (1.0 TPa) [18]. These decreases will likely negatively affect the properties of the final graphene paper. Other disadvantages are that the productivity of this type of method is low and a lot of hazards are involved. Therefore, graphenes produced in this way are normally very expensive. In recent years, much cheaper graphene nanoplatelets that are directly exfoliated from natural graphite can be found on the market. It comes in the form of a stack of graphene layers which has a thickness of about 10 nm, and the size of the platelets can be controlled [19]. This GNP possesses similar properties to that of graphenes. However, another issue arises if such highly graphitic platelets are assembled to form graphene papers. Although the GNPs are very conductive and the intrinsic strength of graphene is retained, they are so crystalline and smooth that the platelets slip past one another because few defect sites and oxygen groups are available to create a strong adhesion between individual GNPs. Van der Waals forces cannot provide a strong enough interaction. A logical solution is to use a binder material to glue individual GNPs together to prepare the macroscopic papers, but the binder material has to be compatible with the graphenes that form the GNPs. Researchers have explored this issue and some materials show promise. Epoxy has been used for graphene-reinforced nanocomposites, or graphene papers [10, 20]. Even pristine graphenes (without being functionalized) exhibit satisfactory reinforcement in these composites [20], indicating good adhesion between the epoxy and graphenes. Therefore, it is reasonable to expect epoxy to bind well with graphenes to prepare graphene papers. However, it is hard to achieve a high graphene content in graphene paper because uncured epoxy resin is often viscous and the graphenes (or GNPs) have a high surface area but very low bulk density. Mixing these two when there is a high graphene loading becomes very difficult. In our practice, if the epoxy resin is diluted with a certain solvent in order to reduce viscosity, but it is very difficult to remove the solvent. The resulting epoxy loses at least 10% of its mechanical properties if a diluting solvent is used. The included graphenes may also hinder the polymerization reaction necessary for the epoxy to be fully cured since graphenes in this situation can be considered as impurities, especially at a high loading. Another solution is the use of a thermoplastic. Wu et al. studied the use of PEI for GNP papers and found very good improvement in modulus, electrical conductivity and thermal conductivity [2] when dichloromethane (methylene chloride) was used to dissolve the PEI solids and then binder-free GNP papers were impregnated in the solution. Unfortunately, dichloromethane is very volatile. After impregnation, this solvent evaporates extremely fast to form a PEI skin, resulting in difficulty controlling the GNP loading in the final paper. We have found that dimethylacetamide (DMAc) (melting point: 165°C) is easy to handle and control throughout the whole process, allowing the convenient fabrication of GNP papers with almost any GNP concentration (0 to nearly 100 wt%). In this study, the impacts of GNP loading and GNP size on the electrical and thermomechanical properties of graphene papers were investigated. Not only was the modulus enhanced significantly, but the damping behavior, indicated by tan δ and the loss modulus, was also improved substantially. The damping property of graphene-reinforced nanocomposites has not been reported much in publications. The significant damping behavior of the GNP paper due to the inclusion of graphenes observed in our research may open an avenue for further research into the application of using graphenes when a material’s capability to dissipate energy is needed."]], ["Experimental", ["##2.1. Materials GNPs of 5 μm (GNP5), 25 μm (GNP25) and 50 μm (GNP50) were bought from XG Sciences Inc., Lansing, MI, USA. GNP denotes the GNP50 where simplification is needed hereafter. They were heated at 500°C for 5 hrs in the oven to remove moisture and any possible impurities prior to use. PEI and DMAc were purchased from Sigma-Aldrich and Fisher Scientific, respectively. This PEI has a weightaveraged molecular weight (Mw) of 47,000 g/mol (denoted as PEI1). The second PEI used was Ultem 1000 (Sabic Innovative Plastic, Inc., Pittsfield, MA, USA), and its Mw is 55,000 g/mol (denoted as PEI2). The hot-press was a Carver hydraulic compression press (Model 5401, Carver, Inc., IN, USA). It has a maximum clamping force of 48 tons and can heat up to 343°C. The release agent for de-molding after hotpressing was 44-NC™ (Northern Composites, Inc., Hampton, NH, USA). The filtration membrane was porous Teflon glass fiber fabric (Northern Composites, Inc., Hampton, NH, USA). The ultra-high temperature Kapton polyimide (PI) films (thickness: 0.127 mm; upper use temperature of 399°C) that were used as the inner liner in the mold were bought from Mcmaster-Carr, Atlanta, GA. ##2.2. Preparation of PEIGNP Paper The mixture of 0.5 g GNPs and 50 ml DMAc was stirred in a 250 ml one-neck glass flask for 5 min and then subjected to a 1 min bath sonication. Certain amounts of PEI (1-6 g) were added. While being stirred and quenched with a condenser, the mixture of GNPs, PEI and DMAc was refluxed for half an hour. After being cooled to room temperature, the suspension was vacuum-filtered (vacuum pressure: -66 cm mercury) through a porous Teflon fabric to obtain a PEI-GNP cake, which was then dried in an oven at 190°C for 1 hr to allow the DMAc to evaporate. The dried PEI-GNP cake was placed between two PI films coated with the release agent and then clamped with two aluminum panels for hotpressing. The operating parameters during hot-pressing were: pressure of 10 nominal MPa based on the applied tonnage and the area of the sample, 4 minutes and 340°C. The pressed paper was then lightly pressed (about 3 MPa, 1 min and 340°C) a second time in order to smooth the final PEIGNP paper. Either neat PEI film or pure GNP paper was hotpressed in the same way as that for PEIGNP paper. ##2.3. Characterization A dynamic mechanical analyzer (DMA) Q800 and thermogravimetric analyzer (TGA) Q500 (TA Instruments Inc., New Castle DE, USA) were used to characterize the thermomechanical properties and thermostability of the GNP papers, respectively. The specimen in the DMA test was cut into rectangular strips (thickness: about 0.1 mm; width: 2-3 mm.) for a film tension test. The frequency was 1 Hertz. The heating program was from room temperature to 315°C at a rate of 10 °C /min in an air environment. A controlled force was employed in the tensile measurement at a load rate of 0.5 N/min under 35°C. The TGA characterization was simple heating from room temperature to 700°C at 20°C/min in nitrogen. A Gamry electrochemical impedance spectroscope was used to measure the impedance of the PEIGNP paper at room temperature (relative humidity: about 90%). Scanning electron microscope (SEM) images were taken using a Jeol JSM 5600 (Jeol USA, Inc., Peabody, MA, USA). For SEM characterization, the rectangular film bars were frozen at - 20°C in a refrigerator and then fractured. The fracture surfaces were used for SEM examination. Figure 1 shows the alignment of the GNPs but there appears to be some distortion at the fracture area which might occur upon breakage."]], ["Results and Discussions", ["##3.1. TGA Analysis Since GNP and PEI have different thermal stabilities [Figure 2 (a)], TGA can be used to determine the GNP concentration in the final PEIGNP composite film. The final GNP loading can be varied by changing the PEI concentration in the DMAc solution. When the PEI concentration is higher, its solution becomes more viscous. As a result, more PEI will be retained with the GNPs after filtration. Based on the residue of GNP, PEI and PEIGNP papers in the TGA test, the GNP contents were calculated to generate a calibration curve to guide the preparation of PEIGNP papers [Figure 2 (b)]. For a better comparison, low concentration composites consisting of 0, 5, and 10 wt% GNPs were mixed with the PEI1 in the PEI1/DMAc solution followed by precipitation in distilled water. The composite precipitates were dried in an oven at 190°C for 1 hr to remove the DMAc and then hotpressed to make composite films. Adhesive copper tapes of 6 mm wide were stuck to the surface of the PEIGNP paper (about 0.1 mm thick) then clamped in the impedance/resistance test. The distance between the two copper tapes was 15 mm. The relation between impedance and resistance can be seen below. Impedance Z = Z0 cos ɸ + jZ0 sin ɸ where Z0 cos ɸ is resistance, jZ0 sin ɸ is capacitance, Z0 is magnitude, and ɸ is phase angle. Figure 3 displays the impedances (a) and phase angles (b) from the impedance tests of the samples. The 0 to 10 wt% composite film exhibited exceptionally larger impedances than the films with high GNP loadings. This indicates that the GNP papers (GNP content ≥ 59 wt%) made by filtration/hotpress possessed substantially low impedance compared with the composite films with low GNP concentrations (≤ 10 wt%). Therefore, the results indicate substantially high electrical conductivity for the papers of high GNP loadings. ##3.3. DMA Characterization ###3.3.1. Modulus, Glass Transition Temperature and Stress-Strain Figure 4 (a) displays the storage moduli of PEI, pure GNP paper and a representative PEIGNP paper. There is a significant increase if GNPs and PEI are combined, indicating good compatibility between the PEI and GNPs. Figure 4 (b) summarizes how this modulus is affected by the GNP concentration in the paper. In the range of about 59 to 97 wt%, the GNPs dramatically enhanced the storage modulus. The maximum may be somewhere between 60 and 85 wt%. When the GNP loading is too high, there was not enough PEI as a binder material. As anticipated, the 100% GNP paper was weak because the interaction among GNPs only relied on the mechanical interlocking from the GNPs’ defects and the van der Waals forces. Compared with pure PEI, the increase in modulus for the PEIGNP paper should be attributed to the translation of the graphene’s property to the PEIGNP paper since graphenes are highly rigid and possess an exceptionally high modulus. From the temperature sweep in the DMA characterization, interesting results can be extracted from the loss moduli, and examples are shown in Figure 5 (a). All results are summarized in Figure 5 (b). The loss modulus for the pure PEI or GNP film is 50-70 MPa from room temperature to 200°C while Figure 5 (b) shows that for the PEI1GNP papers with different high GNP concentrations, the increase in loss modulus is 2,000%-3,000%. By definition, loss modulus is the capacity of a certain amount of material to dissipate dynamic loading to heat which means the applied mechanical energy is lost as heat. Note that loss modulus has the same basic units as those of energy per volume. This also indicates a damping capability which will be discussed more in a later section. The inclusion of reinforcements may also improve the glass transition temperature (Tg) because in the transition temperature zone, the mobility of polymeric chains may be hindered such that the same level of mobility can only be achieved at a higher temperature range, especially if there are good interactions between the reinforcements and polymeric matrix. Figure 6 reveals considerable increases in Tg for all PEIGNP papers in this study. However, the incorporation of GNPs into PEI caused a decline in tensile properties at high concentrations, as seen in Figures 7 (a) and (b). Since the concentrations of the GNPs are very high, the strain property of the composite paper is significantly affected by the GNPs, which are brittle and have low ductility. Therefore, the GNP papers, although rigid compared with PEI, were broken at low strains that resulted in low strength at break. Additionally, the translation of graphene’s high strength to the composite paper might be limited as there is not a chemical bond between the PEI matrix and GNPs. ###3.3.2. Damping The damping effect of graphenes on the nanocomposite has been discussed in some publications [2, 21]. Li et al. [21] reported about a 200-250% increase in damping in terms of tan δ (from 0.021 for pure PEI to ~0.07) by incorporating 3% silanized GNPs, but the pristine GNPs provided little enhancement to this property. However, that was in the low concentration range. Our study has indicated that pristine GNPs at high concentrations remarkably improve the damping behavior not only in terms of tan δ (Figure 8) but also in terms of loss modulus as discussed above. More than 500% increase in tan δ for high GNP papers over neat PEI and more than 100% over pure GNP paper were realized. The damping effect of the GNP in its nanocomposite may be attributed to introduced heterogeneity when the specimen is under dynamic loading. There may be higher inconsistency in molecular movement that causes collisions between molecules from the rigid phase (graphene) and the soft phase (soft polymeric matrix). The collision is evidenced by the heat dissipated (loss modulus) from the mechanical energy that is applied dynamically in the test. It is similar to the energy-dissipation/absorption mechanism for polyurea, in which there is a co-existence of both soft domain and hard domain [22, 23]. Highly rigid graphenes should function as the hard domain while the soft domain should come from PEI, which is much softer than graphenes. Another possible reason for the enhanced damping effect from GNP-reinforced nanocomposite is that graphenes possess an excellent intrinsic damping property as proved by an experimental measurement [12]. This property should also be transmitted to the PEIGNP papers. Note that the fact that both the neat GNP paper and the neat PEI had much lower tan δ values compared with PEI1GNP papers, and this demonstrates the importance of heterogeneity, or the co-existence of both hard domain and soft domain, in damping behavior. ###3.3.3. Effect of PEI Molecular Weight and Graphene Size on Damping GNPs of different sizes and PEIs of different molecular weights were also used to investigate how the damping was affected. Figures 9 (a) and (b) compare the tan δ values of various GNP papers. There were some variations within each concentration group (97±0.4, 75±2.3 and 59±1.6 wt%). The damping capability clearly increases with the size of the graphene platelets. There are three possible reasons for this: (1) smaller graphene platelets retain the intrinsic damping property less because smaller platelets are broken from larger ones during production which causes further damage; (2) smaller graphene platelets move with the polymeric chains more easily upon dynamic loading. The collisions between the two types of molecules/atoms occur with reduced possibility and intensity; (3) the smaller platelets are more resistant to deformation than the larger ones. Therefore, the larger platelets can absorb more energy by plastically deforming, rolling, buckling and bending. Figure 9 (b) shows the clear difference caused by different PEIs. PEI1 has a Mw of 47,000 g/mol while PEI2 has a Mw of 55,000 g/mol. It appears that the large molecules exhibited poorer damping in this investigation. The reason might be that small molecules can more easily fill smaller pores in the GNP papers, leaving less dead zone within the PEIGNP paper. When the GNP paper is subject to dynamic loading, PEI1’s molecules experience better collision interaction with carbon atoms in graphenes."]], ["Conclusion", ["GNP papers were fabricated with a simple and easy method to obtain graphene concentrations of up to 97 wt% with PEI as the binder polymer. The prepared GNP papers all exhibited extremely low impedance and thus were highly electrically conductive. Considerable increases in storage modulus and glass transition temperature were achieved. These indicate a good interaction and compatibility between the GNPs and the PEI matrix, although the strength and strain at break declined because of the very high graphene loading. The loss moduli, which indicate the capability of a material to dissipate energy, were substantially improved over the neat PEI and the pure GNP paper. Additionally, there were remarkable enhancements in damping factors (tan δ) for the GNP papers. Further studies showed that relatively smaller molecules of PEI and large GNPs clearly contributed to better damping, respectively. This investigation has demonstrated that by properly choosing the binder polymer, GNP or graphene paper of very high graphene loading can be created to produce desirable properties such as conductivity, rigidity and damping."]]], "doi": "Preparation-and-Characterization-of-High-Content-Li-Manasrah", "figures": [["Figure 1", "Figure 1", "Figure 1. SEM images of a PEI1GNP fracture surface."], ["Figure 2", "Figure 2", "Figure 2. (a) TGA results showing the different thermal stabilities of GNP, PEI and PEI1GNP papers (PEI1GNPa had higher GNP loading than that of PEI1GNPb); (b) variation of GNP loading in the PEIGNP paper with PEI1 concentration in DMAc."], ["Figure 3", "Figure 3", "Figure 3. (a) Impedance; (b) phase angle of PEI1GNP papers of various GNP concentrations with respect to frequency."], ["Figure 4", "Figure 4", "Figure 4. (a) Comparison of the storage moduli of PEI1, PEI1GNP (59 wt%) paper and pure GNP paper; (b) effect of GNP content on the storage modulus of PEI1GNP paper at 40°C."], ["Figure 5", "Figure 5", "Figure 5. (a) Comparison of the loss moduli of PEI1, PEI1GNP (59 wt%) paper and pure GNP paper; (b) effect of GNP content on the loss modulus of PEI1GNP paper at 40°C."], ["Figure 6", "Figure 6", "Figure 6. Effect of GNP content on glass transition temperature."], ["Figure 7", "Figure 7", "Figure 7. Stress-strain behavior of PEI1GNP paper: (a) stress at break; (b) strain at break."], ["Figure 8", "Figure 8", "Figure 8. Tan δ of GNP papers: (a) examples of tan δ; (b) comparison of tan δ at 40°C."], ["Figure 9", "Figure 9", "Figure 9. Tan δ of GNP papers at 40°C with (a) varied GNP sizes and (b) different PEIs."]], "table_captions": [], "tables": []}