{"title": "Impact of an Emergent Hierarchical Filler Network on Nanocomposite Dynamics", "abstract": "Aggregated polymer fillers, such as carbon black and silica, at concentrations above the percolation threshold form an emergent structure, the hierarchical filler network, in immiscible systems where dispersion is driven by accumulated strain. It is proposed that the hierarchical filler network is composed of a primary nanoscale network that locally percolates at ∼5 vol % of aggregates, associated with changes in the dynamic spectrum at low strain, and a secondary micrometer-scale network that globally percolates at ∼20 vol % associated with the Payne effect and electrical conductivity. A model is proposed with an elastomer dominated dynamic response described by Einstein–Smallwood behavior at high frequencies and small sizes and a filler network dominated response at low frequencies and large sizes. The nanoscale mesh size correlates with this transition in low strain dynamic response. The micrometer-scale network displays a gel-like dynamic response at very low frequencies and a corresponding gel-like structural scaling regime at large sizes. The hierarchical filler network is described by two crossover frequencies and associated relaxation times, τ* and τcc, and two related structural scaling regimes. ", "body": [["Abstract", ["Aggregated polymer fillers, such as carbon black and silica, at concentrations above the percolation threshold form an emergent structure, the hierarchical filler network, in immiscible systems where dispersion is driven by accumulated strain. It is proposed that the hierarchical filler network is composed of a primary nanoscale network that locally percolates at ∼5 vol % of aggregates, associated with changes in the dynamic spectrum at low strain, and a secondary micrometer-scale network that globally percolates at ∼20 vol % associated with the Payne effect and electrical conductivity. A model is proposed with an elastomer dominated dynamic response described by Einstein–Smallwood behavior at high frequencies and small sizes and a filler network dominated response at low frequencies and large sizes. The nanoscale mesh size correlates with this transition in low strain dynamic response. The micrometer-scale network displays a gel-like dynamic response at very low frequencies and a corresponding gel-like structural scaling regime at large sizes. The hierarchical filler network is described by two crossover frequencies and associated relaxation times, τ* and τcc, and two related structural scaling regimes. "]], ["Introduction", ["Elastomers such as polybutadiene, polydimethylsiloxane, and polyisoprene are generally reinforced with nanofillers such as carbon black and silica to enhance their static and dynamic mechanical properties. These commercial nanocomposites are immiscible, and dispersion is driven by the accumulated strain applied in processing. For this reason, we expect a competition between local clustering driven by thermodynamics and dispersion driven by an external processing operation. It will be shown that this can lead to a two-level hierarchical network structure with nanoscale percolated clusters and a micrometer-scale superstructure network. Similar nanoscale clustering can occur in some model systems. (1,2) In commercial products such as tires, specific properties such as traction, wear resistance, and rolling resistance are impacted by the hierarchical network. These properties depend on the filler morphology, the filler–elastomer surface chemistry, and the degree of filler dispersion. Studies on the structure and dynamic behavior have documented the tendency of well-dispersed carbon black aggregates in an elastomer to form a continuous network held together by weak van der Waals forces. (3,4) Dynamic mechanical studies with varying strain amplitude have also supported the presence of a filler network in an elastomer matrix. (5−8) The addition of nanofillers to an elastomer matrix increases the shear modulus and tear resistance. (9) The Einstein–Smallwood equation, (10) written in analogy to the Einstein equation for the viscosity of colloidal suspensions, predicts a linear dependence of modulus on volume fraction due to volumetric displacement of elastomer by rigid filler. Modulus enhancement under semidilute conditions has been generalized by Guth–Gold’s virial expansion of the Einstein equation. (11) The bound rubber phenomenon which relates to rubber occlusion has also been associated with modulus enhancement. (12−14) Medalia postulated that the amount of occluded rubber would increase the apparent filler volume fraction, (15) although only 50% of the occluded volume deformed under the application of a load at low strains. (12) These propositions account for strain amplification, filler interactions, and the effective rubber occlusion, but they omit the impact of a percolated filler network on modulus. Huber and Vilgis predict that the linear dependence of modulus on filler volume fraction under dilute conditions changes to a power-law dependence under semidilute conditions for fractal aggregates. (16,17) Filler networking, due to increase in the local aggregate concentration, can alter the rheology as well as the dynamic stress–strain behavior. (18) Confinement of polymer chains due to the size of the network specified by the interaggregate distance was shown to affect the kinetics of chain diffusion. (19) Considering the structural hierarchy in reinforcing fillers, which will be discussed in the following sections, the mesh size, ξ, can be defined as the average center-of-mass separation distance between overlapping structures. Early attempts to ascertain the interaggregate distance equated the fractal aggregates to spherical particles packed in a cubic lattice. (20,21) These models were further modified to account for aggregate packing based on the atomic packing factor, APF, for spheres. (22) The interaggregate distance, δaa, was generalized by(1)where ϕf is the filler volume fraction or the effective volume fraction (ϕeff) due to rubber occlusion and dagg is the aggregate size considered to be the radius of gyration by Zhang et al. (23) based on Wu’s model (24) or the aggregate end-to-end distance by Wang et al. (25) Staniewicz et al. (26) considered filler anisotropy following Ambrosetti et al. (27) and showed the following dependence of interparticle distance on filler volume fraction:(2)where A is an empirical parameter related to the aspect ratio of the aggregates viewed as prolate spheroids. The proposed models for determining the interaggregate distance, eqs 1 and 2, seem viable but rely on geometric assumptions. A direct confirmation of these estimated distances remains elusive. Emerging techniques such as X-ray tomography and confocal laser-scanning microscopy have been employed recently to visualize the 3D filler networks. (2,28,29) The network observed by these methods is on the micrometer scale, identifying it with agglomerates discussed below. On the nanoscale, a hierarchically associated network based on percolation of nanoaggregates is proposed here. This network arises from a competition between clustering due to thermodynamic immiscibility and dispersion related to the accumulated strain. Percolation of the nanoscale network within clusters occurs at ∼5 vol % while the hierarchically associated micrometer-scale network percolates at ∼20 vol % as observed by conductivity measurements, for example. The two networks have distinct signatures in small-angle X-ray scattering and in dynamic mechanical measurements as discussed below. Ultrasmall-angle X-ray scattering (USAXS) can be used to ascertain the local filler mesh size. (30,31) Scattering curves for the filled elastomers, fit using the unified scattering function, (32−34) have shown that the filler aggregate is composed of different hierarchical structural levels. (35−37) The unified function is used to describe these structural levels:(3)whereand “i” is an index for the hierarchical structural level. Gi and Bi are contrast factors, Rg,i is the radius of gyration, q is the scattering or reciprocal space vector, Pi is the power-law scaling for each structural level, and k has a value of 1 for 3d structures and is approximately equal to 1.06 for fractal structures. The scattering vector is inversely related to the size scale under observation. Consequently, the smallest structural level, level 0, is observed at high q and pertains to graphitic layers on the carbon black primary particle which display a power-law slope of P0 = −2, reflecting df = 2 for graphitic sheets. In the intermediate q range, level 1 corresponds to the primary particles, which form mass-fractal aggregates corresponding to level 2. At low q, a loosely bound agglomerated superstructure is observed, corresponding to hierarchical level 3. (30,38) The size of this agglomerated superstructure cannot be determined from USAXS due to a large-scale resolution limit of ∼1 μm. Scattering from a homogeneous phase arises from concentration fluctuations. Thermally driven fluctuations are dampened by the osmotic compressibility, dΠ/dϕf. The first derivative of osmotic pressure, in the virial expansion, is proportional to the second virial coefficient, A2. The scattered intensity from a uniform phase is proportional to kBT/(dΠ/dϕf) ∼ kBT/A2. For nonequilibrium systems such as elastomer-filled nanocomposites, an analogy can be made between thermally dispersed particles in a colloidal system and mechanically dispersed particles. For the case of mechanically dispersed particles we consider that the accumulated strain behaves similarly to temperature in a thermally dispersed colloidal system. In this case we consider a pseudo-second-order virial coefficient. The homogeneity of phases depends on the size scale of observation and the concentration. At large size scales, low q, screening is likely since a uniform phase is observed. At smaller scales, higher q, the structure can be resolved, and the phases are no longer uniform. This is similar to a cloth that is made of fibers. At high magnification the individual fibers can be seen, but at large scales a uniform fabric is observed. The random phase approximation (39,40) accounts for this dependence on concentration and size scale:(4)The first term in eq 4, I(q,ϕf,0)/ϕf,0, reflects scattering from dilute aggregates in the absence of structural screening. The second term, νϕf, is a measure of the structural screening at large sizes. The second term’s contribution to the reduced inverse intensity, I(q,ϕf)/ϕf, increases linearly with concentration, dampening the low q reduced intensity. ν is proportional to the second virial coefficient, A2. In Figure 1, 1/(νϕf) (horizontal line in the I(q,ϕf)/ϕf versus q plots), is a constant for a given concentration, while I(q,ϕf,0)/ϕf,0 is a monotonically decaying function in q. Under dilute conditions, νϕf does not contribute to scattering, and structural screening is absent in Figure 1a. All hierarchical structures discussed above are resolved under these conditions. However, with increasing concentration the aggregates are screened out and cannot be resolved as indicated in Figure 1b. A filler network emerges at the overlap or percolation concentration, ϕf*, which can be estimated by equating to the contrast factor, G2, of the aggregate. (30) The local mesh size, ξ, of the aggregate filler network can be computed from the reciprocal space vector, ξ = 2π/q, corresponding to the point where the horizontal line intersects the dilute curve. For practical loading levels, the mesh size, representing the pore size of the primary nanoscale network, is expected to scale between the size of the agglomerated superstructure (much greater than the aggregate size) and the primary particle size. This local mesh size can be computed by equating the unified scattering function truncated to structural level 2 to 1/(νϕf) when q satisfies(5) Rather than large extension irreversibility, the local, nanoscale percolation concentration indicates the point where small-amplitude mechanical properties become dominated by the local filler network. It is expected that the local mesh size determined by SAXS will correlate with a transition in the small-amplitude dynamic properties where a positive deviation from the unfilled elastomer spectrum is observed due to domination of the modulus by the filler network at low frequencies as described below. For higher frequencies, associated with smaller sizes, it is expected that the frequency dependence of the elastomer dynamic response will be similar to the unfilled elastomer because the response is associated with filler network pores containing only elastomer. The dynamic modulus in this high frequency regime is expected to follow the Einstein–Smallwood equation (10) or modifications proposed by Guth (11) and Medalia (12) because at sizes smaller than the mesh size the nanocomposite is well represented by the displacement of elastomer volume by unyielding filler leading to a linear dependence of modulus on filler volume fraction. The Einstein–Smallwood equation involves a shift of the modulus to larger values retaining the same frequency dependence. Because the dynamic response is complex, the choice of storage (elastic) or loss (viscous) modulus depends on the response of the neat elastomer in the experimental frequency range. At frequencies lower than that associated with the filler mesh size the modulus might follow a frequency-independent spring constant associated with the athermal response of the Hookean filler network. (41) The filler mesh size determines the rigidity of the filler network, with smaller mesh sizes being associated with higher modulus. The transition frequency will increase to higher frequencies as the mesh size decreases with concentration in the semidilute regime. It is proposed that a filled elastomer presents two hierarchically related filler networks: a micrometer-scale network of filler agglomerates composed of a nanoscale network of filler nanoaggregates. The nanoscale network involves percolation of the filler nanoaggregates as the concentration increases from the dilute (ϕf < ϕf*) to the semidilute regime (ϕf* ≤ ϕf < ϕfcc) as shown in Figure 2. Below ϕf* the increase in dynamic modulus is associated with the hydrodynamic effect over the entire frequency range. (42) Above ϕf*, in addition to the hydrodynamic effect, the nanoscale network influences the dynamic response at low strains by presenting a network mesh size below which in size (associated with high frequency) the system displays elastomer behavior and above which in size (associated with low frequency) the athermal and frequency-independent response of the filler network can have a profound influence. Percolation of the local network at ϕf* occurs well below global percolation due to association of nanoaggregates at relatively low concentrations related to their immiscibility in commercial systems. In fact, this local network has been observed at about 3 vol % for colloidal silica. (43) The mesh size is on the order of the nanoaggregate size at ϕf* and reduces in size with increasing concentration. The percolated aggregates on a nanoscale agglomerate into structures that further percolate on a micrometer scale at a much larger volume fraction (ϕf ≥ ϕfcc) on the order of 20 vol % depending on the filler type, specific surface area and processing conditions. (44,45) This percolation limit can also be theoretically estimated from the DBP absorption number using the Janzen equation (46) although only carbon blacks with lower DBP agree experimentally. (47) Agglomerates are still in the dilute regime when nanoscale aggregates are in the semidilute regime, meaning that agglomerates are not subject to structural screening in scattering until about 20 vol %. The micrometer-scale global structure could show agglomerated network like response characterized by a mass fractal power law at very low q in scattering. Gel-like behavior characterized by G′(ω) ∼ G″(ω) ∼ ωn at low frequency would correspond to a micrometer-scale percolating network. (48) It is proposed that the onset of this behavior is linked to the micrometer-scale network which has been imaged with X-ray tomography and optical techniques. (28,29,49) The large-scale network influences large-strain behavior, the Payne effect, (50) electrical conductivity, and possibly the static mechanical response as mentioned above, while the nanoscale network, of which the micrometer-scale network is hierarchically composed, has special significance to the intermediate-frequency dynamic response as described below and perhaps tear strength. (9) This network hierarchy can be visualized by a tablecloth model. If one looks at the arrangement of tables covered with tablecloths in a restaurant from the point of view of the ceiling, the arrangement of tables constitute a micrometer network. The arrangement of tables can be dilute when the tables do not touch (low concentration) and semidilute otherwise (high concentration). This network is invisible to an observer at the table. On the contrary, this observer can only see the table cloth with fixed fiber density on the weave which corresponds to the nanoscale aggregate network. In fact, there is a fixed maximum semidilute concentration for the aggregate networks since they are bonded and cannot pack denser than a certain concentration. After that the micrometer-scale network has to cluster to compensate the addition of more material. In this study, an attempt is made to relate the dynamic response in the plateau and terminal flow regions at very low strain amplitudes in the linear viscoelastic regime to the hierarchical network features from static X-ray scattering studies. The nanoscale mesh size from scattering as proposed above is related to a characteristic transition frequency at which the dynamic modulus scaling differs between filled and unfilled elastomers after correction for the hydrodynamic contribution. The idea stems from a basic frequency–length relationship, such that high frequency probes smaller length scales. Frequency and length are related by the spectral dimension which can be associated with the network connectivity. (51) The static aggregate connectivity dimension has been described as an intrinsic measure of the aggregate structure with a value of 1 for linear aggregates and >1 for branched aggregates. (52) For homogeneous percolation clusters, the spectral dimension is predicted to be 4/3. (53) The structural features of the large-micrometer scale network as observed in scattering are correlated to the gel-like response observed in the low/static frequency region. Although the dynamic response of neat polymer chains is well established, a hierarchical filler network and its structural emergence in the dynamic response of nanocomposites have not been proposed. In this paper, the observed dynamic behavior is experimentally linked in the low frequency region to the emergence of the hierarchical filler network."]], ["Experimental Section", ["Commercially available polybutadiene rubber, B550, with a Mooney viscosity (ML 1 + 4 at 100 °C) of 54 and density of 0.9 g/cm3 was used in this study. The elastomer contained 38% cis-1,4-butadiene and 11% vinyl as determined via FTIR spectroscopy on a Digilab FTS 3000 Excalibur series spectrometer. Gel permeation chromatography was used to determine the polydispersity, Mw/Mn = 1.3 ± 0.06, and weight-average molecular weight, Mw = 220 ± 7 kg/mol. The carbon black filler used for the study was commercially available VULCAN 8, which conforms to ASTM N110 target values provided by Cabot Corporation. The carbon black had a statistical thickness method (STSA) surface area of 123 m2/g, a density of 1.9 g/cm3, and an oil absorption number after crushing (COAN) of 0.97 mL/g. (54) For elastomer-filler compounding, 6PPD (N-(1,3-dimethylbutyl)-N′-phenyl-1,4-phenylenediamine), an antioxidant and antiozonant for natural and synthetic elastomer compounds, was provided by TCI America. The composites prepared for this study were not cross-linked to simplify the viscoelastic response. Mastication of the carbon black and elastomer was accomplished in a 50 g Brabender mixer at 130 °C and a rotor speed of 60 rpm. The filled elastomer mix was discharged after 6 min, during which the torque versus time curve had dropped from a peak value and reached a plateau. The carbon volume fractions, ϕf, in the prepared samples were 0, 0.005, 0.027, 0.077, 0.121, and 0.168. For mesh size measurements, the filled elastomers were pressed into a washer with thickness of about 1.2 mm and subsequently baked in an oven at 100 °C for 10 min to ensure uniform thickness. Measurements were performed at the Advanced Photon Source, Argonne National Laboratory using the ultrasmall-angle X-ray scattering (USAXS) facility located at the 9 ID beamline, station C. The instrument is designed and operated by Jan Ilavsky. (55) The USAXS data were corrected for all instrumental backgrounds and were desmeared using the instrumental software. For the viscoelastic measurements, disks of about 3 mm thickness with a diameter of 20 mm were prepared by pressing the samples at 120 °C for 20 min. The viscoelastic measurements were performed on a Discovery HR-2 rheometer by TA Instruments equipped with a parallel plate geometry. A constant strain amplitude of 0.1% was used. At such small extensions molecular conformations are only slightly perturbed from equilibrium. Macroscopically, the response reflects the dynamics at equilibrium. The viscoelastic moduli at all filler concentrations are independent of strain amplitude, and consequently all the data are collected in the linear viscoelastic regime. Isothermal frequency sweeps were performed as a function of temperature between 25 and 150 °C and were time–temperature superposed to obtain a master curve at a reference temperature of 25 °C. All experiments were performed under nitrogen. Specimens for TEM imaging were prepared by slicing thin sections of ∼80 nm below the glass transition temperature of the nanocomposites using a cryo-ultramicrotome. Micrographs of these thin sections collected on 200-mesh carbon-coated copper support grids were obtained through a transmission electron microscope operating in STEM mode with an accelerating voltage of 25 kV and an emission current of 10 μA."]], ["Results and Discussion", ["## Small-Angle X-ray Scattering Figure 3 shows the volume fraction reduced scattering curve for the dilute (ϕf = 0.005) filler concentration. The unfilled elastomer background was subtracted to reveal the scattering from carbon black particles alone. This volume fraction normalized intensity curve was fit using a two-level unified fit in the intermediate q range. An upturn at low q indicates the presence of agglomerates. As discussed previously, the size of the agglomerate (level 3) cannot be ascertained from USAXS. However, a surface fractal scaling of about −3.1 (P3) is observed, which indicates that the micrometer-scale agglomerates are solid objects with rough surfaces composed of nanoscale mass fractal aggregates. (30) The fit parameters from eq 3 are indicated in Table 1. In the high q region, 0.015–0.03 Å–1, a power-law slope of −4 (P1) indicates smooth sharp interfaces to 3d particles, and this assumption seems valid for the primary particle in this region. (At higher q, q > 0.03 Å–1, a power law of −2 slope indicates two-dimensional graphitic surface structure, which is not fit.) The corresponding radius of gyration of the primary particle (level 1) is about 30 nm. The intermediate q range, 0.0015–0.015 Å–1, is characterized by a mass fractal slope of −2.3 (P2). This slope is the negative of the mass fractal dimension, df, of the aggregate (level 2), which is composed of aggregated primary particles. This fractal dimension agrees with the empirical value determined by Medalia. (15) The aggregate size, Rg,2, is 157 ± 30 nm, and the aggregate end-to-end distance, Reted = dagg = dpz1/df, is about 108 nm. The average feature size in the TEM micrograph in Figure 4 is about 120 nm or a tenth of the scale bar and agrees with the aggregate end-to-end distance, Reted, from scattering. Note that the small spherical entities are not primary particles but aggregates that are out of the image plane. The Unified fit parameters were used to generate the average fractal aggregates shown in the inset images (a) and (d) in Figure 4 using the method of Mulderig et al. (56) It can be seen that these average aggregates from scattering agree with the features observed from the TEM micrograph as shown in the inset images (b) and (c) in Figure 4 (Mulderig’s code is given as supplemental material in ref (56)). ##  Determination of Local Emergent Network Size from Structural Screening and TEM Micrograph As discussed above, eq 4, increasing filler concentration leads to a loss in the concentration-reduced intensity at low q associated with screening of structures larger than the filler mesh size. Figure 5 shows the effect of structural screening with concentration on the reduced scattering curves, I/ϕf versus q, for the semidilute samples in the intermediate q range. The normalized intensity curve, indicated by the red line, corresponds to a dilute concentration of filler (ϕf = 0.005), whereas the black and blue lines represent semidilute concentrations ϕf* ≤ ϕf = 0.027 < ϕfcc and ϕf = 0.168 ≥ ϕfcc, respectively. Both semidilute curves overlap the dilute curve in the high q region corresponding to level 1. Thus, for all of the concentrations considered, there is no screening of the primary particle. However, in the intermediate q range a reduction in normalized intensity is observed as discussed in Figure 1. The decrease in reduced intensity at intermediate q with increasing filler loading suggests that the aggregates overlap (for the black curve the agglomerate level is not screened since the samples are below ϕcc). Using eq 4, we can describe the screening effect at each concentration by the intercept, indicated by the horizontal line in Figure 5. The screening constant, ν, for this polymer–filler combination was obtained from the slope of the least-square fit to νϕf vs ϕf. This was found to be ν = 13 (± 3) × 10–6 cm. The micrometer-scale structure also changes with increasing filler concentration. At lowest q the agglomerate structure transitions from a dispersed solid, surface fractal structures (P3 = 3.1), to a mass fractal micrometer-scale network with a weak power-law decay on the order of −2.2 at ϕf = 0.168 (blue curve), indicating a mass fractal dimension, df, of 2.2. A similar fractal slope has been observed by Koga et al. (57) for a carbon black volume fraction of 0.2 in both styrene–butadiene rubber (SBR) and polyisoprene (PI) elastomer. Although this structural feature was associated with a mass fractal agglomerate rather than a large-scale agglomerate network proposed here, the size was predicted to be on the order of 10 μm. (57) A similar fractal dimension with feature size of ∼20 μm has been observed for titania nanoparticles after fluidization by spin-echo small-angle neutron scattering. (58) Baeza et al. have also reported a fractal scaling of −2.4 in the low q region corresponding to the association of aggregates into larger-scale structures. (38) The local mesh size, ξ, for each filler volume fraction is listed in Table 2 as determined from the point of intersection of the dashed horizontal line to the dilute filler curve in Figure 5. The mesh size decreases with increasing filler content. The mesh size approximately equals the average distance between overlapping structures from the TEM micrographs in Figure 6. Figure 6a reveals an average separation of about 300 nm or half the scale bar at ϕf = 0.077 and about 180 nm or three-tenths of the scale bar at ϕf = 0.168 in Figure 6b, which agrees with the size determined from scattering on a much larger sampling volume. Figure 7 compares the local mesh size, ξ (left axis), proposed in this study, eq 5, with the geometrical models used to determine the interaggregate distance between aggregates as a function of filler volume fraction. In particular, the local network emergence is shown along with the mesh size based on the geometric interaggregate spacing models by Zhang et al., (23) Wang et al. (25) (eq 1) and by Staniewicz et al. (26) (eq 2). The mesh size is related to the interaggregate distance by ξ = δaa + dagg. Here, dagg = Rg,2 for the models proposed by Zhang et al. (23) and Staniewicz et al., (26) whereas the aggregate end-to-end distance (Reted) determined from scattering was considered as the representative aggregate diameter in the model proposed by Wang et al. (25) In the model proposed by Wang et al. (25) the effective volume fraction, ϕeff, due to rubber occlusion was considered. ϕeff was computed by Wang et al. (25) from the specific volume of DBP(24M4). For Vulcan 8, used here, this value is 0.97 mL/g from the product specifications. (54) Random packing of aggregate equivalent spheres was assumed such that APF = 0.63 in eq 1. It can be seen in Figure 7 that the mesh size based on the cubic lattice model proposed by Zhang et al. (23) scales like the mesh size from scattering only above 10 vol % filler loading. Zhang’s choice of the radius of gyration as the representative aggregate diameter more closely approximates the mesh size determined from scattering as opposed to the aggregate end-to-end distance of Wang. The mesh size based on the prolate spheroid model (27) of Staniewicz et al. (26) agrees well with the local mesh size based on the unified function over the entire concentration range shown in Figure 7. An anisotropy parameter, A = 15 ± 2, was used in eq 2 which well approximates the measured values. This deviates considerably from the empirical value of 3 for attractive particles given by Staniewicz et al. (26) The measured mesh size based on scattering as confirmed by TEM micrographs is a more realistic measure of the particle spacing compared to the geometric approximations. ## Determination of Relaxation Time Related to the Local Network from the Dynamic Spectra Time–temperature superposed master curves at a reference temperature of 25 °C for neat and filled nanocomposites with ϕf = 0.027 and ϕf = 0.168 (refer to the Supporting Information, Appendix A, Figures S2–S4) were constructed by both horizontal and vertical shift factors (refer to the Supporting Information, Appendix B, Figure S6). The dynamic moduli for the neat polymer in Figure S2 deviate from the G′(ω) ∼ ω2 and G″(ω) ∼ ω for a viscous liquid at frequencies below the G′(ω)–G″(ω) crossover. This can be attributed to polydispersity. (59) The dynamic viscoelasticity of nanocomposites above percolation arises due to the combined response of the filler network and the polymer matrix. The contribution of the filler network and polymer to the dynamic response can be elastic or viscous, (60) although this largely depends on the frequency. In spite of the fact that the complex moduli of the nanocomposite can be fit using these contributions from the two-phase model, (61,62) the frequency of the transition to network dominated behavior has not been reported. Determination of this transition frequency can be achieved by scaling the storage modulus by the hydrodynamic reinforcing factor, H(ϕf) = G′(ϕf)/G′(ϕf = 0). Although the nanocomposite response is complex, scaling G′(ω) with H(ϕf) is a good approximation since the magnitude of the complex modulus |G*| = (G′(ω)2 + G″(ω)2)1/2 would be similar to G′(ω). Also, in the high frequency region, the response is predominantly elastic since G′(ω) > G″(ω) as shown in the Supporting Information (Appendix A, Figure S2). The hydrodynamic reinforcement factors at different filler concentrations are shown in the Supporting Information (Appendix C, Figure S7). The point where the filled elastomer curve (G′mix) deviates from the scaled unfilled elastomer (H(ϕf)G′0) curve reflects the relaxation time associated with the local filler network impacting the dynamic response beyond the Einstein–Smallwood/Guth–Gold displacement. This “mesh frequency” can be quantified by scaling the neat polymer curve by H(ϕf) as discussed above and approximating the curve with two power-law regimes above and below the transition, as shown in Figure 8 for ϕf = 0.168. In the high frequency region, the reduced modulus curve and power-law fit do not change with filler loading. This transition frequency corresponds to the point where the two power-laws cross. Each filler loading has a unique crossing point. The characteristic transition frequency increases with increased filler content correlating with smaller size scales and shorter relaxation times, τ* = 1/ω*. The fit parameters and relaxation times for both power laws are listed in Table 3 for each of the filler concentrations. The transition frequencies could also be determined from the linear Cole–Cole plot based on the deviation from Debye behavior, i.e., the point where a semicircle drawn to the modulus/frequency curve deviates. The master curves in Figure S2 and S3 indicate the dynamic behavior of filled elastomers at a reference temperature of 25 °C. However, a road tire would also be subjected to temperatures above ambient conditions. The transition time associated with the local filler network can be predicted at higher temperatures by shifting τ* at the reference temperature (25 °C) with the horizontal shift factor for the elevated temperature, τ*shifted = τ*refaT. The horizontal shift factor aT50 °C is about 0.35 whereas aT75 °C is about 0.15 (refer to Appendix B, Figure S6, in the Supporting Information). The predicted transition times are listed in Table 4 and agree with τ* computed from master curves at higher reference temperatures following the approach shown in Figure 8. ## Determination of Relaxation Time Related to Global Network from the Dynamic Spectra At low frequencies, the absence of the G′(ω)–G″(ω) crossover coupled with a weaker frequency dependence with increasing filler concentration (refer to Figures S3 and S4) indicates a liquid to solid-like transition as filler concentration increases. (63,64) Ivaneiko et al. have also modeled the dynamic response of reinforced elastomers by considering this weak frequency dependence. (65,66) For ϕf = 0.027 (Figure S3), the G′(ω)–G″(ω) overlap in the low frequency region indicates a weak gel. The rigidity of the gelled network increases at ϕf = 0.168. This gel-like behavior can also extend over the entire frequency region at higher nanofiller concentrations. (67) The appearance of tan δ peaks (refer to Appendix A, Figure S5) with increasing filler concentrations also indicates gel-like behavior (see Figure 5 in ref. (68)). The gel-like behavior above percolation concentrations at lower frequency is associated with the globally percolating micrometer-scale network. Traditionally, the volume fraction at which the filler particles overlap is estimated as ϕcc = z(dp/Reted)3 = α(dp/Reted)3–df, where α is on the order of 1, which agrees with the aggregate overlap condition proposed by Huber and Vilgis. (16) ϕcc is estimated to be 0.37 based on the parameters obtained from scattering in Table 1. This value is on the same order of magnitude as the global percolation determined from electrical conductivity measurements. (44) Because the milled composite is not at equilibrium and the nanoparticles would cluster and separate if equilibrium could be reached, we expect significant local clustering of the nanoparticles even at low concentrations so that the overlap concentration as normally calculated is not an appropriate measure of the point in concentration where significant local particle–particle interactions occur under a given processing history as quantified by the accumulated strain. The onset of gelation associated with this micrometer scale network can be estimated from Cole–Cole plot of G″(ω) versus G′(ω) on a log scale. Following Winter and Mours, (69) a linear regime at low G″(ω) and G′(ω) is expected. This would correspond to a slope of 1, to the left of Figure 9. Thus, the point of deviation from a scaling of 1 indicates the frequency associated with the global network mesh size. This has been approximated by evaluating the derivative of the second-order polynomial fit to the logarithmic G″(ω) versus G′(ω) curves. Using the transition values from the Cole–Cole plot and locating this point on the G′(ω), G″(ω) versus frequency plots (Supporting Information, Appendix A, Figures S3 and S4) offer a method to determine the onset of the large-scale filler network’s dynamic response. Figure 10 shows the dependence of the local, nanoscale mesh-transition time, τ* = 1/ω*, on the mesh size, ξ, from X-ray scattering. Following Vilgis and Winter, (51) where ds is the spectral dimension of the local filler network. α is 0.8 ± 0.1, which corresponds to a spectral dimension, ds of 1.25 ± 0.16 from Figure 10. The spectral dimension describing local network dynamics is approximately equal to the static aggregate connectivity dimension, c = df/dmin within experimental error as listed in Table 1. This supports the proposition that the filler mesh size links the static structure and the dynamic response. Structural screening observed in scattering associated with local filler percolation can explain the network impact observed in dynamics at about 3 vol % filler loading. This local nanoscale network has an associated mesh size, which emerges with increasing filler content. A decrease in this structural size scale is observed with increasing concentration due to overlap of filler aggregates that leads to an increased frequency of transition and a reduced transition time. It can be seen that the transition time reduces with increasing filler content and temperature (Table 4) which is important in a tire application. Hence, it is reasonable to assert that at practical loadings the local nanoscale filler network affects nanocomposite dynamics at time scales of about 0.05 s. For automotive tires, the frequency, ω*, associated with τ*∼ 0.05 s would correspond to vehicle speeds of 60–80 mph. Thus, the relaxation time of the local filler network impacts the tire behavior at highway speeds. Additionally, the tear strength could be impacted by the local nanonetwork. On the contrary, the relaxation time of the micrometer-scale filler network is on the order of 10–100 s, thereby associated with the static response and structural stability of a tire. Figure 11 shows the relaxation times associated with the micrometer-scale network gels at increasing filler concentration (right to left) as a function of the local network relaxation time. The time scales are related by a power-law of about 2.2 slope, which is equal to the mass fractal dimension of the micrometer-scale network determined from scattering for concentrations above the local percolation threshold (see Figure 5). This link between these two relaxation times supports the network hierarchy proposed above. Assuming a similar functionality between size and frequency for the two hierarchical levels in the filler network then this fractal relationship between the two relaxation times results. τcc ∼ (τ*)2.16 ∼ (ξ)1.73 confirms that the size of the global gel-like network is about 2 orders of magnitude larger than the local nanoscale network and on the micrometer-scale as proposed in this study (see Figure 2). Figure 12 summarizes the hierarchical network model as it is supported by the dynamic mechanical, scattering, and microscopy data. In scattering, at low q, a power-law decay of −2.2 slope indicates a mass fractal network with df = 2.2 on the micrometer scale. In this region, on the frequency scale, G′ is proportional to G″ and to ωn, indicating filler gelation or formation of a percolating network on the macroscale, that is, across the gap of the rheometer. This network regime terminates in q at about 0.00042 Å–1 (∼1.5 μm) and in ω at τcc ∼ 0.016 Hz. At q ∼ 0.0033 Å–1 (∼180 nm) the nanoscale mesh size within local clusters is indicated by the intersection of 1/(νϕf) and the dilute scattering curve (green line). On the frequency scale at ∼0.75 Hz, τ* is reached where the scaled neat elastomer curve matches the filled curve and the spectrum enters Einstein–Smallwood behavior at high frequency. In terms of these two features the structural scattering and dynamic response curves are compatible, and these points serve as a direct link between structure and dynamics, demonstrating the impact of the emergent hierarchical filler network on nanocomposite dynamics."]], ["Conclusion", ["The dynamic response of filled elastomers is influenced by the structure of the filler network. It is shown that a proposed model based on dominance of the response at high frequency by the elastomer as modified by the Einstein–Smallwood equation, corresponding to nanoscale sizes, and a filler network dominated response at lower frequencies, corresponding to larger sizes. The parameter governing this transition is the nanoscale filler mesh size that can be determined using X-ray scattering. A scaling relationship between the dynamic transition time, τ* = 1/ω*, and the filler mesh size, ξ, is supported by the results. The results agree in volume fraction scaling with predictions based on the interaggregate distance model at loadings beyond 10 vol %. The emergent filler structure includes two hierarchically related networks: a nanoscale network formed by percolation of filler aggregates at about 5 vol % and a micrometer-scale filler network hierarchically built from the nanoscale network, which displays a different mass fractal dimension and forms at about 20 vol % filler. The two networks show distinct features in the small-angle X-ray scattering pattern. The nanoscale network is related to the dynamic response at low strain amplitudes as demonstrated in this paper, while the micrometer-scale network is related to electrical conductivity, the Payne effect, and static structure at large-strain amplitudes. The existence of a two-level hierarchical network structure is driven by the immiscibility of the filler/polymer system and is expected in other immiscible nanocomposites where dispersion is driven by accumulated strain. We have found that such hierarchies are not present in compatibilized nanocomposites such as aqueous organic pigment/surfactant systems until drying leads to immiscibility. (31,70) Predictive simulations of the development of these hierarchical nanocomposite networks are a subject of future publications. Although there are many studies of structure of nanofillers in polymer matrices, few have directly predicted features of the dynamic response. It is believed that quantification of the nanoscale filler mesh size and hierarchical filler network as described in this paper serves as an important link on which to build a broader understanding of the connection between nanostructure and dynamic response in nanocomposites."]]], "doi": "10.1021/acs.macromol.8b01510", "figures": [["Figure 1", "Figure 1", "Figure 1. Reduced scattering from (a) dilute conditions showing fully resolved filler aggregate structure; (b) semi-dilute overlapping filler structures  at decreasing mesh sizes driven by increasing concentration. The horizontal line reflects the screening term in eq 4. At sizes larger than the  intersection of the horizontal line and reduced scattering curve, the structure appears uniform and cannot be resolved. This size scale is a measure  of the local filler mesh size.   "], ["Figure 10", "Figure 10", "Figure 10. Inverse transition frequency from dynamic rheology versus mesh size from USAXS. The inverse transition frequency is related to the mesh size by reciprocal spectral dimension. The arrow indicates increasing filler concentration."], ["Figure 11", "Figure 11", "Figure 11. Variation of gel time, τcc, associated with bulk filler network with the transition time, τ*, i.e., deviation of nanocomposite from pure elastomer behavior. This transition time, τ*, relates to the local filler network."], ["Figure 12", "Figure 12", "Figure 12. Graphic summarizing the hierarchical network model as supported by mechanical and structural data. Red circles are for the unfilled elastomer scaled storage modulus. Filled squares are for ϕf = 0.168 filled sample storage modulus. Open black squares are the loss modulus for the filled elastomer. The blue line is the scattering curve for the filled sample. Top axis is frequency with dynamic moduli on the right axis; the bottom axis is the reciprocal space vector with left axis the scattered intensity. Two points link the top and bottom axes, τ* to the right and τcc to the left."], ["Figure 2", "Figure 2", "Figure 2. Sketch of structural hierarchies under dilute (ϕf < ϕf*), nanoscale semidilute (ϕf* ≤ ϕf < ϕf cc), and micrometer-scale semidilute (ϕf ≥ ϕf cc) conditions and under distinct size/frequency scales of observation. The local percolation is associated with a nanoscale network whereas global percolation is associated with a micrometer-scale network."], ["Figure 3", "Figure 3", "Figure 3. Scattering curve for the dilute filler (ϕf = 0.005) is shown with the structural parameters from the unified fit given in Table 1. Solid lines indicate the power-law regimes for the four structural levels. The dotted lines distinguish the low, intermediate, and high q regions."], ["Figure 4", "Figure 4", "Figure 4. TEM micrograph for the dilute filler (ϕf = 0.005) with an average feature size (encircled) associated with the filler aggregate of 120 nm or about a tenth of the scale bar. The size is about the same as the aggregate size determined from USAXS in Figure 3; inset images (a) and (d) are simulated average aggregates obtained from the scattering fit parameters using the Mulderig et al. method.56 These aggregates are similar to the aggregates in the inset images (b) and (c), respectively."], ["Figure 5", "Figure 5", "Figure 5. Reduced scattering curves for the dilute and semidilute filler concentrations indicating structural screening. Horizontal lines indicating the intercept in eq 4. The reduced scattered intensity, I(q,ϕf)/ϕf, is plotted versus the scattering vector, q, on a log−log scale."], ["Figure 6", "Figure 6", "Figure 6. TEM micrographs for nanocomposites (a) ϕf = 0.077 with an average separation distance between the features ∼300 nm or half the scale bar; and (b) ϕf = 0.168 with an average separation distance between the features ∼180 nm or three-tenths the scale bar. The reduction in mesh size is associated with overlap of more structures at higher concentration. For the TEM micrograph at ϕf = 0.121 refer to Figure S1."], ["Figure 7", "Figure 7", "Figure 7. Plot of mesh size, ξ (left axis), versus filler volume fraction, ϕf. The red circles show the predicted scaling of mesh size with the unified function; the mesh size based on the interaggregate model proposed by Zhang et al.23 is shown as the green curve, by Staniewicz et al.26 is shown as the black curve, and by Wang et al.25 is shown as the gray curve. The vertical line indicates the local percolation concentration, ϕf*, such that ϕf* = 1/G2ν ∼ 1.5%."], ["Figure 8", "Figure 8", "Figure 8. A log−log plot of the storage modulus scaled by H(ϕf) versus frequency comparing filled (ϕf = 0.168) and unfilled elastomer. For other filler concentrations refer to Figures S8−S10. The scaling in the high frequency plateau region, n2, was constant at 0.16 for all the curves. The fit parameters for both frequency regions are listed in Table 3."], ["Figure 9", "Figure 9", "Figure 9. Cole−Cole plot for various filler loadings showing a slope of 1 associated with the global filler network. The red symbols indicate the onset of gel-like behavior on reducing frequency, i.e., G′(ω) ∼ G″(ω) ∼ ωn. The frequency corresponding to this onset, ωcc, is indicated by the dotted line in Figures S3 and S4 for ϕf = 0.027 and ϕf = 0.168, respectively."], [null, null, "Figure S1. TEM micrograph for nanocomposite with φ f = 0.121 with an average separation distance between the features ~210 nm or seven-twentieths of the scale bar."], [null, null, "Figure S10. Log-log plot of the storage modulus scaled by H(φ f) versus frequency comparing filled (φ f = 0.121) and unfilled elastomer."], [null, null, "Figure S2. Dynamic mechanical spectrum for unfilled elastomer indicating a high frequency plateau and terminal relaxation at low frequency; the terminal relaxation occurs at the G'-G'' crossover at about 0.01 Hz; beyond G'-G'' crossover tan δ > 1."], [null, null, "Figure S3. Dynamic mechanical spectrum for filled elastomer at φ f = 0.027 displaying gel-like behavior at low frequency since G' ~ G'' ~ω''; the high frequency plateau shows a similar dependence to neat elastomer indicating that response at high frequencies is dominated by elastomer."], [null, null, "Figure S4. Dynamic mechanical spectrum for filled elastomer at highest loading considered in the study i.e. φ f = 0.168; absence of G'-G'' crossover in the low frequency region indicates solid-like response due to the filler network."], [null, null, "Figure S5. tan δ as a function of frequency for different filler loadings with the arrow indicating increasing filler loading. The elastomer response dominates at high frequencies whereas the filler network response dominates at low frequencies. The dashed line indicates the frequency of transition from liquid to solid for the φ f = 0 sample."], [null, null, "Figure S6. Frequency shift factor versus temperature. The frequency shift factor at different filler loadings is similar to the neat elastomer. Also, there is no effect of filler concentration at different temperatures."], [null, null, "Figure S7. Hydrodynamic reinforcing factor, H(φ f)=G'max/G'0, as a function of filler volume fraction φ f. The curves indicate the predictions from the Einstein-Smallwood model10, Guth- Gold11 model and Medalia12 model as labeled."], [null, null, "Figure S8. Log-log plot of the storage modulus scaled by H(φ f) versus frequency comparing filled (φ f = 0.027) and unfilled elastomer."], [null, null, "Figure S9. Log-log plot of the storage modulus scaled by H(φ f) versus frequency comparing filled (φ f = 0.077) and unfilled elastomer."]], "table_captions": [["Table 2", "Table 2", "Table 2. Local Filler Network Mesh Size from Small-Angle X-ray Scattering and TEM Micrographs of Nanocomposites with Varying Filler Content"], ["Table 3", "Table 3", "Table 3. Power Law Fit Parameters for Dynamic Response of the Filled Elastomers"], ["Table 4", "Table 4", "Table 4. Predicted Transition Times for the Local Filler Network at Higher Temperatures"]], "tables": []}