{"title": "Analyzing the Interfacial Layer Properties in Polymer Nanocomposites by Broadband Dielectric Spectroscopy", "abstract": " Probing the properties of the interfacial layer between the polymer matrix and nanoparticles in polymer nanocomposites (PNCs) remains a challenging task. Here, we apply three methods—a single Havriliak–Negami (HN) function fit, a two HN functions fit, and the heterogeneous model analysis (HMA)—to analyze the dielectric spectra of model poly(vinyl acetate)/SiO2 nanocomposites for the thickness and the average slowing down in dynamics of the interfacial layer. We find the HMA presents the most accurate analysis on both the thickness and dynamics of the interfacial layer, in comparison to the other two methods that have been actively applied in the field. In addition, the dielectric spectra at low temperatures reveal unexpectedly nonmonotonous changes in the secondary relaxation of the polymer with nanoparticle loadings. These results clearly demonstrate that dielectric spectroscopy is an easy and robust method to study a wide range of dynamic properties of the interfacial layer in PNCs. ", "body": [["Abstract", [" Probing the properties of the interfacial layer between the polymer matrix and nanoparticles in polymer nanocomposites (PNCs) remains a challenging task. Here, we apply three methods—a single Havriliak–Negami (HN) function fit, a two HN functions fit, and the heterogeneous model analysis (HMA)—to analyze the dielectric spectra of model poly(vinyl acetate)/SiO2 nanocomposites for the thickness and the average slowing down in dynamics of the interfacial layer. We find the HMA presents the most accurate analysis on both the thickness and dynamics of the interfacial layer, in comparison to the other two methods that have been actively applied in the field. In addition, the dielectric spectra at low temperatures reveal unexpectedly nonmonotonous changes in the secondary relaxation of the polymer with nanoparticle loadings. These results clearly demonstrate that dielectric spectroscopy is an easy and robust method to study a wide range of dynamic properties of the interfacial layer in PNCs. "]], ["Introduction", ["Polymer nanocomposites (PNCs) are widely used for construction, coating, automotive, and medical applications due to their light weight, low cost, and large tunability in macroscopic properties. (1-5) Despite the large demand for PNCs, rational design of polymer nanocomposites remains a challenge. (6, 7) Recent studies show the interfacial layer between polymer matrix and nanoparticles plays a significant role in determining the macroscopic properties of PNCs. (6, 8) Thus, it has been proposed that designing the macroscopic properties of PNCs can be realized through engineering the properties of the interfacial layer, which extends to a few nanometers in thickness. (6, 9, 10) A large amount of work has been carried out to study the structure and properties of the interfacial layer. Various techniques, (10) including small-angle X-ray scattering, (11-13) small-angle neutron scattering, (13-15) proton nuclear magnetic resonance (H NMR), (16, 17) broadband dielectric spectroscopy (BDS), (12, 18-25) differential scanning calorimetry (DSC), (12, 26, 27) dynamic mechanical analysis, (28, 29) and atomic force microscopy, (11, 30, 31) have been applied to characterize the structure and properties of the interfacial layer of PNCs. Because these techniques probe different properties, a great deal of confusion exists in the literature on the thickness and dynamics of the interfacial layer in PNCs. (12, 21, 22) For example, H NMR studies suggest the existence of a “glassy” layer or “dead” layer surrounding the nanoparticles, (16, 32) which leads to the high modulus of the PNCs. (33, 34) However, more studies show only a slowing down of segmental dynamics in the interfacial layer and no signs of a “glassy” layer. (12, 18, 35) These confusions exist not only for PNCs based on different polymer/nanoparticle pairs but also for the same type of PNC subject to different techniques. For instance, the interfacial properties of poly(2-vinylpyridine)/silica nanocomposites have been studied extensively in the literature, (9, 12, 20, 22, 36) while the estimated thickness of the interfacial layer from different groups ranges from 1 to 5 nm depending on both the methods applied and the analysis applied for a given method. Despite the great confusion of identifying the interfacial properties of the PNCs, a number of different molecular parameters of the interfacial layer have been identified that can be tuned to design the macroscopic properties of PNCs, (9, 10, 19, 37) which includes the molecular weight of the polymer matrix, (19, 36, 38) the polymer–nanoparticle interactions, (39, 40) the polymer chain rigidity, (9, 39) and the size of nanoparticles. (22, 36, 37) BDS measures dynamics in a broad frequency range with very high accuracy and has been widely used to characterize the dynamics of PNCs. (12, 18-20, 22, 23, 41, 42) However, a strong Maxwell–Wagner–Sillars (MWS) polarization and a high dc conductivity in PNCs usually overlap with the interfacial layer contribution to the dielectric spectra. (12, 18, 20, 22) As a consequence, the analysis of the dielectric spectra is complicated and extremely sensitive to the models chosen. Three different methods—the single Havriliak–Negami (HN) function fit, (22) the two HN functions fit, (12, 18, 25, 43) and the heterogeneous model analysis (HMA) approach (19-21)—have so far been proposed to analyze the dielectric spectra of PNCs. Because of the different underlying assumptions of each approach, analysis of the same dielectric spectra might provide different results for the interfacial layer thickness and dynamics depending on the model used. The goal of the current work is to eliminate the confusion on the analyses of the interfacial layer properties using BDS measurements and to identify the most accurate approach for the analysis of the dielectric spectra of PNCs. Applying these three prevailing approaches to analysis of the same dielectric spectra of the poly(vinyl acetate)/SiO2 nanocomposites, we show that the single HN function fit cannot properly describe the dielectric spectra in entire frequency range, the two HN functions fit describes well the dielectric spectra, but underestimates the interfacial layer thickness, while the HMA approach provides the most accurate analyses for the thickness and the dynamics of the interfacial layer and their temperature variations. These results clearly demonstrate that dielectric spectroscopy provides an easy and robust platform to probe the interfacial layer properties of the PNCs, and further the HMA approach is the most accurate method to analyze the thickness and the dynamics of the interfacial layer of PNCs."]], ["Materials and Measurements", ["Poly(vinyl acetate) (PVAc) with molecular weight of 40 kg/mol and polydispersity of 1.76 was purchased from Spectrum Chemical MFG Corp. and used as received. Methanol, ethanol, acetone, and methyl ethyl ketone (MEK) were purchased from Sigma-Aldrich and used as received. The SiO2 nanoparticles of radius of RNP = 12.5 nm were synthesized in ethanol at a concentration of 15 mg/mL using the modified Stöber method. (44, 45) PVAc/SiO2 nanocomposites of different loadings have been prepared in the following procedures: Parent PVAc/MEK solution with a concentration of 0.01 g/mL was first prepared and filtered by a 20 μm PTFE filter to remove any impurities and dust. For each loading, 30 mL of the parent solution was transferred into a 100 mL round-bottom flask. Then, different amounts of SiO2/ethanol suspension were added into the PVAc/MEK solution in a dropwise manner under stirring. After 2 h mixing, the nanocomposite solution was quickly dried under a rotary bath with a bath temperature of 313 K. The precipitate was redissolved into 10 mL of acetone and transferred into a Teflon dish to first dry under hood (10 h) and then in a vacuum oven (10–5 bar) at 353 K for 7 days and at 393 K for another 2 days. The above procedure ensures good dispersion of nanoparticles, which was confirmed by transmission electron microscopy and by small-angle X-ray scattering data published earlier. (11, 19) The samples of PNCs without free polymers were prepared by following the procedure through a solvent extraction. (36, 46) Specifically, the same PVAc/silica composites were redissolved in acetone for 3 h under stirring. The adsorbed nanoparticles were then allowed to precipitate to the bottom of the vial while the free polymer remained in the solvent. The clear solvent was then removed via a syringe. This procedure was repeated a total of five times in order to ensure the majority of the free polymers were removed as demonstrated before. (36) Thermogravimetric analysis (TA Instruments, Discover Q50) was performed from 313 to 1073 K under air at a heating rate of 20 K/min to determine the weight fractions of nanoparticles. The mass densities of the PNC samples, neat silica (2.4057 ± 0.0019 g/cm3), and neat PVAc (1.2058 ± 0.0018 g/cm3) are taken from our earlier publication. (11) The volume fraction of the nanoparticles, φNP, was calculated from the weight fraction and the density of each component accordingly. The average interparticle surface-to-surface distance is estimated assuming random packing of nanoparticles: (47)(1) Temperature-modulated differential scanning calorimetry (TMDSC) measurements were carried out on a Q2000 (TA Instruments) from 433 to 233 K at a cooling rate of 2 K/min with a modulation of ±0.5 K/min. The measurements were done after a calibration of base lines by indium and sapphire standards. The Tg(DSC) is determined from the inflection point of the initial specific heat capacity jump of the DSC curve, and the accuracy is ±2 °C. Table 1 summarizes samples data for PNC with different NP loadings. Broadband dielectric spectroscopy measurements were carried out by a Novocontrol Concept-80 system with an Alpha-A impedance analyzer and a Quatro Cryosystem temperature controller. The measurements were done in a frequency range of 107–10–2 Hz on a polymer film with a thickness of 0.1 mm and a diameter of 14 mm at temperatures from 393 to 173 K upon cooling down and from 173 to 393 K upon heating up at the same temperature intervals to ensure the reproducibility of the measurements. A 20 min thermal stabilization was performed at each temperature before the measurement to ensure thermal equilibrium."]], ["Results", ["##III.1 Temperature-Modulated Differential Scanning Calorimetry We start analyzing our samples with differential scanning calorimetry (DSC), traditionally applied to study the thermodynamic characteristics of PNCs. (12)Figure 1a shows the TMDSC measurements of the neat PVAc, the neat silica nanoparticles, and the PVAc nanocomposites with different loadings. There is no thermal event for the neat silica nanoparticles in the studied temperature range, and the specific heat capacity jump in PNCs decreases with increasing nanoparticle loading. To compare directly the thermodynamic features of the polymer matrix in PNCs, we follow a previously proposed analysis (12, 41) to normalize the specific heat capacity to the mass fraction of the polymer matrix, , where Cpmat, CpPNC, and CpNP are the specific heat capacity of the polymer matrix, the polymer nanocomposites, and the nanoparticles, respectively, and mNP is the mass fraction of the nanoparticles. Figure 1b shows the normalized specific heat capacity. Interestingly, the low-temperature inflection point of the glass transition step indicates no significant shift in Tg. However, the glass transition step in the PNCs broadens and ends at a temperature much higher than in the neat polymer. For example, at 32 vol % the specific heat jump completes at T = 350–355 K, while in the neat polymer it completes around T = 315 K. This suggests that the presence of nanoparticles causes a broad distribution of Tg’s in PNCs. The initial jumps of the specific heat capacity, ΔCpin, in the polymer nanocomposites at Tg are smaller than in the neat PVAc, and they decrease with loading. However, the specific heat capacities of the neat PVAc and the nanocomposites are almost identical at temperatures well below Tg, e.g., at T = 273 K, and at temperatures well above Tg, e.g., at T = 423 K. This agreement of the normalized Cpmat values suggests all degrees of freedom of the polymer matrix are restored at higher temperature and clearly indicates the absence of any significant “glassy” or “dead” layer in these PNCs. (12) The extended glass transition step in specific heat capacity of PNCs (Figure 1b) indicates the presence of an interfacial layer with slower segmental dynamics. (21) As has been demonstrated in ref 9, the change in the specific heat capacity jump can be used to estimate the volume fraction and the thickness of the interfacial layer, together with rough estimates of the shift in its Tg. The same publication of ref 9 also demonstrated that the interfacial layer properties analyzed from DSC measurements agree well with small-angle X-ray scattering and broadband dielectric spectroscopy. Thus, in the current study, we omit the comparison of the interfacial layer thickness from the DSC and the BDS. Instead, the DSC measurements were mainly applied to demonstrate a lack of the “dead” or “glassy” layer in the PNCs. ##III.2 Broadband Dielectric Spectroscopy ###Segmental Dynamics Broadband dielectric spectroscopy (BDS) measures the dipolar reorientation and covers a wide dynamic range from 10–2 to 107 Hz. At temperatures above Tg, the segmental relaxation process usually dominates the dielectric spectra of neat polymers and appears as a peak in the dielectric loss spectra. The segmental relaxation processes can also be seen in the derivative spectra of ε′(ω), given by ε′(ω)der = −π/2 ∂ε′(ω)/∂ ln ω. The derivative spectra are helpful because dc conductivity does not contribute directly to ε′(ω). However, the relaxation peaks of the derivative spectra are narrower than the actual relaxation process in ε″(ω). (48) The segmental relaxation peak of the neat polymer can be fit by one Havriliak–Negami (HN) function, where the characteristic relaxation time from the fit provides the structural (segmental or α-) relaxation time, τα. Adding nanoparticles to polymers leads to several changes to their dielectric spectra (Figure 2): (1) a decrease in the α-relaxation peak intensity upon increasing loading of nanoparticles (Figure 2a); (2) a significant broadening of the α-relaxation peak and the emergence of a shoulder on the lower frequency side of the α-relaxation peak, especially obvious in the derivative analysis (Figure 2b); (3) a slight shift of the peak position to lower frequencies; (4) appearance of an extra peak due to Maxwell–Wagner–Sillars (MWS) polarization (19, 21) (Figure 2b); (5) a change in the dc conductivity from a competition between the inclusion of nanoparticles and an increase in the amount of impurities during sample preparations. The MWS process is typically a Cole–Cole process and shows up at a frequency when the conductivity contribution to ε″(ω) is equal to ε′(ω) (not shown in Figure 2b). All these features are typical in the dielectric spectra of PNCs and consistent with previous studies. (12, 18, 21, 22, 25, 41) In many earlier studies, dielectric spectra had high dc conductivity that hides features of the interfacial layer process. (12, 18, 21, 22, 25, 41) However, the dc conductivity of the PVAc/SiO2 polymer nanocomposites decreases significantly (∼10–100 times) in comparison to the neat polymer (Figure 2). Consequently, the MWS processes in all studied PVAc/SiO2 PNCs are far away (around 6 decades) from the α-process, leaving a large frequency window for analysis of the interfacial layer dynamics. Therefore, we chose these PVAc/SiO2 PNCs as model systems to test previously proposed approaches for analysis of the dielectric spectra in polymer nanocomposites and to study the segmental dynamic features of the interfacial layer properties. The temperature dependence of τα from the BDS measurements also provides an estimate of Tg(BDS) (Table 1). Typically, the Tg(BDS) is defined as the temperature where τα = 100 s (e.g., by an extrapolation of the Vogel–Fulcher–Tammann fit of the τα). The Tg(DSC) values are ∼6 °C higher than the Tg(BDS) values for each of the samples (Table 1). This discrepancy is the result of a much lower cooling rate being used in BDS measurements than in the DSC measurements. Specifically, a change of 5 K takes 60 min in the BDS measurements, which is equivalent of a cooling rate of 0.08 K/min. In other words, the cooling rate in BDS measurements is more than 20 times slower than the DSC cooling rate (2 K/min). ###Secondary Relaxation Other than the segmental process, BDS measurements can also track local relaxation processes at a much smaller length scale, i.e., secondary relaxations. Figure 3a presents the secondary relaxation process in neat PVAc and in PNCs with different loadings at T = 203 K, which is 110 K below their Tg. The secondary relaxation peaks of the nanocomposites change dramatically in terms of both the peak shape and peak position, signifying the nanoparticles’ effect on local polymer dynamics. More importantly, the secondary relaxation peak shifts to lower frequencies at low loadings but then shifts to higher frequencies at high loadings (Figure 3a). These features can also be clearly visualized in the temperature dependence of the loss intensity at a fixed frequency f = 105 Hz (Figure 3b), where the α peak positions of all samples sit at around T = 353 K."]], ["Discussion", ["BDS has been used very actively to study segmental dynamics in PNCs, and three different approaches have been employed to analyze the dielectric spectra. The simplest approach is based on using the single HN function to fit the segmental relaxation peak in spectra of composite materials. (22) However, this approach does not analyze dynamics of the interfacial layer. To take into account contribution of the interfacial layer, many authors used the two HN functions fit, where the second peak corresponds to the interfacial dynamics. (12, 18, 25) This approach assumes additive contribution of different phases to the dielectric spectra. It is a crude approximation because the contributions of each component to the overall dielectric spectra of a heterogeneous material are not additive; there are interference terms. (49) In other words, the interference terms should be explicitly taken into account to provide accurate analysis of the dielectric spectra in heterogeneous systems. (9, 21) This interference is the basis for the more complicated third approach that we will call the heterogeneous model analysis. (19, 21) In the following discussion, we will analyze the BDS spectra of the PVAc/SiO2 composites using all three approaches and will analyze their advantages and drawbacks. ##IV.1 Three Different Approaches The single HN function approach assumes that the interfacial layer dynamics do not contribute to the studied frequency range, and the segmental relaxation peak of the remaining bulk-like polymer broadens that might change the averaged relaxation time. The dielectric relaxation spectra fit to a single HN function: (22)(2)where ε∞ is the dielectric permittivity at infinite frequency, Δε is the dielectric amplitude of the corresponding relaxation process, τHN is the HN characteristic relaxation time of the relaxation process, ε0 is the vacuum permittivity, σ is the dc conductivity, and α and γ are two shape parameters of the HN function that represent the symmetric and asymmetric stretching of the relaxation process. The advantage of this approach is a small number of free fit parameters. To reduce the amount of free parameters even more, the authors of ref 22 used additional approximation relating two HN exponents through the connection to the Kolrausch–Williams–Watts (KWW) stretching exponent β: γ = 1 – 0.812(1 – α)0.387 and β = (αγ)1/1.23. From the fit, the volume fraction of the bulk-like polymer in the PNC is estimated: φb = ΔεPNC/Δεneat, where ΔεPNC and Δεneat are the dielectric amplitude of the PNC and the neat P2VP from the fit. This provides an estimate of the interfacial layer volume fraction, φint = 1 – φb – φNP (here φNP is the volume fraction of the nanoparticles), and the interfacial layer thickness lint:(3)This is a simple approach. However, it does not provide information on dynamics of the interfacial layer and overestimates the bulk-like polymer contribution by including part of the interfacial dynamics through broadening of the segmental peak. This approach is applied to the dielectric spectra of the PVAc/SiO2 PNCs in Figure 4, where the ε′ and ε″ spectra are fit directly, and the fit of the derivative spectra is calculated from the derivative of the fit of the ε′ spectra (this fitting approach is used for all analysis methods). The single HN function analysis reveals that the fit clearly misses the lower frequency part (Figure 4). Since the dc conductivity and the MWS process are far away from the alpha process, the discrepancies between the single HN function and the experiments are quite large in all three different representations of the experimental data (ε′, ε″, and the derivative analysis of ε′). Equation 2 can fit the neat PVAc nicely over the entire frequency range. However, the discrepancies between the experimental spectra and the fit at lower frequencies increase with increasing nanoparticle loading (Figure 4d), suggesting the existence of an extra relaxation process due to the influence of nanoparticles. Clearly, the single HN function approach fails to describe the dielectric spectra of PNCs in a broad frequency range. The two HN functions approach has been used by several groups (12, 18, 25, 50, 51) and assumes additive contributions to the dielectric spectra coming from the bulk-like polymer and from the interfacial layer:(4)where the Δεbulk and Δεint are the dielectric amplitude associated with the bulk polymer and the interfacial layer, respectively, and the τHNbulk and τHNint are the respective HN relaxation times. To limit the amount of the free fit parameters, the bulk polymer process spectral shape (stretching exponents) is typically assumed to be identical to the spectral shape in the neat polymer, where only its amplitude and relaxation time are allowed to vary (this assumption is not required for the two HN functions approach, however). The interfacial layer has its own distinct dynamic process with free shape parameters and a relaxation time typically slower than the neat polymer. By further assuming the dielectric amplitude per volume is the same in the bulk and in the interfacial layer, the two HN functions approach provides an estimate of the interfacial layer volume fraction as . Then the thickness of the interfacial layer can be calculated using eq 3. This approach provides a very good description of the dielectric spectra of PNCs for the entire frequency range (see e.g. Figure 5). Moreover, it provides information on the segmental dynamics in the interfacial layer that slows down relative to the bulk polymer resulting from attractive polymer–nanoparticles interactions. Because of its easy and straightforward characteristics, the two HN functions approach is widely used by different groups. (12, 18, 25, 50, 51) However, in order to obtain the interfacial layer thickness, the two HN functions approach has two strong assumptions: (1) the interfacial layer relaxation process and the bulk polymer relaxation process contributions to the dielectric spectra of PNC are additive, and (2) the dielectric amplitude per volume fraction is the same for the interfacial layer and for the bulk polymer. The latter assumption requires the interfacial layer and the bulk layer share an identical Kirkwood–Fröhlich factor since the dielectric amplitude Δε ∼ g × N/V, where the g is the Kirkwood–Fröhlich factor and N/V is the number density of relaxing dipoles for a given process. The first assumption is known to be incorrect in heterogeneous systems, (9, 21) and the second assumption is also questionable if the molecular arrangements and chain stretching are different (see the discussion below). (52) The heterogeneous model analysis (HMA) takes the nonadditive nature of the dielectric response explicitly into account, and computes it based on either a two phase model (TPM) (Figure 6a) or an interfacial layer model (ILM) (Figure 6b) geometry. (19, 21) TPM predicts the dielectric function of the nanocomposites as (19, 21, 48)(5)with ; εPNC*(ω), εbulk*(ω), and εNP*(ω) are the complex dielectric functions of the composites, the matrix, and the nanoparticles, respectively. Here, εbulk*(ω)and εNP*(ω) are measured spectra of the neat polymer and nanoparticles. Thus, the two-phase model contains no free parameters and provides a first-order approximation of the dielectric spectra of PNCs. Moreover, the first two terms of eq 5 correspond to the additive dielectric contribution of the two components, the polymer and nanoparticles, in the two-phase model; meanwhile, the third term represents the interference between the polymer and the nanoparticles. Therefore, the simplified two-phase model calculation clearly shows the inaccuracy of the additive approach in describing the dielectric responses of heterogeneous materials. Figure 7 presents the analysis of the PNC dielectric spectra using TPM (eq 5) with no adjustable parameters. The spectra predicted by the TPM show a reduction in the dielectric amplitude of the α-peak, Δε. A slight broadening of the α peak due to the interference term, εcross*(ω), is also expected, and the degree of the broadening depends on the dielectric amplitude difference between the matrix and the nanoparticles. This broadening from interference is in contrast to both the single HN function and the two HN functions approaches, where the peak broadening would be related to an increase in the dynamic heterogeneity and the decrease in amplitude would be related to a decrease in the volume fraction. However, the TPM fails to describe the dielectric relaxation spectra of PNCs over the entire frequency range (Figure 7), indicating significant changes in the dynamics of the polymer matrix with addition of nanoparticles. To take these dynamical changes into account, ILM adds an interfacial layer with dielectric response εint*(ω) (Figure 6b) to the two phase model, and predicts the dielectric function: (49)(6)with , , φNP + φint + φbulk = 1, andwhere εbulk*(ω) is the dielectric function of the bulk polymer that is identical to the dielectric function of the neat polymer. The φint and εint* are the free parameters in this model. By incorporating the interfacial layer, the ILM geometry leads to a more complicated dielectric response of the nanocomposites (eq 6). In comparison to the TPM, it introduces the volume fraction of the interfacial layer, φint, and the dielectric function of the interfacial layer, εint*(ω), that can be approximated by an additional HN function. Unlike the TPM which has an applicability typically only up to ∼20 vol %, (48) due to the absence of the contribution of the interfacial layer. However, the ILM model can be extended to a much higher loading, as long as the interfacial layers surrounding the particles do not strongly overlap. Judging from the characteristic distance between the surface of neighboring nanoparticles, the dIPS in Table 1, the ILM model is applicable to the highest loading in this study. However, these extra parameters of the ILM method typically lead to a nonunique fit of the spectra, and initial constraints should be introduced to minimize the error of the fit. To better provide a range of values for estimating the τint of the ILM model, we utilize the relaxation time spectra analysis, which has the potential to separate two overlapping dynamic processes. (53) From the TPM model, with the εPNC*(ω) and φNP as known input parameters, the effective dielectric function of the matrix, εeff*(ω) (instead of εbulk*(ω) in eq 5), containing the contributions of the interfacial layer and the bulk polymer, can be back-calculated using eq 5 without any fit parameters. Direct conversion of the frequency domain spectra εeff*(ω) into relaxation time spectra can potentially better resolve two overlapping relaxation processes that are not easily distinguishable in the frequency domain, (53) although no new information about the relaxation of the system can be extracted from the analysis. For example, the dielectric relaxation process can be described by a superposition of Debye functions (48) with different characteristic relaxation timeswhere g(ln τ) is the distribution of the relaxation times normalized as ∫g(ln τ) d ln τ = 1. Here, we applied the generalized regularization method (54) to calculate the relaxation time distribution, g(ln τ), associated with the εeff*(ω). We emphasize that we do not assume the α process is a distribution of Debye-like processes and employ this method just to analyze the qualitative features of different relaxation processes contributing to εeff*(ω). (21) As shown in Figure 7d, the relaxation time spectra analysis applied to studied PNCs clearly shows the contribution of the interfacial layer as a shoulder peak at longer times. This analysis provides initial estimates of the characteristic relaxation times in the bulk polymer, τbulk, and in the interfacial layer, τint. These values are used as initial input parameters in an initial fit of the dielectric spectra using ILM (eq 6), with the following conditions: εNP*(ω) and φNP are known; εbulk*(ω) is approximated by an HN function with spectral shape of the neat polymer; εint*(ω) is approximated by an HN function with free stretching parameters; and φbulk is a free fit parameter. In the final fit τbulk and τint are also free, and only the spectral shape of the bulk-like polymer is fixed to that of the neat polymer. This approach provides a good fit of the dielectric spectra in the entire frequency range and estimates the interfacial layer volume fraction, εint*(T) = 1 – φbulk – φNP, with a great degree of sensitivity. As demonstrated in the Figure 8, a slight variation of the values of φbulk will lead to obvious deviations in the quality of the overall fit of the spectra. Thus, the ILM approach provides an accurate and reliable fit of the dynamic features of the interfacial layer, with an explicit consideration of the interference terms. The distribution of relaxation time analysis assists in selecting initial relaxation times in the case of strongly overlapping relaxation spectra (Figure 7). (21, 53) ##IV.2 Comparisons between Three Different Approaches In the single HN function approach, the dielectric spectra can be fit only in a limited frequency range. The dielectric amplitude of the segmental process, normalized by the volume fraction of the matrix, is assumed to be the same regardless of the nanoparticles loading. Under this assumption, the single HN function approach provides estimates of the bulk-like polymer fraction by extracting the dielectric amplitude associated with the bulk polymer matrix in PNCs, Δεbulk, from the fit of the dielectric spectra within a limited frequency range. Then the volume fraction of the interfacial layer in PNCs can be directly estimated, φint = 1 – φNP – Δεbulk/Δεneat. This approach treats the broadening of the segmental peak in PNC as being from an increase in the stretching of the polymer matrix dynamics due to the presence of nanoparticles. It does not account for possible contributions of the interfacial dynamics and the interference terms (see heterogeneous model) in the same frequency range. In the two HN functions approach, the dielectric spectra can be fit well over the entire frequency range. The overall dielectric amplitude of PNCs is assumed to be additive, ΔεPNC = Δεint + Δεbulk. By assuming the interfacial layer and the bulk polymer share an identical Kirkwood–Fröhlich factor, the ratio Δεint/ΔεPNC = Δεint/(Δεint + Δεbulk) determines the interfacial layer volume fraction. Therefore, the overall dielectric amplitude is not important in this method. The dielectric broadening is taken to be entirely from the existence of the interfacial layer process, while the bulk matrix is typically taken to relax in an identical way to the neat polymer. This method also does not account for any interference effects in the dielectric response of heterogeneous materials. The heterogeneous model analysis approach, on the other hand, explicitly accounts for dielectric contributions from each component and their interference terms. It is based on the Maxwell–Wagner equation in PNCs with an effective boundary condition. It includes the effect of dielectric interference between the nanoparticles and the polymer matrix. The latter leads to a reduction in the dielectric amplitude and a broadening of the relaxation peak even when the relaxation process remains unchanged. (19) Similar to the two HN functions approach, the HMA approach also contains free parameters. Because of the complex geometry of the PNCs, it is difficult to independently identify the dynamics of the interfacial layer and compare with the different analyses discussed above. However, a close approximation is possible. For example, extracting the free polymer from the PNCs using good solvent will leave out only physically adsorbed chains. (36, 46) Although the physically adsorbed polymer layer is different from the interfacial layer, (19) they have very close relationship: a large portion of the physically adsorbed polymer also belongs to the interfacial layer. (10, 19) For example, the loading of the nanoparticles is found to be 47 vol % after extracting the free polymers from PVAc-32% PNC. If the interfacial layer thickness remains about 3.3 nm at T = 373 K, the volume fraction of the interfacial layer is 47 vol % (assuming no overlap). In other words, the segments exhibiting bulk-like dynamics should occupy only ∼6 vol % in PVAc-32% without free polymer. Therefore, the dielectric measurements of the PVAc-32% without free polymer should present much more pronounced features of the interfacial layer dynamics. Figure 9 presents the comparison of the dielectric responses among the neat PVAc, the PVAc-32%, and the effective matrix dielectric response of the PVAc-32% without free polymers at T = 373 K. It is clear that the PVAc-32% without free polymers shows a strong suppression of the bulk dynamics, and the features of the interfacial layer dynamics are more pronounced than in the PVAc-32% nanocomposites. Moreover, the dielectric function of the interfacial layer of PVAc-32% nanocomposite from the ILM model (the olive dashed lines) shows a significantly better approximation than from the two HN functions fit (the black dash-dotted lines) to the low-frequency shoulder of the effective matrix dielectric function of the PVAc-32% without free polymer, in terms of both the shape and the amplitude. Thus, the comparisons in Figure 9 provide extra support for the accuracy of the ILM model to the analysis of the dielectric spectra of PNCs. ##IV.3 Characteristic Relaxation Time of the Interfacial Layer Dynamics While the single HN function approach does not provide any characteristics of the interfacial layer dynamics, two other approaches enable the analysis of the interfacial and bulk polymer dynamics. (12, 21)Figure 10a presents the temperature dependence of the relaxation time of the interfacial layer, τint, and the bulk polymer, τα, of the PVAc-32% sample obtained from the two HN functions fit and from the HMA approach. A dynamic slowing down in the interfacial layer is evident in both analyses. Tg of the interfacial layer is ∼6–8 K higher than that of the bulk-like polymer. All these characteristics are consistent with recent reports for PNCs with attractive polymer–nanoparticle interactions from both experiments and computer simulations. (12, 40) However, the characteristic α-relaxation time of the interfacial layer, τint, estimated from the two HN functions approach is ∼1.5 times longer than the one obtained using the ILM approach (Figure 10b). Thus, both the two HN functions approach and the ILM approach provide consistent results for Tg and the characteristic time scale and temperature variations of the interfacial layer dynamics (Figure 10). ##IV.4 Dielectric Amplitude of the Segmental Process in PNCs The amplitude of the dielectric signal depends on the number density of molecules (dipoles) and their Kirkwood–Fröhlich factors. Analysis of the dielectric spectra (Figure 11) reveals a much stronger temperature dependence of the amplitude of the α-process in neat PVAc than in PNCs: it increases significantly upon cooling in the neat (usual behavior due to the Curie law), while it remains essentially constant in the PNCs. Interestingly, the spectral shape is essentially temperature independent in both cases (Figure 11c). Our analysis reveals that the total dielectric amplitude of the segmental peak, ΔεPNC = Δεint + Δεbulk, in PVAc/SiO2 decreases with loading stronger than it should according to the nanoparticles’ volume fractions (Figure 12a). This result is consistent with the earlier observations for glycerol/SiO2 nanocomposites. (21) The TPM predicts a decrease due to the interference term (see eq 5) and indeed can describe well the decrease of the dielectric amplitude in glycerol/SiO2 nanocomposites (Figure 12b and ref 21). However, the amplitude ΔεPNC in PVAc/SiO2 decreases with loading significantly stronger than predicted by TPM (Figure 12a). Analysis of the temperature dependence of the dielectric amplitude in PNC, ΔεPNC(T), also reveals significantly different variations than that predicted by TPM for all studied loadings (Figure 12c). This result is in contrast to the dielectric amplitude behavior of the glycerol/SiO2 nanocomposites where also the temperature variations follow the TPM predictions (Figure 12d). Thus, TPM describes well the variations of the total dielectric amplitude with loading and temperature in the case of glycerol/SiO2 nanocomposites but fails in the case of PVAc/SiO2 PNCs. Apparently, the polymeric nature of PNCs might play a specific role. The observed decrease in Δε in PNC can be either due to a decrease in amount of active dipoles in a system or due to a decrease of the Kirkwood–Fröhlich factor since with ε0, kB, and μ the permittivity of vacuum, the Boltzmann constant, and the dipole moment of a segment. (48) The former would correspond to a “dead” or “glassy” layer with frozen dipoles. However, our TMDSC measurements revealed no signs of the “dead” layer in our systems, only broadening of the transition to higher temperatures. Thus, it is more plausible to ascribe the reduction in the dielectric amplitude to a change in the Kirkwood–Fröhlich factor of the molecules in the interfacial layer. At the highest loading, we estimate the Kirkwood–Fröhlich factor would be reduced to ∼30% of its original value. According to recent studies of thin supported films, the Kirkwood–Fröhlich factor (the measured dielectric amplitude Δε) indeed decreases in the interfacial layer. (55) The reduction in the dielectric amplitude can be as much as 80% depending on the thickness of the thin film. (56) Interestingly, the reduction in the Kirkwood–Fröhlich factor is not observed in glycerol/SiO2 composite (Figures 12b and 12d) where the chain connectivity is absent. Thus, it is highly plausible that the reduction of the Kirkwood–Fröhlich factor is mainly from the polymer chains stretching and alignment in the interfacial region (55) that are well-known for polymer chains in the interfacial layer of PNCs. (11, 20, 57-59) Thus, the amplitude of the dielectric signal in the interfacial layer of PNC is expected to be different. Then the increase in the interfacial layer volume fraction with increase in loading leads to larger deviations of the experimental data from the TPM predictions (Figures 12a and 12c). ##IV.5 Thickness of the Interfacial Layer The thickness of the interfacial layer, lint, is one of the key parameters defining macroscopic properties of PNCs. All three approaches provide an estimate of lint from the interfacial layer volume fraction (eq 3). Figure 13 shows the temperature dependence of lint obtained from the three different approaches at a given loading φNP = 23 vol %. The ratio of the dielectric amplitude between the interfacial layer and the bulk-like polymer varies very little with temperature in the two HN functions approach since the shape of the PNCs’ spectra has little variations with respect to the temperatures (Figure 11c). Consequently, the two HN functions analysis suggests a negligible increase in lint upon cooling (Figure 13a). However, both the single HN function approach and the ILM approach reveal an increase in the interfacial layer thickness due to much weaker temperature variations of the dielectric amplitude in PNCs than in the neat polymer (Figures 11 and 12). In other words, the ratio Δεbulk(T)/Δεneat(T) decreases with temperature, indicating a decrease in the population of polymer segments with bulk-like properties upon cooling of PNCs. Because the Kirkwood–Fröhlich factor in the bulk-like polymer should be the same as in the neat polymer, this result suggests a decrease in the fraction of the bulk-like polymer upon cooling and corresponding increase in the interfacial layer volume fraction and thickness. Thus, both the single HN function and the ILM approaches capture this important feature of PNCs, although the former gives a weaker temperature dependence of lint (Figure 13a). This is caused by the crude approximation used in the single HN function approach that does not consider the contributions of the interfacial layer, nanoparticles, and the interference terms in the dielectric response of the heterogeneous systems. The surprising similarity in the results shown in Figure 13b between the single HN approach and the ILM approach is likely a coincidence of the model system used, and results of the single HN approach depend strongly on the frequency range of the fit. The temperature dependence of the interfacial layer thickness was also observed in computer simulations in PNCs, which has been ascribed to an increase of the cooperative length upon cooling down. (40, 60) We note that the interfacial layer thicknesses of the PNCs from the ILM model are in the range 3–5 nm depending on the testing temperature, which is noticeably larger than the 1–3 nm thickness found in P2VP/silica nanocomposites in the earlier publication. (22) The latter used the single HN function analysis that leads to an underestimate of the interfacial layer thickness. In a recent study, (9) we summarized the interfacial layer thickness of a large number of different types of PNCs from previous publications and found the thickness of the interfacial layer is around 2–6 nm, depending on the polymer chain rigidity, molecular weight, and temperature. Thus, our estimate of the interfacial layer thickness from ILM model agrees well with previous publications. Given the temperature dependence found in the ILM and the single HN function fit method, we propose that a more accurate method for calculating interfacial layer thickness from the two HN method, namely, the modified two HN functions fit, would be to take the Δεbulk(T)/Δεneat(T) as the fraction of bulk-like polymer and taking the interfacial layer fraction to be φint = 1 – φNP – Δεbulk/Δεneat. While the modified two HN functions fit still does not account for nonadditive dielectric response in PNCs, it recovers the temperature dependence of the interfacial layer fraction and thickness (Figure 13b). Thus, this modified approach is useful for a rough estimate of the interfacial layer. Further, since the modified two HN functions fit is relatively straightforward, it can provide an initial estimate of the parameters for the interfacial layer. These estimates can be used as an initial input to the ILM fit, and the latter will provide a final accurate fitting of the dielectric spectra of PNCs. Therefore, among the three different methods, the heterogeneous model approach gives the most reliable and conceptually accurate estimate of the thickness of the interfacial layer as well as the dynamics of the interfacial layer. It explicitly considers the nonadditive nature of the dielectric response in heterogeneous systems (eq 6) and allows the dielectric amplitude (the Kirkwood–Fröhlich factor) of the interfacial layer to be different from the bulk. The only assumption is that the dielectric amplitude (Kirkwood–Fröhlich factor) of the bulk-like polymer remains the same as in the neat polymer. Our analysis indeed reveals that the Kirkwood–Fröhlich factor decreases in the PVAc/SiO2 interfacial layer, consistent with earlier studies on thin supported polymer films, (52) but it remains essentially unchanged in the interfacial layer of glycerol/SiO2 composite (Figures 12b and 12d). Assuming additivity of the dielectric response and the same Kirkwood–Fröhlich factor for the bulk-like and interfacial polymer leads to less accurate estimates of the interfacial layer thickness in the framework of the two HN functions approach. Instead, the modified two HN fit approach should be used to get initial parameters for the PNCs, followed by a more theoretically accurate fitting of the ILM approach. The ILM approach still relies on free parameters for estimating the interfacial volume fraction, so it does not distinguish itself from the two HN approach in that regard. However, the nearly independent check in Figure 9 on the dynamics of the physically adsorbed polymer layer provides strong support to the accuracy and validation of the ILM approaches."]], ["Secondary Relaxation of Polymer Nanocomposites", ["Secondary relaxations reflect local motions, e.g., rotations of side groups, and are usually sensitive to a local packing of the polymer chain. Therefore, secondary relaxations are typically regarded as unaffected in PNCs (61) and used as a reference peak to normalize the dielectric spectra. (12, 22) The secondary relaxation processes in PVAc/SiO2 PNCs are dramatically different from the neat PVAc (Figure 3a): (1) the secondary peak is much broader in PNCs than in neat PVAc; (2) the peak position shifts to a lower frequency or a higher frequency depending on the loading of NPs. Although the dielectric broadening of secondary relaxation indicates strongly heterogeneous dynamics in the polymer matrix, a quantitative description is difficult to apply, and we focus the discussion on the peak position and its temperature dependence here. Figure 14 presents the temperature dependence of the characteristic secondary relaxation time of PNCs that is defined from the peak position, τsec = 1/(2πfp). The secondary relaxation first slows down ∼10 times with φNP ≤ 12 vol % and becomes 10–100 times faster than in the neat polymer with φNP > 20 vol %, signifying a strong modification of the secondary dynamics upon addition of nanoparticles. To the best of our knowledge, this is the first result to demonstrate this unexpected, nonmonotonic secondary relaxation time behavior in PNCs. By fitting the temperature dependence of the characteristic relaxation time of the secondary process by an Arrhenius equation, , with τ0 the prefactor, Ea(φNP) the activation energy, kB the Boltzmann constant, and T the absolute temperature, the characteristic activation energy of the secondary relaxation can be estimated. Remarkably, both the τsec(φNP) and the Ea(φNP) show a nonmonotonous dependence on loading (Figure 14). This dependence reflects some crossover of competing mechanisms in PNCs with respect to loading. For example, the slowing down or acceleration in τsec may reflect a denser or looser chain packing in PNCs than in the neat polymer. Indeed, according to recent studies, density in the interfacial layer varies strongly with nanoparticles loading. (11, 19, 20, 57) Polymer chains form a “bound” layer around nanoparticles (not the same as interfacial layer (36, 19)) with characteristic thickness ∼Rg. As a result, when the average interparticle surface-to-surface distance, dIPS, is larger than 2Rg of the polymer, a densely packed interfacial layer is anticipated due to the attractive polymer–nanoparticle interactions. (19) This may explain the slowing down of the secondary relaxation observed at low loadings. However, when dIPS ≤ 2Rg, a loosely packed interfacial layer can form due to the bound layer’s repulsion. This change in density has been indeed observed in several PNCs. (13, 19) The radius of gyration of PVAc (Mw = 40 kg/mol) is Rg = 5.7 nm, and the condition dIPS = 2Rg is reached at φNP ∼ 20 vol % for randomly packed nanoparticles in PNCs. This value agrees well with the critical loading of ∼20 vol % when changes in both the characteristic time and the activation energy of the secondary relaxation are observed experimentally. Furthermore, these observations in the secondary relaxation are also consistent with the mass density measurements on the same set of samples in a previous publication (11) where the average mass density of the polymer matrix is smaller than the neat polymer above φNP ∼ 17 vol %. Thus, it is highly probable that the observed shift in the characteristic time of the secondary relaxation and the nonmonotonic dependence of the activation energy on loading reflect the difference in the chain packing behavior with respect to nanoparticle loadings. Different from the secondary relaxation, the relaxations involving a larger length scale, such as the segmental relaxation and the interfacial layer slowing down, do not show nonmonotonic dependence on the loading of nanoparticles as shown in Figures 2 and 10. Multiple reasons may be relevant here. Recent studies showed that the segmental relaxation of the interfacial polymer can be affected by the polymer–nanoparticle interactions (the chain anchoring effect), (10, 39) the degree of chain stretching at the interface, (62) and the surface chain packing. (19, 20) Since the interfacial layer is only 3–5 nm, it is highly possible that the surface anchoring and the chain stretching effects dominate in the segmental dynamics of the interfacial layer. Apparently, a reduction in mass density in the interfacial layer affects less the segmental relaxation in the interfacial layer. However, the degree of the interfacial layer slowing down does vary with the reduction in the mass density, as demonstrated in our previous publication. (19) On the other hand, the secondary relaxations typically involve much more local motions and can be more sensitive to the changes in the local packing. As a result, the reduction in local packing density leads to an enhancement in the secondary relaxation as observed in Figure 14."]], ["Conclusions", ["The dielectric measurements on PNCs revealed clear evidence of the interfacial layer with segmental dynamics much slower than in the neat polymer. The dielectric amplitudes of the PNC’s signal show a much weaker temperature dependence on cooling than the neat polymer, suggesting a strong increase in the interfacial layer thickness upon approaching Tg. Comparing the three different approaches for analysis of the dielectric spectra of PNCs, we found that (i) the single HN function can only fit part of the PNCs spectra and does not provide information on the interfacial layer dynamics; (ii) although the two HN functions fit provides clear physical meaning of the thickness and dynamics of the interfacial layer, it actually underestimates the thickness of the interfacial layer and cannot properly capture its temperature dependence; and (iii) the HMA approach, based on analytical calculations of the dielectric functions of the PNCs with an interfacial layer surrounding the nanoparticles, provides an excellent fit of the dielectric spectra in the entire frequency range. Moreover, the interfacial layer dielectric function from the HMA approach agrees well with the low-frequency broadening of the dielectric function of the PNCs without free polymer in terms of both the shape and the amplitude. Therefore, the HMA approach captured both the characteristic interfacial layer slowing down and the strong temperature dependence of the interfacial layer thickness, providing the most accurate analysis of the dielectric spectra of the PNCs. Our analysis also reveals that the Kirkwood–Fröhlich factor for PVAc chains decreases in the interfacial layer most probably due to chain stretching. This observation agrees with earlier studies of thin supported polymer films. (52) Analysis of the dielectric spectra at temperatures below Tg reveals that the secondary relaxation in PVAc/SiO2 shows nonmonotonous dependence on the nanoparticles’ loading. These results are at odds with previous understandings that the presence of nanoparticles should not affect local dynamics like the secondary relaxation. We attribute this unexpected nonmonotonic shift in characteristic relaxation time and activation energy of the secondary relaxation to the competition between the local densification at low loadings, when dIPS > 2Rg, and the frustration in chain packing at higher loadings, when dIPS < 2Rg, in agreement with the previous publication. (19) Our results and analyses clearly demonstrate that dielectric spectroscopy provide an easy and robust platform to study the structure and properties of the interfacial layer of PNCs, and the HMA approach provides the most accurate analysis of the thickness and the dynamics of the interfacial layer of PNCs."]]], "doi": "10.1021/acs.macromol.7b00825", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Specific heat capacity for PNCs of different loadings from differential scanning calorimetry (DSC) measurements. The neat silica  specific heat capacity (dashed black line) is included as well but has no thermal event in this temperature window. (b) Specific heat capacity for the  polymer matrix, where the PNC specific heat capacities are corrected for silica contribution and normalized to account for nanoparticle loading.   "], ["Figure 10", "Figure 10", "Figure 10. (a) Relaxation time data for neat PVAc and PVAc-32%. The bulk and interfacial relaxation times are shown for the two HN functions fit  and the interfacial layer model fit. (b) Ratio of interfacial and bulk relaxation times obtained using these two models for 6% and 32% loading by  volume fraction.   "], ["Figure 11", "Figure 11", "Figure 11. Real (a) and imaginary (b) parts of the permittivity spectra of the neat PVAc (line) and PVAc-23% (symbols) at two selected  temperatures. It is clear that the temperature dependence of the neat a process is much stronger than that of the PVAc-23%. (c). The PVAc-23% loss  spectra normalized to peak frequency. The shape of the spectra does not change with increasing temperature. Inset: the neat PVAc also normalized  to the peak frequency, with the similar feature of unchanging spectral shape.   "], ["Figure 12", "Figure 12", "Figure 12. Dielectric amplitude as a function of NP loading for the PVAc/SiO2 (a) and glycerol/SiO2 (b). Presents experimental data and the data  normalized to the polymer volume fraction 1 − φNP (symbols) and the two-phase model predictions (lines). In both panels a and b, the left Y-axis  corresponds to the red symbols and lines and the right Y-axis corresponds to the blue symbols and lines. (c) Temperature dependence of the total  dielectric amplitude of neat polymer and PNCs (symbols) and corresponding predictions of the two-phase model (lines). (d) Temperature  dependence of the total dielectric amplitude of neat glycerol and glycerol/SiO2 composites (symbols) and corresponding predictions of the twophase  model (lines) (data from ref 21).   "], ["Figure 13", "Figure 13", "Figure 13. (a) Interfacial layer thickness, lint, of PVAc-23% from the three different methods: the single HN function (filled red squares), two HN  functions (blue squares with crosses), and the interfacial layer model (open squares). (b) The same data, only two HN fit results are from the  modified two HN fit method (see the text for details).   "], ["Figure 14", "Figure 14", "Figure 14. (a) Temperature dependence of the secondary process relaxation time for different vol %. The 6% and 11.8% loading have slower  dynamics, possibly from dense packing. The higher loading fractions of 23% and 32% have faster dynamics from loose packing of the polymer chains  around the nanoparticle surface. (b) Activation energy for each PVAc sample at different loading fractions.   "], ["Figure 2", "Figure 2", "Figure 2. Loss (ε″(ω)) (a) and derivative (ε′(ω)der) (b) spectra for the PVAc/SiO2 composites with different nanoparticle volume concentrations  (vol %): 0 vol % (red circles), 6 vol % (blue squares), 12 vol % (olive diamonds), 20 vol % (black upper triangles), 23 vol % (pink down triangles),  32 vol % (purple left triangles). Different relaxation processes are indicated.   "], ["Figure 3", "Figure 3", "Figure 3. (a) Secondary (β) relaxation of PVAc composites at different loadings. The frequency of peak positions varies with loading: it shifts to  lower frequency at lower loading and to higher frequency at high loading. (b) Temperature dependence of imaginary spectra at fixed (105 Hz)  frequency. The α peak remains at ∼353 K while the β peak varies with the loading of nanoparticles.   "], ["Figure 4", "Figure 4", "Figure 4. Dielectric storage (a), derivative (b), and loss (c) spectra of neat PVAc and PVAc-23% samples (symbols) and their fit (lines) using the  single Havriliak−Negami (HN) fit approach. The fit (blue lines) clearly does not describe the entire spectra. (d) Comparison of the neat, PVAc-12%,  and PVAc-32% samples spectra (symbols) and their best fit using the single HN approach (lines). The neat spectra fit (black dashed line) is shown  in each plot for a reference.   "], ["Figure 5", "Figure 5", "Figure 5. Dielectric storage (a), derivative (b), and the loss (c) spectra of neat and PVAc-23% samples (symbols) and their fit (solid lines) using a  two HN functions approach. The interfacial layer is analyzed as a separate relaxation process (green dotted lines)."], ["Figure 6", "Figure 6", "Figure 6. Geometry of (a) the two-phase model (TPM) and (b) the  interfacial layer model (ILM) used in the heterogeneous model  analysis (HMA). The εbulk * (ω), εNP * (ω), and εint * (ω) are the dielectric  response functions of the bulk polymer matrix, nanoparticle, and  interfacial layer, respectively. l is the thickness of the interfacial layer.   "], ["Figure 7", "Figure 7", "Figure 7. Dielectric storage (a), the derivative (b), and the loss (c) spectra of the neat and PVAc-23% samples (symbols) and their fit using the two-  phase model (black lines) and interfacial layer model (blue lines). (d) Relaxation time distribution spectra for the neat and PVAc-32% composite.  The interfacial layer manifests itself as a clear shoulder in the relaxation time window.   "], ["Figure 8", "Figure 8", "Figure 8. Interfacial layer model fit of PVAc-23% at T = 373 K with  varying interfacial fractions φint of (a) 0%, (b) 25%, (c) 30%, and (d)  35%. The φint is very sensitive and thus gives a good estimate for the  interfacial layer fraction.   "], ["Figure 9", "Figure 9", "Figure 9. Dielectric loss spectra of the neat PVAc, the PVAc-32%, and  the effective matrix dielectric function of the PVAc-32% without free  polymers at T = 373 K. The dashed lines represent the dielectric  functions of the interfacial layer according to the ILM model fit (olive  dashed lines) and the two HN functions fit (black dash-dotted lines)  of the PVAc-32% nanocomposite (red squares).   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Characterization of the PVAc/SiO2 Composites a"]], "tables": []}