{"title": "Injectable Highly Loaded Cellulose Nanocrystal Fibers and Composites", "abstract": " Cellulose nanocrystals (CNC)/poly(ethylene oxide) (PEO) composite fibers were successfully produced in situ by injection into a hydrophobic solvent. Using a similar principle, a single step manufacturing method of injectable composites was developed by injection of a CNC solution into a hydrophobic resin. Molecular orientation and deformation of the fibers and composites were obtained using Raman spectroscopy. CNCs were found to be highly aligned along the fiber’s axes, as confirmed by 2-fold symmetry of polar plots and second and fourth order orientation parameters. A shift in the position of a characteristic Raman band, initially located at ∼1095 cm–1, corresponding to vibrations of the cellulose backbone polymer chains was followed under tensile deformation. Using this shift, it was possible to estimate the fiber modulus as being ∼33 GPa, which is remarkably high. Stress transfer between the hydrophobic resin and the injected CNC fibers was quantified in this new type of composite using a modified shear-lag theory showing that appreciable reinforcement occurs. Our approach presents a new way to introduce highly loaded CNC fibers in situ into a composite structure. SUBJECTS: Stress,Fibers,Composites,Deformation,Cellulose ", "body": [["Abstract", [" Cellulose nanocrystals (CNC)/poly(ethylene oxide) (PEO) composite fibers were successfully produced in situ by injection into a hydrophobic solvent. Using a similar principle, a single step manufacturing method of injectable composites was developed by injection of a CNC solution into a hydrophobic resin. Molecular orientation and deformation of the fibers and composites were obtained using Raman spectroscopy. CNCs were found to be highly aligned along the fiber’s axes, as confirmed by 2-fold symmetry of polar plots and second and fourth order orientation parameters. A shift in the position of a characteristic Raman band, initially located at ∼1095 cm–1, corresponding to vibrations of the cellulose backbone polymer chains was followed under tensile deformation. Using this shift, it was possible to estimate the fiber modulus as being ∼33 GPa, which is remarkably high. Stress transfer between the hydrophobic resin and the injected CNC fibers was quantified in this new type of composite using a modified shear-lag theory showing that appreciable reinforcement occurs. Our approach presents a new way to introduce highly loaded CNC fibers in situ into a composite structure. SUBJECTS: Stress,Fibers,Composites,Deformation,Cellulose "]], ["Main", ["Cellulose nanocrystals (CNCs) offer an attractive and renewable materials choice for the manufacture of high performance fibers and composites. They can potentially provide excellent reinforcement in composites due to their high stiffness (120–150 GPa), high aspect ratio (as high as 70), and rod-like morphology. (1) CNCs can be produced by isolation from an array of source materials ranging from cotton to grape skin by a controlled acid hydrolysis process. (2) CNCs, with their high stiffness and relatively low density (1.5 g·cm–2), are ideal candidates for reinforcement when compared to traditional materials such as glass fibers; with a Young’s modulus of 80 GPa and a density of 2.6 g.cm–3. (3) Furthermore, CNCs have comparable properties to high performance Kevlar fibers; Kevlar-49 grades have a modulus of 130 GPa and a similar density to cellulose. (4, 5)  Owing to the excellent mechanical properties of CNCs, they have been utilized in the processing of reinforced polymer composite films (6) and nano- and micron-sized fibers. (7, 8) Typically, to form textile grade cellulose fibers, the base material is dissolved in a solvent and then the filaments are respun from this solution. CNCs are known to form stable colloidal dispersions in deionized water, allowing their structuring in an aqueous state. Given that cellulose is inherently hydrophilic, due to the presence of OH– groups along the edge of the molecule, its interaction with hydrophobic resin materials is fraught with difficulties. However, this is a property that could potentially be exploited, whereby the self-assembly of CNCs could be “forced” through phase separation of hydrophilic and hydrophobic components.  The limitations in processing and manufacturing conditions for composites have limited the use of CNC reinforcement to 0–20 wt %. This has reduced their potential benefits, namely, their renewable nature and strong reinforcement. Different strategies have been developed in the literature to uniformly disperse CNCs within a polymeric matrix; (9) however, the existing fibers and composites made from cellulose have never been able to achieve stiffness values comparable to that of CNCs. In this paper we report the production of a new type of composite wherein a CNC/PEO solution is injected into a matrix. This solution forms an in situ fiber–matrix composite structure. In the first part of the paper we show that fibers, with reasonable properties, can be formed simply by injecting a solution of the CNCs in PEO into a hydrophobic solution. Remarkably, the CNCs in the fibers are highly oriented without the need for further processing, unlike shown in a recent study (10) where high performance CNC-reinforced fibers produced by coaxial coagulation spinning followed by hot-drawing were demonstrated. In the second part, this solution (without the presence of PEO) is injected into a hydrophobic resin material, making a composite form in situ. This new approach enables us to produce a highly loaded cellulose nanocomposite.  Our composite fibers contain 83 wt % CNCs in a high molecular weight poly(ethylene oxide) (PEO) matrix. The spinning dope was prepared by mixing in CNC/water 8 wt % solution with PEO/water 5 wt % solution at a ratio of 3:1 v/v. PEO is highly compatible with CNCs due to the strong hydrogen bonding between the hydroxyl groups of the glucose unit of cellulose and the ether oxygen in the PEO, (11) although this may only take place in the dry state. The fibers were produced by utilizing a noncontinuous gel spinning method by injecting CNC/PEO/water spinning dopes into a bath of acetone (see Figure 1a, needle gauge 18). The injected gel filament was then solvent exchanged with acetone and slowly coagulated to form a fiber. This fiber was then dried in ambient air, evaporating the residual acetone, leaving a CNC/PEO composite fiber. The fiber lengths were found to be ∼4 cm, limited by the dimensions of the Teflon dish. There is, however, the potential to produce longer fibers with a continuous spinning setup. Expanding on the fiber formation technique, the CNC/water solution can also be infused into a hydrophobic polymer solution, in this case, cellulose acetate butyrate (CAB), resulting in a single-step fabrication of a fiber-reinforced composite (Figure 1b). Rheological characterization of the CNC/PEO spinning dope showed shear thinning behavior and a lower viscosity than a pure CNC solution (Figure 1d). The fiber morphologies formed in the acetone bath were investigated using Scanning Electron Microscopy (SEM; Hitachi S3200N). SEM images of the fibers are shown in Figure 1. Their cross sections were found to be irregular, similar to viscose fibers. This irregular shape may be attributed to the kinetics of fiber formation due to nonuniform circumferential stresses. (12)  Raman spectroscopy is an important tool for characterizing the molecular structure and order of cellulose fibers. Cellulosic materials exhibit a characteristic Raman peak located at ∼1095 cm–1 that can be attributed to C–C and C–O stretching motions as defined by Wiley and Atalla. (13) When the laser light exciting the vibration is polarized parallel to the fiber axis, the variation of intensity of the band located at ∼1095 cm–1 can be recorded to analyze the orientation of cellulose chains relative to the long axis of the fiber. The intensity of this band was found to change significantly with rotation angle, with the highest intensities found at 0° and 180°. A polar plot was constructed (Figure 2a) to map the orientation of cellulose molecular chains along the fiber axis. The degree of molecular orientation can be quantified by the ratio of the intensity of the band at 0°, to the intensity of the band at 90° (I0/I90). In this case, I0/I90 is calculated to be 3.3, which is indicative of a high degree of orientation of cellulose molecular chains along the fiber axis. High CNC alignment may only be at the surface of the fibers. Given the laser spot size is ∼1–2 μm, with a similar penetration depth, indicates that only the outer skin of these fibers (diameter ∼200 μm) contributes to the Raman signal showing a high CNC orientation. This I0/I90 value is higher than that of 1.6 obtained for highly drawn Ioncell fibers, but lower than obtained for Cordenka-700 (value of 5.3). (14) This level of orientation is a significant finding given that there is no pre- or postdrawing of the fibers. The polarized Raman intensity as a function of CNC orientation can also be determined by the following equation: (15-21)(1)where ≺P2(cos θ)≻ and ≺P4(cos θ)≻ represent the second and fourth order orientation parameters, respectively, ⌀ is the angle between the fiber axis and the polarizer, and θ is the angle between the fiber axis and the CNC axis. The second order orientation parameter is also known as Herman’s orientation parameter. The second and fourth order parameters of injected CNC fibers were obtained by carrying out a least-squares fit to the experimental data obtained in Figure 2a. The Herman’s orientation parameter or ≺P2(cos θ)≻ was found to be 0.96, while ≺P4(cos θ)≻ was 0.86. These values confirm a high degree of orientation of CNCs in the fiber. Herman’s orientation factor was higher than that of 0.915 reported (22) for gel spun PAN/SWNT fibers and 0.94 obtained for electrospun PVA/CNC fibers, but less than that of 0.98 reported (23) for highly drawn Ioncell fibers and 0.99 obtained for Kevlar and Spectra fibers. (22) Further studies on the possibility of fiber formation using CNCs with Poly(vinyl alcohol) (PVA) and poly(acrylic acid)(PAA) were carried out. Although CNCs were still oriented (see Supporting Information), the fiber shapes were nonuniform and the injection process will have to be optimized in order to achieve good fibers with these polymers. Raman spectroscopy has also been used as a tool to investigate the molecular deformation of cellulose fibers. (24, 25) The principle of the technique is that a shift in the peak position of a characteristic Raman band of the polymer is followed, toward a lower wavenumber, upon tensile deformation. These types of shift in the positions of Raman peaks are thought to be due to direct deformation of the molecular backbone of the polymer. (25) As shown in Figure 2b, the Raman band located at ∼1095 cm–1 shifts toward a lower wavenumber position upon the application of tensile deformation. These data points can be fitted with an equation of the form Δυ = −k1ε + k2ε2 where Δν is the Raman shift, ε is strain and k1 and k2 are constants (k1 = 2.4 and k2 = 2.45). This equation is similar in form to an equation proposed by Nissan, (26) σ = Eε – Kε2, where σ is stress, E is elastic modulus, and K is a constant. A Raman band shift rate with respect to strain of −1.42 cm–1 %–1 was calculated for these composite fibers up to a strain of 0.2%. This is the first time that a Raman shift rate is reported for a highly loaded CNC composite fiber and remarkably this shift rate is higher than that obtained for regenerated cellulose fibers produced by a liquid crystalline process (−1.08 cm–1 %–1) (27) and other high performance cellulose fibers like Ioncell (−1.33 cm–1 %–1). (23) The shift rate with respect to strain is indicative of the efficient stress-transfer within the fiber structure. When a series model is assumed, (27) and in the elastic limit then shift rate with strain (dν/dε) can be related to the shift rate with respect to stress (dν/dσ) via the equation , where dσ/dε is equivalent to the elastic modulus (E). (28) Thus, an elastic modulus of 33 GPa can be determined for this CNC composite fiber by using a universal Raman band shift rate of −4.3 cm–1 GPa–1, as reported (25) for regenerated cellulose fibers.  Interfacial shear stress between the CNCs and the PEO can be determined by the following modified shear-lag equation,(2)where , Ef is the CNC modulus, εi is the strain at the fiber–matrix interface, Gm is the matrix shear modulus (2.6 GPa), which was determined from an elastic modulus of 7 GPa and a Poisson’s ratio of 0.33, (29)s is the aspect ratio of CNCs (L/2r, where L is the CNC length (∼114 nm, see Supporting Information, Figure S5), and r is the CNC radius (4.4 nm) and R is the average distance to the next CNC, which is calculated using the eq 3, (15)(3)where fm is the weight percentage of CNCs and ρ is the density of CNCs. R is calculated to be 9.2 nm. CNC modulus is taken as 105 GPa (30) and the elongation at the fiber–matrix interface was assumed to be 0.2%, similar to that between CNCs and a poly(acrylonitrile) (PAN) matrix assuming iso-strain conditions. (15) An interfacial shear stress value of 18.6 MPa was obtained between CNC and PEO which is slightly higher than the interfacial stress values of 16.1 and 18.4 MPa reported (15) for PAN/CNCs (20 and 40 wt % fibers, respectively). This interfacial stress may be attributed to a very efficient stress transfer between CNCs and PEO, which probably results in the high mechanical stiffness observed for this fiber.  Expanding on the fiber formation technique, a single step manufacturing method for “injectable” composites was developed. A CNC/water solution with 8 wt % CNC was prepared (without PEO). Cellulose acetate butyrate (CAB) was chosen as the hydrophobic polymer for which acetone is a good solvent. The CNC/water solution was injected into a CAB/acetone solution forming CNC fibers (see Figure 1b). This solution was kept in a fume hood for 24 h for slow evaporation of the solvents. When the solvents were evaporated, a CNC fiber-reinforced composite film was formed. The advantage of this single step fabrication method for a composite is the ability to design the layout of fibers as desired by the application. Although this is only a proof of concept at the moment, a more controlled process with defined parameters such as rate of infusion may lead to scaling up of the manufacturing process.  The mechanical properties of our CNC fiber-reinforced composites were investigated by tensile testing. The samples were rectangular, embedding two CNC fibers. These samples were deformed along the direction of the fibers. Figure 3 shows typical stress–strain curves for the neat CAB film and the composite film. The Young’s modulus of the composite film increased to 2.8 ± 0.7 GPa from that of the neat CAB film (1.7 ± 0.8 GPa). However, these modulus values are not significantly different (from a two sample t-test at 95% confidence level). The tensile strength and the strain-at-break of the composite film (25 ± 7 MPa, 2.9 ± 0.2%) were similar to that of for the neat CAB film (24 ± 2 MPa, 3.1 ± 0.5%). Interfacial shear stress can be determined by applying the modified shear-lag eq 2 based on the assumption that CNC fibers reinforce the CAB matrix. Here, Ef is taken as the fiber modulus (33 GPa), s is the aspect ratio of fiber, R is the distance to the next fiber, and r is the fiber radius. CAB shear modulus was calculated to be 0.64 GPa by assuming a Poisson’s ratio of 0.33. Aspect ratio of fibers was calculated to be 105 by using the ratio L/2r, where L is the length of the fiber (L = 21 mm and r = 100 μm). The elongation at the fiber–matrix interface was assumed to be 0.2% similar to the value between CNCs and a poly(acrylonitrile) (PAN) matrix. (15) Using eq 2, CNC fiber–CAB matrix interfacial shear stress was calculated to be 2.6 MPa which is significantly lower than that of 18.6 MPa obtained for CNC and PEO and also, that of 16.1 MPa reported for PAN/CNC 20 wt % fibers. This low value indicates inefficient and poor stress transfer between the fiber and matrix. In addition, the lack of mechanical reinforcement may be attributed to several other factors such as low volume fraction of CNCs (∼10.5%) in the composite that may have limited the effective reinforcement. A multiple needle approach where several needles inject the fibers simultaneously may be a better way to increase the mechanical reinforcement; however, the diffusion kinetics between acetone and water may play a role in fiber fineness and CNC orientation. Orientation of the CNCs in the fibers within the composites was evaluated using Raman spectroscopy. As shown in Figure 4a, a polar plot of normalized intensity and the rotation angle shows that CNCs remained aligned along the main axis of the composite. They were oriented to a lesser degree along the fiber direction, compared to the CNC/PEO fibers, as indicated by a lower I0/I90 ratio of 2.1. Equation 1 can be used to calculate the second order orientation parameter (≺P2(cos θ)≻) by fitting the experimental data in Figure 4a. This parameter is calculated to be 0.944 that is only slightly less than the stand-alone PEO fiber. The micromechanics of CNC fibers in the composite were also investigated by following shifts in the Raman peak located at ∼1095 cm–1 upon tensile deformation (Figure 4b). For this purpose, the fiber-reinforced composite samples were deformed in tension along the fiber direction while collecting Raman spectra from the fiber at incremental levels of deformation, A Raman shift rate with respect to strain is calculated to be −0.47 cm–1 %–1 ((k1 = 0.76 and k2 = 0.29) at 0.5% strain, which is significantly lower than the strain rate of stand-alone fibers. This shift rate is comparable to a value obtained for microfibrillated cellulose reinforced poly(lactic acid) composites of −0.38 cm–1 %–1. (31) This low shift rate supports the findings from the shear lag theory and may be indicative of reduced stress-transfer between the fiber and matrix resulting in a lack of mechanical reinforcement. Interestingly, a significant change in the direction of the shift is observed at ∼0.5–1% strain. This could be attributed to the debonding of the CNC fibers from the matrix as evidenced for other cellulose-reinforced composites. (32) In conclusion, we have demonstrated the first example of a highly loaded CNC/PEO composite fiber and a single step in situ fabrication of an injectable fiber-reinforced composite. The fibers were formed by syringe injection of a CNC/PEO solution into acetone. The solvent exchange process removes the water from the fiber interior and acetone is evaporated eventually leaving a fully formed fiber. Raman spectroscopy analysis has revealed highly oriented CNCs relative to the long axis of the fiber and a Raman shift rate of −1.42 cm–1 %–1 was obtained for these fibers indicating direct molecular deformation. An interfacial shear stress of 22.8 MPa was obtained for our fibers. Tensile testing of CNC/CAB composites however revealed low mechanical reinforcement. Raman spectroscopy indicated that CNCs are still oriented but to a lesser degree than the stand-alone fibers. Shear-lag theory confirmed a low interfacial shear stress that may translate into low stress transfer between the fiber and matrix. However, this work paves the way for more research into these forms of injectable composite fibers and composites, which could be used to create numerous composite platforms for a host of next-generation applications."]]], "doi": "10.1021/acsmacrolett.7b00609", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Injection process of CNC/PEO solution into acetone.  (b) An image of the CNC/CAB composite film. Typical SEM images  of CNC/PEO fibers (c) along a fiber length and (d) a fiber cross-section (the brightness of the images have been adjusted for clarity).    (d) Variation of viscosity as a function of shear rate for the injected  solutions.   "], ["Figure 2", "Figure 2", "Figure 2. (a) Polar plot of intensity of the Raman band located at ∼1095 cm−1 as a function of rotation angle. The polar plots were fitted with the equation I = r + t cos4 θ, where r and t are fitting parameters and θ is the rotation angle and I is the intensity; (b) Raman band shift as a function of strain."], ["Figure 3", "Figure 3", "Figure 3. Typical stress—strain curves for the neat CAB and the  injected CNC/CAB fiber composite.   "], ["Figure 4", "Figure 4", "Figure 4. (a) Polar plot of Raman intensity of 1095 cm−1 band as a function of rotation angle and (b) Raman band shift as a function of strain."]], "table_captions": [], "tables": []}