{"title": "Nonentropic Reinforcement in Elastomer Nanocomposites", "abstract": " We use an innovative combination of measurements to study reinforcement in a series of SBR elastomers filled with various amounts of submicrometric precipitated silica. While mechanical measurements give access to the overall response of the nanocomposite material, measurements of the chain segment average orientation induced upon uniaxial stretching give selective access to the response of the elastomer matrix only. Average segment orientation is measured by X-ray scattering. Reinforcement effects are analyzed in terms of the enhancement ratio of the mechanical modulus or induced segmental orientation in a reinforced sample over the corresponding quantity measured in the pure matrix. Cross-link densities are measured independently by NMR to account for possible impact of fillers on the cross-link density. It is demonstrated that in filled materials the orientational enhancement ratio does not decrease significantly as temperature increases, while the mechanical reinforcement ratio decreases as temperature increases, as it is known already. Also, the mechanical reinforcement ratio increases considerably as the silica fraction increases beyond a threshold, which is generally attributed to percolation or onset of filler networking, while the orientational reinforcement ratio qualitatively follows a Guth and Gold type of variation, associated solely with the geometrical (or hydrodynamical) local strain amplification contribution. Comparison of both mechanical and orientational responses thus allows discriminating and quantifying rigid network contribution from strain amplification contribution to reinforcement as a function of either temperature or filler volume fraction. SUBJECTS: Silica,Elastomers,Deformation,Nucleic acid structure,Materials ", "body": [["Abstract", [" We use an innovative combination of measurements to study reinforcement in a series of SBR elastomers filled with various amounts of submicrometric precipitated silica. While mechanical measurements give access to the overall response of the nanocomposite material, measurements of the chain segment average orientation induced upon uniaxial stretching give selective access to the response of the elastomer matrix only. Average segment orientation is measured by X-ray scattering. Reinforcement effects are analyzed in terms of the enhancement ratio of the mechanical modulus or induced segmental orientation in a reinforced sample over the corresponding quantity measured in the pure matrix. Cross-link densities are measured independently by NMR to account for possible impact of fillers on the cross-link density. It is demonstrated that in filled materials the orientational enhancement ratio does not decrease significantly as temperature increases, while the mechanical reinforcement ratio decreases as temperature increases, as it is known already. Also, the mechanical reinforcement ratio increases considerably as the silica fraction increases beyond a threshold, which is generally attributed to percolation or onset of filler networking, while the orientational reinforcement ratio qualitatively follows a Guth and Gold type of variation, associated solely with the geometrical (or hydrodynamical) local strain amplification contribution. Comparison of both mechanical and orientational responses thus allows discriminating and quantifying rigid network contribution from strain amplification contribution to reinforcement as a function of either temperature or filler volume fraction. SUBJECTS: Silica,Elastomers,Deformation,Nucleic acid structure,Materials "]], ["Introduction", ["Elastomers filled with solid particles or aggregates of submicrometric sizes such as carbon black or silica (denoted as fillers) have remarkable and complex mechanical properties. (1, 2) In fact, reinforced elastomer composites exhibit emerging mechanical behavior, in the sense that their properties are qualitatively different from the individual properties of the polymer matrix and the solid fillers. Thus, it is now recognized that the properties of a nanocomposite material cannot be predicted from the individual properties of the polymer matrix and solid fillers simply by combining geometrical and/or structural arguments. (3) Primary evidence for that is the strong, temperature-dependent enhancement of the modulus in the linear regime. (4) This can be quantified by the ratio R of the modulus of the nanocomposite material over the one of the pure matrix. This ratio shall be simply denoted as reinforcement ratio hereafter. The reinforcement ratio R has a marked dependence on the volume fraction, average size, and dispersion state of the fillers as well as on the interactions at filler–matrix interfaces, which, in the case of silica, may be tuned in a versatile way by surface treatment. (1, 4-6) The ratio R also shows a marked temperature dependence, with a maximum a little above the glass transition temperature Tg of the pure matrix. (4, 5) Another evidence of emerging behavior associated with reinforcement is the nonlinear mechanical response, generally known as the Payne effect, that is, the large drop of the modulus as the strain amplitude is increased beyond typically 1%–10%. (7) Early theories designed to describe reinforcement were considering the increased elastic energy stored within the elastomer matrix of the composite in the presence of rigid fillers, while assuming that the local constitutive equation of the elastomer matrix remained essentially unaffected. (8-10) Nevertheless, it has long been recognized that neither of these examples of behavior (enhanced reinforcement, temperature variation of the linear modulus, nonlinear mechanical response) can be predicted based on such theories. Equivalently, this means that reinforcement cannot be predicted based on the behavior of the elastomer matrix alone. (11, 12) These general, well-established considerations indicate that various physical mechanisms may contribute to reinforcement. (13) It is therefore of crucial importance to identify reinforcement mechanisms and quantify their relative contributions to the response of the material. This remains an experimental and theoretical challenge. One way to make progress in the microscopic understanding of these materials is thus to develop experiments which may provide selective information on microscopic processes. We have recently proposed an approach in which the response of the elastomer matrix in nanocomposite materials is probed selectively and can be compared to the overall mechanical response of the material. (5) This is achieved by measuring the average segmental orientation induced upon uniaxial stretching using wide-angle X-ray scattering. (14) In a pure, unfilled elastomer matrix, at temperatures high enough above Tg, the mechanical response and chain segment orientation are uniquely related to each other, according to rubber elasticity theory. This is the so-called stress-optical law, which writes in the case of uniaxial elongation: (15, 16)(1)where σ is the true stress, ν is the cross-link number density, b3 the volume of a statistical segment, and λ = L/L0 is the elongation. ⟨P2(cos θ)⟩, the segmental orientation order parameter, is the ensemble average of the second-order Legendre polynomial (3 cos2 θ – 1)/2, with θ the angle of a statistical segment with respect to the stretching direction. ψ is a factor related to the model chosen to describe the network. It is 1/2 for phantom network, which is often considered to describe best the response of the elastomer. (16) It was demonstrated quantitatively that mechanical data are perfectly correlated to chain segment orientation measured by X-ray diffraction in a series of unfilled natural rubber (NR) materials, carefully taking into account the effective cross-link density measured by NMR. (14) The idea is then to investigate whether the stress-optical law (eq 1) remains valid in reinforced materials by analyzing the deviations with respect to the behavior of the corresponding unfilled elastomer matrix. Such potential deviations from the one-to-one relationship between the stress and segmental orientation should give access to some contribution to reinforcement which shall be denoted as nonentropic, as it may not be related to the local strain in the elastomer matrix. Equation 1 expresses a specific temperature variation, related to its entropic character, which states that the stress is proportional to temperature while the average segmental orientation does not depend on temperature. The deviations may be different in different circumstances, depending on material parameters (matrix cross-linking, filler system) and on test conditions (strain amplitude, strain rate, temperature). The dispersion state of the fillers is also a primary parameter to consider. (17-19) A series of NR samples filled with either carbon black (CB) or precipitated silica were then studied. (5) It was indeed shown that the contribution due to strain amplification effects in the elastomer matrix can be selectively distinguished and quantified. By using the cross-link density as the control parameter, it was shown that the mechanical response at medium/large strains is essentially driven by chain segment overorientation (or equivalently strain amplification) in the bulk elastomer matrix, while in the linear regime (small strain amplitudes), there is a strong additional increase of modulus which is not related to the properties of the elastomer matrix. This latter contribution is active even at temperatures as high as Tg + 120 K. It follows that in the linear regime the modulus cannot be simply expressed as a separable formula of the form G0′ = Gpure′f(φ), with Gpure′ the elastic modulus of the elastomer matrix (at the same cross-link density) and f(φ) a reinforcement factor depending only on the reinforcing filler system, namely, the volume fraction φ, structure, morphology, and dispersion state of fillers. Thus, it was concluded that the constitutive equation of the elastomer matrix itself must be considered to be affected by the presence of fillers. In this paper, we propose to extend this experimental approach, in which the various quantities in eq 1, i.e., the cross-link density, stress σ, and segmental orientation order parameter ⟨P2(cos θ)⟩, are measured independently and correlated to each other in a series of styrene–butadiene rubber (SBR) samples filled with various amounts of precipitated silica. We shall examine the variation of these quantities as a function of the filler fraction and temperature. The paper is organized as follows. The studied materials and experimental techniques are described in section 2. Results are presented in section 3 and discussed in section 4."]], ["Materials and Experimental Techniques", ["##2.1 Samples The investigated elastomers are styrene–butadiene elastomers (SBR, grade SBR4526-2HM) reinforced with precipitated silica (Zeosil 1165MP from Solvay, specific surface 160 m2/g) treated with bis(triethoxysilylpropyl) disulfide (TESPD), which provides covalent silica/elastomer bonding. The formulations contain 137.5 g of SBR (extended with oil), 1.1 g of sulfur, 2 g of N-cyclohexyl-2-benzothiazolesulfenamide (CBS, accelerator), 1.5 g of diphenylguanidine (DPG, secondary accelerator), 2.5 g of zinc oxide (ZnO), 1.9 g of (1,3-dimethylbutyl)-N′-phenyl-p-phenylenediamine (6PPD, antioxidant)), 2 g of stearic acid, 3 g of N330 carbon black, and amounts of silica varying from 10 to 100 g. The amount of TESPD coupling agent is adjusted proportional to the silica amount. The formulations are reported in Table 1, including an unfilled reference sample with same matrix formulation. Samples were mixed and sulfur vulcanized following standard procedures. The mixing procedure consisted of one phase in an internal mixer during which rubber, fillers, TESPD, and vulcanization activators (ZnO and stearic acid) were blended. Curing agents (sulfur (S)) and accelerator (CBS) were added on an open two-roll mill at low temperature to avoid premature cross-linking. Silica volume fractions indicated in Table 1 were evaluated using the values for the SBR matrix density 1.087 g/cm3 and silica density 2.2 g/cm3. Small-angle X-ray scattering could not be used to characterize the dispersion state of silica fillers, as ZnO forms nanoaggregates with scattering power stronger than silica particles. Therefore, the quality of the silica dispersion state was controlled qualitatively by field emission SEM (Zeiss Ultra55) using backscattered electrons to create chemical contrast. The analyses were performed at low voltage (1.5 kV) to scan the very surface of the sample and obtain a quasi-2D representation of the silica dispersion. To limit charging effects, the observations were made on thin (100 nm) slices prepared with cryo-ultramicrotomy. Using these features, an equivalent depth of about 75 nm is probed for each sample. This SEM method was chosen to minimize observation artifacts that may occur with conventional TEM from in-depth superposition, as the thickness of ultramicrotomed slices is very difficult to control precisely. Representative SEM images are shown in Figure 1 for three different silica volume fractions. While these images may not be used for quantitative analysis of the dispersion state of silica fillers, they provide unambiguous evidence that silica is well dispersed down to the size (about 50 nm) of primary aggregates. Noticeably, the spatial distribution is significantly less homogeneous for the lower filler volume fractions, essentially because shear distributive forces are lower as the viscosity of the blend is lower during mixing with low volume fractions. ##2.2 Measurements of the Cross-Link Density by DQ Proton NMR Cross-link densities ν in the elastomer matrices were measured by proton multiple-quantum (MQ) NMR, (20) in which residual dipolar couplings between protons, partially averaged under the effect of the restriction on chain segment reorientation due to cross-links and entanglements, (21) are determined quantitatively. Individual chain segment residual orientation is measured, and its magnitude is then averaged over the ensemble of network chains, giving rise to a dynamical average P̅2 of the local second-order Legendre polynomial. The obtained average residual dipolar coupling Dres gives directly the average cross-link density ν within a calibration factor: Dres ∝ P̅2 ∝ ν. The calibration factor relating the NMR measured quantity Dres to the actual molecular mass between junctions or cross-link density ν was numerically evaluated for NR and poly(cis-1,4-butadiene) (BR). (22) In the case of SBR, this numerical factor is not known quantitatively, and we here shall only compare Dres values obtained in the various samples. Moreover, in NR matrices, normalized DQ curves may be fitted with a Gaussian function, and cross-link density distributions may be obtained by suitable data analysis. (20, 22, 23) In SBR matrices, the shape of the normalized DQ curves is different and can hardly be fitted with a Gaussian function, essentially because the DQ signal combines the responses from protons located at very different sites in the chain, with quite different residual dipolar couplings. The normalized DQ curves could be fitted with a function of the form(2)The cross-link density is then taken to be proportional to the fitting parameter Dres, while the relative cross-link homogeneities of the various samples can be qualitatively compared by comparing the values of the shape parameter P0. Proton MQ NMR experiments were carried out at 70 °C (which corresponds to Tg + 90) on a Bruker minispec mq20 spectrometer operating at 0.5 T with a 90° pulse of 2 μs and a receiver dead time of 15 μs. According to a well-established procedure, (20) the contribution from the isotropic (not coupled to the network) fraction of the matrix was subtracted before computing the normalized proton double quantum (DQ) signals. This uncoupled fraction is relatively large due to the presence of oil in the formulated SBR material used here. The obtained normalized DQ curves are shown in Figure 3a together with fitting functions. ##2.3 Mechanical Characterization The complex oscillatory tensile (Young’s) moduli G* were measured in as-prepared samples in the linear regime (amplitude 0.089%) at a frequency 10 Hz as a function of temperature from T = −80 °C up to T = 80 °C, with a 5 °C/min ramp, using a Metravib VA 2000 dynamic mechanical analyzer (DMA). Traction curves were recorded at T = 23 °C with an Instron traction apparatus using normalized H2 test samples, at a traction speed 500 mm/min (corresponding to a strain rate ϵ̇ = 0.33 s–1). Results shown in section 3.2 are averages over five tests. ##2.4 Measurements of Chain Segment Orientation by X-ray Scattering In a uniaxially stretched elastomer network, the distribution of chain segment orientations becomes anisotropic, with a tendency of segments to orient along the stretching direction. Because of this induced average segmental orientation, the amorphous X-ray scattering halo, which comes from liquidlike short-range interferences between atoms located on neighboring chains, becomes anisotropic, with a meridional or azimuthal intensity reinforcement depending essentially upon the geometrical shape of the chain segment. (24) The segmental orientation order parameter with respect to the stretching direction ⟨P2(cos θ)⟩ (the quantity which appears in eq 1, denoted ⟨P2⟩ in the following) may thus be evaluated from this observed anisotropy, with a constant proportionality factor (not calibrated here) related only to the atomic structure of monomers. (24, 25) ⟨P2⟩ is an ensemble average over all chain segments in the same way as in optical techniques. From standard rubber elasticity theory, ⟨P2⟩ is inversely proportional to the number of statistical segments between junctions or equivalently proportional to the cross-link density ν and proportional to the elongation parameter λ2 – λ–1, as stated in eq 1. It is important to emphasize once again that P̅2, as measured by NMR, and ⟨P2(cos θ)⟩ are very distinct quantities. P̅2 is a dynamical average measured in the relaxed state, whereas ⟨P2(cos θ)⟩ reflects an overall (ensemble) average anisotropy, which is zero in an isotropic system (that is, in the relaxed state) and becomes nonzero under stretching only. At high temperature (so that local reorientational motions are fast) both quantities are functions of the cross-link density through arguments based on chain statistics in rubber elasticity theory. ###2.4.1 Data Collection A homemade uniaxial stretching device mounted on a rotating anode X-ray generator, as described in detail in previous papers, (14, 25) was used. Cu Kα radiation was used (wavelength 1.542 Å). Uniaxial extension tests were performed at a constant extension rate λ̇ = 1.66 × 10–3 s–1. 2D scattering patterns in the range of scattering angles approximately from 5° to 30° were recorded as a function of λ with a Princeton indirect illumination CCD camera with exposure time 10 s. Data transfer from the CCD camera takes about 6 s, which ensures an appropriate number of measurement points during tensile tests. The directly transmitted beam and thus the absorption of the sample were measured with a photodiode placed in the beamstop. The true stretch ratio λ = L/L0 at X-ray beam location was obtained by measuring the sample width h along the test with an optical camera. Assuming uniaxial loading and constant volume, the elongation ratio λ was then computed as λ = (h0/h)2, where h0 is the width of the unstretched sample. During tensile tests, samples were placed in a closed polycarbonate cabinet equipped with Kapton windows (allowing incident and diffracted X-ray beams through) in which temperature-regulated air (from 0 up to 60 °C) was blown all along the sample. Filled samples were precycled three times prior to streching experiments. ###2.4.2 Diffraction Pattern Analysis To analyze the anisotropy of the scattered intensity, a lateral scattering range between roughly q ≈ 7 Å–1 and q ≈ 17 Å–1 was selected, so as to encompass most of the amorphous halo. In the present case, a development of the type A + B cos2 φ (where φ is the azimuth angle) proved to be sufficient (see Figure 2). Air scattering was subtracted by the following procedure. The direct beam intensity I0 and scattered intensity Aair were measured in the absence of sample. In the presence of sample, the direct beam transmitted intensity It measured for each pattern was used to estimate the intensity due to air scattering Aair(It/I0), which was then subtracted from the amorphous contribution, giving a corrected value of the parameter A in the amorphous intensity. For samples filled with silica, the contribution to scattering due to silica must be subtracted as well. This contribution was evaluated independently by measuring the scattering of silica powder. An anisotropy parameter is then directly computed from the function used to fit the intensity of the amorphous halo: (14, 25)(3)where Acorrected includes corrections from both air and silica scattering. The anisotropy parameter ⟨P2⟩RX is proportional to the segmental orientation order parameter ⟨P2⟩ with a proportionality factor K related to the geometry of the interfering species in the amorphous phase. For instance, an estimated value was given by Mitchell for natural rubber (24) that proved to be consistent with our previous investigations on this material. (26) The value of K was not quantitatively estimated for SBR, and only relative values of the average orientation are obtained. However, this factor is a priori independent of strain and cross-link density, so that reliable relative comparisons may be performed. Note that ⟨P2⟩RX is negative (or equivalently the factor K is negative) because the scattered intensity is higher in the perpendicular direction. The absolute value of ⟨P2⟩RX will be considered in the following."]], ["Results", ["##3.1 Cross-Link Densities Characterized by NMR The normalized DQ signal curves obtained in the series of filled samples are shown in Figure 3a as a function of the DQ evolution time τDQ. The curves were fitted by the heuristic function in eq 2. Fitting curves are also shown in Figure 3a. The same normalized DQ curves, plotted as a function of the reduced variable DresτDQ, where Dres is the fitting parameter in eq 2, are shown in Figure 3b. Good, though not perfect, superposition of all curves is obtained. There is some tiny change in the shape of the curves as the filler amount increases, which is reflected by a change in the fitting shape parameter P0, as shown in the inset of Figure 3b. However, this small change in the curve shape does not reflect significant change in the distribution of cross-links throughout the elastomer matrix in our systems. In particular, this does not give evidence of an increased density of entanglements close to filler particle surfaces. The obtained values of the fitting parameter Dres, which is proportional to the cross-link density, are shown in Figure 4 as a function of the silica volume fraction. A significant and consistent decrease of the measured cross-link densiy is observed as the silica amount increases. This confirms that the presence of silica tends to inhibate to some extent the cross-linking reaction. This effect has generally been attributed to partial adsorption of accelerators on the silica surface and is coherent with an observed consistent increase of the cross-linking time as the silica amount increases. This decrease of the cross-link density in the elastomer matrix in the presence of silica must be taken into account when analyzing and quantifying the reinforcement due to silica. Thus, the corresponding Dres value shall be used in the following to normalize the values obtained in filled samples for mechanical reinforcement and segmental orientation parameters. ##3.2 Mechanical Behavior The linear Young’s moduli of the filled samples measured by DMA at 10 Hz are plotted as a function of temperature in Figure 5. These curves illustrate the temperature dependence of reinforcement, which, qualitatively, exhibits a maximum around 20 °C. The associated tensile loss moduli (not shown) show a maximum around −20 °C, roughly independent of the filler fraction. For convenience and for easy comparison with X diffraction data shown in section 3.3, data in Figure 5 are shown in Figure 6 plotted in linear scale and in the same temperature range as in situ X-ray diffraction experiments. Figure 6 illustrates the strong dependence of the modulus on both silica amount and temperature. The mechanical behavior illustrated in Figure 5 or 6 is perfectly representative of the generic behavior of reinforced elastomers, as it has been extensively reported and analyzed in the literature for decades. (1) Mechanical responses at large strain amplitudes during tensile tests (traction curves) are shown in Figure 7. This graph shows the strong effect of the silica amount. It also shows the strongly nonlinear stress–strain behavior, specifically at high silica amount, as emphasized in the inset. The specific approach that we propose here is then to investigate selectively the response of the elastomer matrix alone by measuring the average segmental orientation induced upon stretching and comparing it to the overall mechanical response of the material. ##3.3 Segmental Orientation in the Elastomer Matrix The induced anisotropy parameter ⟨P2⟩RX measured by X-ray diffraction is plotted as a function of the elongation parameter λ2 – λ–1 in Figure 8 for three representative silica filled samples with three different silica amounts and at four different temperatures. When comparing to the overall mechanical response, as shown in Figures 6 and 7, three major differences clearly appear. First, the curves are roughly linear over a quite large range of values of the elongation parameter λ2 – λ–1. They show some tendency to curve upward and do certainly not exhibit a decrease of the slope, as is the case for the traction curves. This fact was already pointed out in our previous paper. (5) The second difference is the sensitivity to temperature. For a given sample, the segmental orientation curves do not show significant changes as a function of temperature, within experimental uncertainties. As segmental orientation curves are linear with strain, this remains true whatever the strain amplitude. Conversely, the mechanical response varies quite strongly in the same temperature range, more particularly for the more reinforced samples, as evidenced in Figure 6. Note that Figures 6 and 8 do not refer to exactly the same strain rates. DMA is performed at 10 Hz, corresponding to a maximum strain rate of order 10–2 s–1 (with an amplitude of order 0.1%) while in situ traction is done at constant strain rate 1.66 × 10–3 s–1. The third striking difference is that for a given temperature the filler fraction has only a moderate effect on segmental orientation curves. This again is in strong contrast to the behavior of the modulus. While the modulus rises by a factor of about 10–30 (depending on temperature), as the silica volume fraction increases from 0.035 up to 0.264, the slope S2 only increases by a factor 2 or so. For each curve corresponding to a given sample at a given temperature, the slope S2 of the curve can be defined in a range of elongation parameter λ2 – λ–1 extending to about 3 or 4. The slopes S2 are plotted as a function of temperature in Figure 9 for all samples in the series."]], ["Discussion", ["There has been a number of studies dealing with discriminating and quantifying the various mechanisms contributing to reinforcement in elastomers filled with submicrometric particles. A first class of mechanisms is strain amplification within the elastomer matrix due to the presence of rigid (undeformable) fillers. (8, 10, 27) An expression for the average strain amplification factor was established on a general basis. (27) Note that the so-called “occluded rubber” should be taken into account when considering the overall fraction of undeformed material. (13) On the other end, in some parts of the elastomer matrix, chains may be subjected to very high local strains and/or an increased density of effectively active constraints in the vicinity of filler particles. (28-32) Then, a significant fraction of the chains might contribute to modulus enhancement at large strain amplitude due to finite chain extensibility. (33) The important point is that any mechanism dealing with chain overstretching within the elastomer matrix belongs to this class of mechanism and should contribute to the overall average segmental orientation. Neutron scattering experiments (34) and DQ NMR experiments performed on reinforced elastomers stretched in situ (35) have provided experimental evidence of strain amplification effects at large strain. Another, conceptually different mechanism of reinforcement is filler networking. (36) In such a picture, the large enhancement of the modulus is related to the transmission of the stress through a rigid filler network. Indeed, it is generally observed that the modulus starts to deviate from the pure hydrodynamic prediction and increases quite abruptly, above a threshold volume fraction, which depends on the type of fillers. (37) Conversely, it was claimed that glassy bridges may not be the dominant mechanism in weakly reinforced systems and/or at temperatures very far above the Tg of the matrix. (38, 39) Breaking down such a filler network and/or particle reorganization under large amplitude strain, leading to destruction/reformation of the filler network, would then lead to the Payne effect. (3, 7, 40, 41) The temperature dependence of reinforcement shows that rigid network contributions are dominated by viscoelastic effects. The mechanical response of filled elastomers does not reduce to a master curve when the shift factor aT of the pure, unfilled matrix is used, indicating that the distribution of relaxation times in the elastomer matrix is modified by the presence of fillers. (42) The modification of the distribution of relaxation times in the matrix was assessed also by DSC. (43) On the other hand, the close relationship between reinforcement and the presence of glassy bridges was demonstrated in model systems by NMR and other techniques such as differential scanning calorimetry (DSC). (4, 17, 43, 44) Note that direct experimental evidence for glassy bridges are often quite difficult to obtain mostly because a small fraction of the polymer may eventually be affected, and well-defined model systems must generally be used. (17, 42) The associated reinforcement has been modeled by considering glassy bridges formed by a rigid (glassy) polymer layer around filler particles. (45-47) The rigid network associated with glassy bridges is affected by the stress due to the local yielding of glassy polymer layers. The nonlinear elastic and dissipative responses have also been modeled by considering the modulation of the number of active glassy bridges along a strain cycle. (48) At higher strain, beyond filler network breakup, the reinforcement mechanism is primarily local strain amplification. (5) Within this general context, the present combination of experiments allows observing selectively the response of the elastomer matrix and comparing it to the overall response of the reinforced material. The response of the elastomer matrix is probed selectively by measuring the segmental orientation parameter P2 induced under uniaxial stretching, which is directly related to the average local strain in the elastomer matrix, based on the general stress-optical law, eq 1. It is this specific contribution that we denote as the entropic contribution to reinforcement. We now have a quite complete picture of this contribution in the whole series of reinforced elastomer samples, as a function of strain amplitude, temperature, and filler amount. Altogether, the present experimental results, and specifically the discrepancy between the mechanical response (as illustrated e.g. in Figure 6) and the orientational response in the elastomer matrix (as illustrated in Figure 9), show that the very general stress-optical law (eq 1) is not verified in elastomers reinforced by nanometric silica aggregates, when the overall mechanical response of the material is considered. This provides direct evidence that reinforcement is not only due to the overstrained elastomer matrix. It contains a contribution which does not obey the stress-optical law and thus is not entropic in origin. Indeed, would the dynamical state of the elastomer matrix remain unaffected by the presence of fillers and would reinforcement come solely from strain amplification in the elastomer matrix, eq 1 should remain valid, and the mechanical and orientational responses should exhibit the same variation as a function of both filler volume fraction and temperature. Mechanical reinforcement may be quantified by the reinforcement ratio R as defined in the Introduction. As was shown in section 3.1 and Figure 4, it is somehow difficult, however, to obtain reinforced materials with exactly the same cross-link densities as the unfilled material with the same elastomer matrix formulation, since introducing fillers has some impact on the cross-linking reaction during the process. This effect is particular pronounced in silica filled materials. (49) Indeed, a consistent decrease of the measured cross-link density is observed as the silica amount increases. This eventually makes quantitative evaluation of the reinforcing effect of fillers difficult. Various strategies may be used to overcome this problem. The first one is to adjust the formulations so as to compensate for the effect of fillers. This is the strategy which was adopted in some of our previous works. (5) Another strategy is to correct R by the ratio of the moduli of the elastomer matrix in the filled and unfilled samples. This amounts to normalizing any modulus value by the cross-link density of the corresponding sample, based on the very general rule of rubber elasticity that the modulus is proportional to the cross-link density. Adopting this latter strategy, the mechanical reinforcement ratio R(T,Φ) (which is a function of temperature and filler volume fraction Φ) may be defined here in the following way:(4)where subscript 0 refers to the unfilled reference sample and ν0 and νΦ are the cross-link densities of the unfilled reference sample and of the reinforced sample with a filler volume fraction Φ. As discussed in section 2.2, cross-link densities are not measured in absolute values, but the ratio ν0/νΦ is known, since an NMR parameter proportional to the cross-link density is measured quantitatively. An orientational reinforcement ratio RX(T,Φ) may be defined in exactly the same way by writing(5)where S(T,Φ) is the slope of the chain segment orientational order parameter ⟨P2⟩RX as a function of the elongation parameter λ2 – λ–1, for a sample with a silica volume fraction Φ and at temperature T, S0 being the corresponding slope in the reference unfilled sample. Reinforcement ratios R and RX are shown in Figure 10 as a function of the silica volume fraction Φ and at two different temperatures. The data for the modulus measured by DMA (Figure 6) were used to compute R. Note that the ratio ν0/νΦ accounts for a correction of R and RX of about 35% at most (see Figure 4). Figure 10 illustrates clearly the strong discrepancy between the nanocomposite behavior and the behavior of the elastomer matrix alone. First, as the silica volume fraction increases from zero (reference unfilled sample) up to relatively large values, the segmental orientation parameter P2 increases moderately compared to the unfilled material, and its variation may be semiquantitatively described by a so-called “hydrodynamic” strain amplification function. Segmental orientation measurements, however, do not allow discriminating among the expressions for the strain amplification factor a = 1/(1 – Φ) proposed by Domurath et al. (27) or stress amplification factor R = 1 + 2.5Φ + 14.1Φ2 proposed by Guth and Gold. (9) Conversely, at a given temperature, there is a threshold value of the silica volume fraction at which the mechanical reinforcement ratio R starts to increase considerably and reaches values which are far beyond the prediction of “hydrodynamic” models. Note that Figure 10 also illustrates again the impact of temperature on the mechanical reinforcement ratio R, while for segmental orientation, RX does not significantly depends on temperature. Finally, Figure 10 represents the entropic and nonentropic contributions to reinforcement, as determined experimentally, in a quite direct way."]], ["Conclusion", ["We have demonstrated that the very general stress-optical law (eq 1) is not verified in SBR elastomers reinforced by submicrometric silica aggregates. By measuring selectively the response of the elastomer matrix and comparing it to the mechanical response of the nanocomposite, we have studied in more details this violation and quantified it. Mechanical measurements give access to the overall response of nanocomposite materials, including contributions from all physical mechanisms contributing to reinforcement. Conversely, measuring the chain segment average orientation parameter P2 induced upon uniaxial stretching gives selective access to the response of the elastomeric part of the material only. It is therefore directly related to the local strain in the elastomer matrix. An X-ray scattering method has been devised to perform these segmental orientation measurements. It is well-known that the mechanical reinforcement ratio generally decreases as temperature increases. Conversely, it is demonstrated here that the orientational (P2) reinforcement ratio behaves in a completely different way. It does not decrease as temperature increases. Also, as the silica amount increases, the mechanical reinforcement ratio increases considerably as the silica fraction goes beyond a threshold, which is generally attributed to percolation or onset of filler networking, while the orientational reinforcement ratio qualitatively follows a Guth and Gold type of variation, associated with the geometrical (or hydrodynamical) local strain amplification contribution. Comparing the mechanical and orientational responses thus allows discriminating and quantifying the rigid network contribution and the contribution from the elastomeric part of the material, as a function as either temperature of filler volume fraction. The contribution from the elastomeric part of the material clearly obeys the entropic elasticity constitutive equation and reflects local strain amplification. This contribution, which is directly measured in the proposed approach, may be denoted as “entropic” reinforcement. Conversely, the rigid network contribution is not entropic. Its temperature variation shows its viscoelastic nature. The results presented here demonstrate in a direct way that the elastomeric part of the material supports only a fraction of the stress. In the temperature range investigated here, this fraction is small for filler loading higher than about 10–15 vol %. Conversely, the entropic contribution, or equivalently strain amplification effects in the elastomer matrix, may become dominant over the rigid network contribution only in some limited cases, namely, for small filler volume fraction or filler particles well separated from each other, at high temperature, and at medium to high strain amplitudes."]]], "doi": "10.1021/acs.macromol.7b00698", "figures": [["Figure 1", "Figure 1", "Figure 1. Micrographs obtained by low-voltage field emission SEM  with chemical contrast: (a) sample S1; (b) sample S4; (c) sample S7.  The scale is the same for all three images.   "], ["Figure 10", "Figure 10", "Figure 10. Mechanical reinforcement ratio R at two different temperatures (red up and down triangles) and orientational  reinforcement ratio RX for the segmental orientation, as defined by  eq 5 (blue circles), as a function of the silica volume fraction. The  dashed curve is the Guth and Gold function R = 1 + 2.5Φ, the full  green curve includes a quadratic term R = 1 + 2.5Φ + 14.1Φ2, and the  dotted curve corresponds to the variation proposed by Domurath et  al.27"], ["Figure 2", "Figure 2", "Figure 2. (a) 2D X-ray scattering pattern showing approximately the  integration ring and the definition of the azimuth angle φ. (b) The  integrated scattered intensity as a function of the azimuth angle φ in  the initial (isotropic) state and at an elongation ratio λ ≈ 3 in sample  S7, with adjustment by a A + B cos2 φ function.   "], ["Figure 3", "Figure 3", "Figure 3. (a) Normalized DQ signals for filled samples as a function of the DQ evolution time. The legend indicates silica volume fractions. Symbols are measurements, curves are fits with eq 2. (b) Normalized DQ curves plotted as a function of the reduced DQ evolution time D res τ DQ where D res is the fit parameter in eq 2, which is proportional to the cross-link density. Inset in (b) shows the fitted shape parameter P0 vs silica volume fraction."], ["Figure 4", "Figure 4", "Figure 4. Fitted parameter D res, proportional to the cross-link density,  as a function of the silica volume fraction.   "], ["Figure 5", "Figure 5", "Figure 5. Young’s moduli measured by DMA at 10 Hz as a function of  temperature for the series of samples with various silica contents. Silica  volume fractions are indicated in the legend."], ["Figure 6", "Figure 6", "Figure 6. Young’s modulus E’ measured in the linear regime as a  function of temperature for reinforced materials with various silica  amounts. Silica volume fractions are indicated in the legend.   "], ["Figure 7", "Figure 7", "Figure 7. True stress as a function of the elongation parameter λ2 −  λ-1 obtained in tensile tests at temperature 23 °C on the series of  samples reinforced with various silica amounts. Silica volume fractions  are indicated in the legend. Inset shows a zoom of the small-amplitude  regime to emphasize the increasing nonlinear variation of the true  stress as the silica fraction increases."], ["Figure 8", "Figure 8", "Figure 8. Anisotropy parameter ⟨P2⟩RX, as measured by X-ray  scattering, as a function of the elongation parameter λ2 − λ-1, at  various temperatures, for the three samples S1, S4, and S7. Each color corresponds to a given silica volume fraction, as shown in the legend."], ["Figure 9", "Figure 9", "Figure 9. Slope S2 of the orientation parameter ⟨P2⟩RX as a function of  the elongation parameter λ2 − λ-1 (the curves shown in Figure 8) as a  function of T, for all the samples in the series."]], "table_captions": [["Table 1", "Table 1", "Table 1. List of the Studied SBR Samples a"]], "tables": []}