{"title": "Unusual Fracture Behavior of Slide-Ring Gels with Movable Cross-Links", "abstract": " In this study, the quasi-static fracture behavior of slide-ring gels (SR gels), in which movable cross-links can slide on polymer chains, is for the first time investigated and compared to that of conventional polymer gels with fixed cross-links (FC gels). For the usual FC gels, there is a trade-off relation between toughness (fracture energy ) and stiffness (Young’s modulus E): with increasing cross-linking density, the Young’s modulus E increases, while fracture energy decreases. However, SR gels show an unusual fracture behavior that contradicts this trade-off relation. The fracture energy of SR gels is independent of the Young’s modulus, in other words, the cross-linking density; moreover, it rises with increasing slidable range of movable cross-links on polymer chains. A new molecular model is proposed by attributing the unusual fracture properties of SR gels to the relative sliding movement between polymer chains and cross-links. Utilizing this concept, simultaneous fulfillment of high stiffness and high toughness in polymer gels can be realized. SUBJECTS: Young’s modulus,Deformation,Energy,Nucleic acid structure, ", "body": [["Abstract", [" In this study, the quasi-static fracture behavior of slide-ring gels (SR gels), in which movable cross-links can slide on polymer chains, is for the first time investigated and compared to that of conventional polymer gels with fixed cross-links (FC gels). For the usual FC gels, there is a trade-off relation between toughness (fracture energy ) and stiffness (Young’s modulus E): with increasing cross-linking density, the Young’s modulus E increases, while fracture energy decreases. However, SR gels show an unusual fracture behavior that contradicts this trade-off relation. The fracture energy of SR gels is independent of the Young’s modulus, in other words, the cross-linking density; moreover, it rises with increasing slidable range of movable cross-links on polymer chains. A new molecular model is proposed by attributing the unusual fracture properties of SR gels to the relative sliding movement between polymer chains and cross-links. Utilizing this concept, simultaneous fulfillment of high stiffness and high toughness in polymer gels can be realized. SUBJECTS: Young’s modulus,Deformation,Energy,Nucleic acid structure, "]], ["Main", ["Gels have long been regarded as good potential candidates for biomedical applications owing to their high solvent content, rubbery mechanical nature, and robustness against multifunctionalization. (1, 2) However, such applications are greatly restricted by the relatively low stiffness and fracture toughness of gels. The Young’s modulus E and fracture energy of common gels, for instance, are only one hundredth of those of soft human tissues such as cartilage and skin. (3) Therefore, simultaneous enhancement of stiffness and toughness of gels is in great need.  However, an inverse dependence exists between stiffness and toughness in conventional polymer gels with fixed cross-linking networks (FC gels). According to the classic Lake–Thomas theory, (4) the fracture energy is estimated from the following equation(1)where ν is the volumetric average number of elastically effective strands (polymer chain between two neighboring cross-links), L the root-mean-square end-to-end distance of one strand, N the number of monomeric units in one strand, and U the energy required to rupture one monomer. One can calculate the number of effective strands passing through the unit area of a precrack surface, n, by multiplying ν and L. Then by combining n with the energy required to break one single strand, NU, the energy required for the unit area of a new crack surface to emerge, , is deduced. According to the theory of Gaussian chain and rubber elasticity, L is proportional to N–0.5; N is proportional to ν–1; Young’s modulus E is proportional to ν; (5) and the fracture energy is proportional to the inverse root square of the Young’s modulus E:(2)In other words, by increasing the cross-linking density, the stiffness increases proportionally to the number of elastically effective strands per unit volume ν, while the toughness decreases owing to the decline in the number of monomers of one strand N. Such a conflict between the stiffening and toughening of conventional FC gels has been observed experimentally by many researchers. (6, 7)  The most common strategy to resolve the conflict between stiffness and toughness considers the dissipation of input energy with large deformations. Gong et al. (8) synthesized double network (DN) gels by combining a sacrificial stiff polymer network with a soft one. The breakage of the stiff network provided energy dissipation, while the deformation of the soft network ensured that the gel underwent a severe extension. Suo et al. (9) reported on hybrid gels containing ionically and covalently cross-linked polymer chains and attributed their toughness to the unzipping and rezipping of the ionic networks. Haraguchi et al. (10) utilized clay nanoparticles as physical cross-link junctions and prepared nanocomposite (NC) gels. They suggested that the flexible polymer chains between clay sheets enabled the gels to undergo extensive and repeated stretching.  Apart from utilizing energy dissipation, introducing movable cross-links into polymer networks is also a potential solution to the problem of stiffness–toughness competition. By cross-linking two cyclic molecules on different necklace-shaped supramolecules called polyrotaxanes, a slide-ring gel (SR gel) with movable figure-of-eight cross-linking junctions was invented by Ito et al. (11) in 2001. The figure-of-eight cross-links are able to slide on the axial polymer to equalize the tension of polymer chains. Therefore, SR gels exhibit extraordinary mechanical properties such as a relatively lower elastic modulus and higher strain at break than conventional FC gels cross-linked by covalent bonds. Such a phenomenon is referred to as the “pulley effect”. (12) SR gels show a purely elastic mechanical response under deformation: their elastic modulus measured by dynamic mechanical tests is independent of frequency, (13) and there is no hysteresis under uniaxial large deformation. (14) The elastic properties of SR gels suggest a toughening mechanism different from that of the dissipative tough gels accompanied by viscoelastic mechanical responses.  In this study, the relationship between the slidability of cross-linking points in SR gels and the enhancement of toughness was investigated for the first time. Uniaxial tensile tests and quasi-static fracture tests were conducted on SR and FC gels to study the correlation between stiffness and toughness (Young’s modulus and fracture energy). Moreover, the fracture resistance of SR gels with various molecular weights of axial polymer was also estimated to clarify the influence of the slidable range of movable figure-of-eight cross-links. The stiffness and axial polymer molecular weight dependence of fracture energy for SR gels was quite unique compared with that of FC gels, which suggested that the sliding of cross-linking points in SR gels enhanced their fracture resistance.  Based on ref 13 three kinds of SR gels were fabricated from polyrotaxane consisting of axial polymer polyethylene glycol (PEG) and ring molecule α-cyclodextrin (CD) and were, respectively, named as SR 35k, 60k, and 100k based on the molecular weight of the axial polymer PEG. Having a similar chemical structure to the α-CD and similar molecular weight with that of polyrotaxane used in SR 35k gel (Mw ∼ 127 000), pullulan was used for the preparation of FC gels. Polyrotaxane and pullulan were separately dissolved in dimethyl sulfoxide (DMSO) at a concentration of 10 wt %, and hexamethylene diisocyanate (HMDI) was added to both solutions as cross-linker. The cross-linker concentration was varied to control the Young’s moduli of the gels. Both uniaxial tensile and fracture tests are conducted at the same strain rate. Stress–strain curves are recorded, and fracture energies are calculated for all gels. Experimental details of sample preparation and characterization are further described in Supporting Information S1.  First, comparison between FC gels and SR 35k gels that have closely similar initial network structures was conducted to investigate the effect of movable cross-links on mechanical and fracture properties. Figure 1(a) illustrates the uniaxial stress–strain curves of SR 35k and FC gels. Young’s modulus is defined as the initial slope of the stress–strain curve, and tensile strength is obtained from the stress at sample failure. At the same Young’s modulus, SR 35k gels exhibit both higher tensile strength and elongation at break than FC gels. This suggests a tougher and more deformable polymer network within SR 35k gels than within FC gels. In Figure 1 (b), Young’s moduli are plotted against the weight fraction of HMDI cross-linker added into the gels. The monotonic increase of Young’s modulus with cross-linker concentration suggests that the stiffness of FC gels and SR 35k gels is dominated by their cross-linking densities. However, SR 35k gels are softer than FC gels at the same cross-linker concentration. This difference is attributable to the high flexibility of SR networks, essentially caused by the relative sliding movement between polymer axes and cross-links.  Figure 2(a) shows two pairs of stress–strain curves of the notched and un-notched SR 35k and FC gels with identical Young’s modulus. The notched samples of SR 35k gels fracture at higher critical strains than FC gels, with almost the same initial modulus. This is consistent with our expectation that the sliding movement of cross-links homogenizes the load distribution and leads to better fracture resistance. To further investigate the stiffness–toughness relationship, the fracture energy of Γ the SR 35k and FC gels is calculated via the following equation (15) Γ = 2kAc (3) k = 3/ 1 + εc (4)where k is a parameter related to critical strain, A the strain energy density, which could be deduced from the area covered by the un-notched specimen stress–strain curve from 0 to critical strain of fracture εc (Figure 2(a)), and c the initial crack length.  The results are plotted against Young’s modulus E in double logarithm scale (Figure 2(b)). The Γ values of FC gels decrease with increasing E in a −1/2 power dependence, which is in accordance with the prediction of the Lake–Thomas model. SR 35k gels, however, exhibit higher fracture energy in comparison to FC gels with similar Young’s modulus, and the fracture energy remains constant at around 4 J/m2 regardless of the increasing Young’s modulus. This decoupling between stiffness and toughness indicates that, although both FC and SR gels are highly elastic (Figure S2.1), the fracture toughness of SR gels is not dominated by the cross-linking densities, while both stiffness and toughness of FC gels are.  Schematic crack-tip molecular models of FC and SR gels are proposed in Figure 2(c) and 2(d). At a crack-tip area, where the strongest stress concentration and strain amplification always take place, (16) network strands within FC gels simply rupture as soon as they are fully stretched (Figure 2(c)). However, the SR network at the crack-tip behaves differently from the FC network owing to the sliding movement of cross-links: the pair of figure-of-eight cross-links nearest to the fracture plane moves apart from each other and toward each end of the axial polymer within their slidable range (Figure 2(d)). During this process, the polymer strands adjacent to the crack-tip deviate from their initial status in undeformed gels. Therefore, the Lake–Thomas model that involves only structural parameters of the undeformed polymer network is no longer suitable for describing the unusual molecular behavior during the fracture of SR gels.  To investigate how the slidable range of movable cross-links influences fracture toughness of SR gels, fracture tests are conducted on SR 35k, 60k, and 100k gels consisting of polyrotaxanes with different molecular weight of axial polymer. It is expected that increasing the axial polymer molecular weight in SR gels would enlarge the slidable range of the figure-of-eight cross-links. As shown in Figure 3(a), SR 35k, 60k, and 100k gels have similar Young’s moduli of 15 kPa, and the fracture strain monotonically increases with axial polymer molecular weight. Moreover, as shown in Figure 3(b), an SR gel with a larger molecular weight of the PEG axis exhibits higher crack formation resistance.  The relationship between fracture toughness and slidable range of cross-links in SR gels is semiquantitatively interpreted hereafter based on a modified fracture model. According to the experimental results, the network structure of SR gels transforms when subjected to stretching. Therefore, the structural parameters of the undeformed polymer networks in eq 1, n and N, should be replaced by parameters that reflect the final network structure after deformation to calculate the fracture energy of SR gels, ΓSR(5)where nslide is the number of strands that penetrate through unit area of fracture plane in a fully deformed network, Nslide the number of monomers in one fully deformed strand, in other words the slidable range of cross-links, and U the energy required to rupture one monomer (∼1 × 106 J/mol). Figure 4 demonstrates the two major changes of structural parameters during the network transformation. First, the average monomer number in one strand that penetrates through the fracture plane increases from N to Nslide due to the sliding movement of cross-links. Second, since only one elastically effective strand finally remains in one polyrotaxane chain, nslide can be regarded as the number of polyrotaxane chains that penetrate through unit area of fracture plane, nPR.  In the Lake–Thomas model, n is obtained by multiplying ν, the volumetric average number of elastically effective strands, with L, the root-mean-square end-to-end distance of one strand as shown in eq 1. Inheriting this idea, nPR is estimated from the product of the volumetric average number of polyrotaxane chains cPR and root-mean-square end-to-end distance of one polyrotaxane chain, hPR:(6)First, the volumetric average chain number of polyrotaxane cPR is simply obtained as follows(7)where ρ is the density of polyrotaxane (∼1.3 × 106 g/m3), Φ the volume concentration of polyrotaxane in SR gels (∼0.08), and MPR the molecular weight of polyrotaxane (127 000, 190 000, and 330 000 g/mol for SR 35k, SR 60k, and SR 100k gels, respectively). Moreover, the root-mean-square end-to-end distance of polyrotaxane hPR is calculated based on the assumption that the root-mean-square end-to-end distance of polyrotaxane is proportional to the 3/5 power of axial polymer length(8)where Rg(35k) is the gyration radius of the polyrotaxane in SR 35k gels (∼16.9 nm (17)), Naxis (35k) the monomer number of the polyrotaxane axial polymer in SR 35k gels (∼727), and Naxis the monomer number of the polyrotaxane axial polymer in the SR gel under investigation (∼1068 for SR 60k gels, ∼2205 for SR 100k gels). Finally, by substituting the actual parameter values into eqs 6, 7, and 8, the nslide of SR 35k, SR 60k, and SR 100k gels is estimated to be 3.4 × 10–8, 2.9 × 10–8, and 2.5 × 10–8 mol/m2, respectively.  From the obtained ΓSR and nslide, Nslide is calculated based on eq 5, and the results are given in Table 1. For SR 35k gels, Nslide is nearly 1/5 of Naxis, regardless of the cross-linking density. As the molecular weight of the PEG axis increases from 35k to 100k, Nslide is enhanced, which results in higher fracture toughness. One might also notice that the relative proportion of Nslide to Naxis increases from 1/5 to 1/2 when the molecular weight of the PEG axis increases from 35k to 60k and 100k. This occurs possibly because the end-to-end distance of polyrotaxanes in the SR 35k gel is the smallest among these three samples and is only slightly larger than the initial mesh size of the polymer network. As a result, the effect of sliding movement in SR 35k gels is less significant than that in SR 60k and 100k gels.  Based on the results and discussion above, the sliding range of movable cross-links is the decisive factor for the fracture resistance of SR gels, instead of the cross-linking density. Aside from the axial polymer length that has been investigated in this study, other factors can also affect the sliding range of movable cross-links, such as the number of cyclic molecules in one polyrotaxane chain and the interaction between cyclic molecules and axial polymer. The correlation between the parameters of cyclic molecules in polyrotaxane and the fracture behavior of SR gels will be studied in future work.  In summary, a new strategy for enhancing the fracture resistance of polymer gels by introducing movable cross-links is presented in this study. Fracture test results showed that the fracture energy Γ of SR gels with movable cross-links exceeded that of conventional FC gels. In contrast to the strong trade-off relationship between the fracture resistance and Young’s modulus of FC gels, a unique independence of fracture energy on the Young’s modulus was observed for SR gels. In fact, their fracture energy increased with the axial polymer length Naxis. Such phenomena were explained by a simple model that involved the key parameter: slidable range of cross-links within the PEG axis, Nslide. Namely, a larger Naxis provided a wider slidable range of cross-links, from 1/5 to 1/2 of axial polymer length, and led to greater extent of network transformation. The concept of SR gels opens up new approaches for obtaining materials that simultaneously exhibit high modulus and remarkable fracture resistance."]]], "doi": "10.1021/acsmacrolett.7b00729", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Stress—strain curves of SR 35k and FC gels with various Young’s moduli E. (b) Relationship between Young’s moduli and HMDI cross-linker concentrations of SR 35k and FC gels."], ["Figure 2", "Figure 2", "Figure 2. (a) Stress−strain curves of notched and un-notched SR 35k gel 0.8 wt % and FC gel 0.5 wt %. Black and red shadowed areas denote, respectively, the strain energy density stored inside SR 35k and FC gels before fracture. (b) Relationship between fracture energy (Γ) and Young’s modulus (E) in SR 35k and FC gels. Schematic illustration of molecular behavior at the crack tips of (c) FC gels and (d) SR gels. Lines in blue are polymer strands and chains; those in gray denote ruptured strands; and those in red represent strands and chains undergoing the most severe stretching. The shaded surfaces show possible shape of the crack-tip."], ["Figure 3", "Figure 3", "Figure 3. (a) Stress−strain curves of notched SR gels with different axial polymer molecular weight. (b) Relationship between fracture energy (Γ) and molecular weight of the PEG axis in the polyrotaxanes of SR gels."], ["Figure 4", "Figure 4", "Figure 4. Network parameters in undeformed and fully stretched polyrotaxane networks. The shaded surfaces denote unit area of fracture planes.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Naxis and Nslide of SR Gels"]], "tables": []}