{"title": "How and Why Polymer Glasses Lose Their Ductility Due to Plasticizers", "abstract": " Tensile extension tests have been carried out to examine mechanical responses of polymer glasses under the influence of small molecule additives that plasticize the polymers by lowering their glass transition temperatures Tg and speeding up their α relaxation times. It is shown that incorporation of 4% triphenyl phosphate (TPP) into poly(methyl methacrylate) turns a brittle PMMA at 70 °C into a ductile glass, capable of significant cold drawing, as expected according to the conventional wisdom. However, despite the evidence that the same TPP also reduces polystyrene’s Tg and increases the segmental mobility, the ductile PS turns brittle at 70 °C upon addition of 4% TPP at the same low drawing speed. This counterintuitive behavior is also found in the pair of TPP and poly(styrene–acrylonitrile). Thus, the present observations require us to incorporate new ingredients into the classical Eyring-type interpretation of plastic flow in a glassy polymer. SUBJECTS:     Stress,Deformation,Organic compounds,Amorphous materials,Polymers ", "body": [["Abstract", [" Tensile extension tests have been carried out to examine mechanical responses of polymer glasses under the influence of small molecule additives that plasticize the polymers by lowering their glass transition temperatures Tg and speeding up their α relaxation times. It is shown that incorporation of 4% triphenyl phosphate (TPP) into poly(methyl methacrylate) turns a brittle PMMA at 70 °C into a ductile glass, capable of significant cold drawing, as expected according to the conventional wisdom. However, despite the evidence that the same TPP also reduces polystyrene’s Tg and increases the segmental mobility, the ductile PS turns brittle at 70 °C upon addition of 4% TPP at the same low drawing speed. This counterintuitive behavior is also found in the pair of TPP and poly(styrene–acrylonitrile). Thus, the present observations require us to incorporate new ingredients into the classical Eyring-type interpretation of plastic flow in a glassy polymer. SUBJECTS:     Stress,Deformation,Organic compounds,Amorphous materials,Polymers "]], ["Introduction", ["Polymeric materials of high molecular weight derive their sufficiently high mechanical strength from either chemical cross-linking for applications above their glass transition temperature Tg or crystallization at usage temperatures below the crystallization temperature or hardening because of vitrification. Fillers are used to make vulcanized rubbers much stiffer than unfilled rubbers; crystal form and morphology as well as the degree of crystallization are important factors to ensure high modulus of semicrystalline polymers. Amorphous polymers below their Tg have a Young modulus above 1 GPa, which is higher than that of the first two types of polymers. But glassy polymers can be brittle, rendering them useless when their applications encounter more than a few percent of deformation. Thus, to make glassy polymers as satisfactory materials, we have to address two questions. On the practical side, the question is how to make a glassy polymer more ductile. A more interesting way to enhance ductility is to subject the polymer to melt extension so that even the most brittle polystyrene becomes ductile at room temperature. (1-10) To come up with innovative means to improve mechanical characteristics of glassy polymers, it is necessary to address the theoretical question: why can a polymer glass be ductile at all? A great deal of research has been carried out to investigate mechanisms for yielding during large deformation of polymer glasses. The understanding of yielding behavior up to the mid-1990s has been summarized in Chapter 4 of ref 11 which reviewed and critiqued on the available theoretical ideas. By 2011, a comprehensive force-level microscopic theory has been developed based on nonlinear Langevin equation (NLE). (12-18) All theoretical accounts share one common idea that stress would lower the potential barrier and a state of plasticity can be reached through activation of vitreous segments. Therefore, the past efforts have resulted in considerable consensus concerning how to depict yielding brought about by large deformation of ductile polymers. For example, it is universally accepted that yielding occurs when the segmental (α) relaxation time has become comparable to the experimental time scale, i.e., the reciprocal of the deformation rate. The Eyring-like idea of activation attempts to explain how the plasticity emerges and cannot itself foresee when this mechanism ceases to work. Thus, the current description of yielding in polymer glasses offer no explanation for why ductile polymers turns brittle upon lowering the temperature. In other words, in theory, stress activation of segmental movements should always permit a polymer glass to behave in a ductile manner, in apparent contradiction to the fact that all polymer glasses turn brittle at low enough temperatures. Strictly speaking, the existence of a ductile-to-brittle transition, as an experimental fact, does not explicitly challenge the Eyring idea: At a sufficiently low temperature, we could imagine that a polymer glass is unable to yield and no longer undergo ductile deformation because the α process cannot be sped up enough to match the applied rate. On the other hand, we also note that according to the NLE theory of Chen and Schweizer (18) the α time τα could always be lowered sufficiently at any temperature. For example, at Tg – 60 for poly(methyl methacrylate) (PMMA), τα would drop from 4.7 million to 50 s at a strain rate of γ̇ = 10–3 s–1 so that the α-Weissenberg number Wiα = 0.005 ≪ 1 in at the yield point. Moreover, the segmental dynamics were predicted to speed up in proportion to the applied rate, i.e., τα ∼ γ̇–0.86, in agreement with the optical photobleaching measurements. (19-22) Plasticizers are low-molecular-weight additives that have been used to improve polymer processing behavior. In polymer glasses, they can reduce the glass transition temperature and Young’s modulus and increase elongation at break to enhance the toughness and extend the temperature range for wide serviceability. (23, 24) Classical theories to explain the plasticization phenomenon include the lubricity theory, (25) the gel theory, (26, 27) and the free volume theory. (28, 29) They all together are capable of explaining most aspects of the observed plasticization effects. (30) Remarkably, it has also been found for 60 years (31-37) that in some plasticized polymers various properties such as Young’s modulus and tensile strength can change in the opposite directions. Such behavior, e.g., increased Young’s modulus and tensile strength along with decreased elongation at break, has been termed antiplasticization in the literature. The antiplasticization effect occurs in bisphenol A polycarbonate, (31-33) PMMA, (35, 38) polysulfone, (39) PVC, and bisphenol A polyhydroxy ether. (40) In either plasticization or antiplasticization, the glass transition temperature typically decreases in the presence of the additives, as shown, for example, by dynamic mechanical analysis (DMA). (34) Below Tg, an increase in Young’s modulus was said to be associated with suppression of local segmental motion by the additives, evidenced by the observed slowing down of a specific local reorientation in a solid-state NMR spectrum. (35, 36, 41, 42) Kenflex (a dimethylnaphthalene tetramer) as a plasticizer was shown to slow down the aging of mechanically rejuvenated PS and PC. (37) With increasing Kenflex content, the modified PC was observed to have lower tensile yield stress, modulus, and viscosity of PC at high temperatures (above 80 °C). (37) But the same Kenflex would antiplasicize PC as shown by increasing the yield stress and flexural moduli with increasing Kenflex fraction up to 20% and turn PC to be brittle at 25% of Kenflex at room temperature. (43) Arguments based on the free volume concept have been conveniently applied in both ways when the mass density either decreases in plasticized polymer glasses or increases in antiplasticized polymers. (39, 44) Despite the extensive studies available in the literature that demonstrated how additives would affect the primary relaxation (38) and secondary relaxation (39, 45) as well as the mechanical behavior in the small strain behavior including the Young’s modulus and yielding behavior, the current understanding remains unclear about the effect of small molecule additives on large-strain mechanical responses. The objective of the present work is to further explore effects of small molecule additives on glassy polymers such as PMMA, PS, and SAN. The present work was prompted by a recent theoretical idea (46) that a healthy chain network is prerequisite for yielding in polymer glasses. We explore a particular way by which the chain network can be weakened so that the polymer glass turns from ductile to brittle, losing its ability to yield. Specifically, we incorporate a small amount of plasticizer into polystyrene to lower the glass transition temperature and increase the segmental mobility. According to the conventional wisdom, such plasticization could increase the tendency for the glass to reach yielding and be ductile. But we also expect plasticized PS to have a lower critical breaking stress for brittle fracture. It is the aim of this study to find which effect would prevail. The answer may depend on the specific interactions of the pair, i.e., the polymer and the plasticizer. We will show that a small molecular additive plasticizes both PS and PMMA at 4 wt %, at 70 °C, making PS lose its ductility, on one hand, and PMMA gain cold drawability, on the other hand. "]], ["Experimental Section", ["## Materials This study is based on three common commercial polymer glasses: polystyrene (PS) from Dow (Styron 663), poly(methyl methacrylate) from Plaskolite West Inc. (item number CA-86), and poly(styrene–acrylonitrile) (SAN) from Diamond Polymers (item number SAN 51) containing 33% acrylonitrile. Table 1 shows their chemical and mechanical characteristics including molecular weight (Mw), entanglement weight (Me), polydispersity (PDI), and glass transition temperature (Tg).  The molecular weight and PDI were found using GPC, where SEC was done using a Wyatt Dawn Eos multiangle laser light (MALLS) detector in conjunction with a Waters Model 2414 differential refractometer concentration detector. This was coupled with Wyatt Astra V 4.73.04 software and three Waters HR styrogel columns using THF at 35 °C flowing at 1 mL/min. Glass transition temperatures were found using a TA Instruments Q2000 DSC ramping at 10 °C/min to well above Tg followed by cooling at the same rate. The additives used to evaluate the effect of plasticizers in this study are mineral oil (DRAKEOL 600 MIN OIL USP) and triphenyl phosphate (TPP) from TCI America (product code P0272) whose physical and chemical properties are listed in Table 2. According to Anderson and Grulke, (44) the mineral oil is comprised primarily of C-28 to C-46 hydrocarbons.  ## Sample Preparation ###Mixing The polymer resins were blended with either TPP or mineral oil in a Brabender Mixer (type 30 EHT), with its extension EHT (electric, high temperature) distinguished by their electric temperature conditioning in three control zones with compressed air cooling. When 70 g of either PS or SAN and 2.9 g (4 wt %) of the plasticizer were added into the mixer, the rotor speed was set at 10 rpm and the temperature was set at 170°C. As soon as the materials became molten, the rotor speed was raised to 45 rpm and the temperature was cooled down to 160 °C. The mixing process took ca. 30 min. The blending conditions for PS, SAN, or PMMA blends were similar. However, PMMA needed a higher processing temperature of 190 °C. As reference, polymer PS, SAN, and PMMA without additives were also subjected to the same mixing process. ###Cylindrical Specimens by Capillary Extrusion After the mixing, the samples were compressed into transparent films at 180 °C and cut into pieces to load into the barrel of a Monsanto capillary rheometer. We prepared cylindrical specimens using capillary extrusion. PS was heated up to 121 °C in the barrel, and a pressure of 125 bar was applied to compress the resin in the barrel, squeezing out the trapped air. Then the barrel temperature was raised to 199 °C without pressure before extrusion at a wall stress of 0.064 MPa using a capillary die of length L = 15D and diameter D = 1 mm. To make the two ends of such a cylindrical specimen larger in diameter, a higher wall stress of 0.089 MPa was applied to create larger die swell. The preparation of SAN used the same procedure. PMMA also first underwent degassing at 149 °C with a pressure of 125 bar. After a half-hour relaxation at 210 °C, PMMA was extruded at 210 °C by applying a wall stress of 0.115 and 0.156 MPa to make cylindrical specimens with thicker two ends. All specimens have an effective length of 50 mm and the diameters between 1.25 and 1.35 mm. The plasticized PS, SAN, and PMMA were prepared under identical rheological conditions at temperatures about 10 deg lower than the corresponding temperatures described above. ##Apparatus ### Instron for Tensile Extension An Instron 5567 with an environmental chamber (model # 3119-406) was used in uniaxial extension measurement. In each test, the oven was preheated to the prescribed temperature, and the specimen was quickly mounted onto the upper and lower clamps. After closing the oven door, 15 min was used to allow thermal equilibration. All the tensile tests involved a cross-head of 1 min/min. Given the length of the specimen at 50 mm, the initial extensional rate was ca. 0.02 min–1. In the relaxation experiments, a constant cross-head speed of V = 1 mm/min was used to deform the sample to a prescribed strain or stress before switching (without any delay) to the stress relaxation mode by holding the clamps fixed. ###ARES-G2 for Small-Amplitude Oscillatory Shear (SAOS) SAOS were performed on an ARES-G2 rotational rheometer from TA Instruments. The polymer samples were 1 mm in thickness and placed onto an 8 mm parallel plates. In order to guarantee the good adhesion between the polymer samples and the metal plates, sufficient time was allowed at sufficiently high temperatures above Tg to ensure excellent polymer adsorption. For the typical temperature range from 190 to 120 °C, 5% strain amplitude was applied with the frequency ranging from 100 to 0.05 rad/s. To access the α segmental relaxation dynamics, the frequency sweep amplitude was gradually decreased to 0.01% for near and below Tg using frequency range from 1 to 0.05 rad/s. ###Dynamic Mechanical Analyzer (DMA) The dynamic mechanical analysis was carried out using a TA Q800. In the temperature sweep mode, an oscillation frequency of 1 Hz was chosen, the rate of temperature change was set at 10 °C/min, and the strain amplitude was 0.01%. The typical sample had a dimension of 7 mm by 12 mm by 0.5 mm."]], ["Results and Discussion", ["## Evaluating Influence of Additives on Linear Response Properties We first set out to determine the effects of additives on the various basic characteristics of PS and PMMA. Using DSC, we found that the Tg of PS + 4% TPP is depressed by 11 deg from 105 to 94 °C. To confirm the DSC result, we also carried out DMA measurements. Figure 1 shows that the glass transition indeed occurs in PS + 4% TPP at a temperature appreciably lower than the glass transition temperature of the pure PS. To further establish the effect of 4% TPP on PS in terms of the segmental dynamics, we performed SAOS measurements at low temperatures of the pure PS and PS + 4% TPP. Figure 2 shows the master curves at a reference temperature of 140 °C for both PS and PS + 4% TPP. The shift of the crossover frequency at 1/τα to a higher value in PS + 4% TPP is appreciable. In other words, the segmental dynamics are visibly faster in PS + 4% TPP, as shown in the inset of Figure 2. The temperature dependence of τα for both samples shown in the inset is the same when plotted against (T – Tg). Another method to probe the effect of 4%TPP on PS is to perform stress relaxation tests. At a cross-head speed of 1 mm/min, i.e., V/L0 = 0.02 min–1, we switched to the holding mode to determine the stress decay when the tensile stress reached 19 MPa, which occurred around L/L0 = 1.01. Figure 3 shows that the stress relaxation of PS + 4% TPP is as fast at 63 °C as PS is at 70 °C. We also did stress relaxation from the postyield regime by cold drawing beyond the yield point to L/L0 = 1.1 at a common temperature of 80 °C. Figure 4 compare the relaxation behavior from these two specimens. Even in the postyield regime, the segmental mobility is significantly higher in PS + 4% TPP than in PS, allowing considerably faster stress relaxation. (47) In summary, we have confirmed that the incorporation of 4% TPP into PS is enough to depress the glass transition temperature Tg and to cause the segmental mobility to go up, as expected from the observed Tg reduction. All four figures reveal evidence of the plasticizing effect of TPP on PS. Consequently, in the presence of 4% TPP the plasticized PS should be more ready to become activated into a state of plasticity upon external deformation. Similarly, incorporation of the mineral oil into PS causes the same plasticization effect. Moreover, TPP at various concentrations from 2 to 8 wt % in PMMA also shifts Tg of the TPP-plasticized PS to lower temperatures, as expected. DMA measurements also show that the effect of 4 wt % TPP on SAN is to lower the Tg by 10 deg. In other words, the additives under study have the usual plasticization effects on PMMA, PS, and SAN. ## Plasticization vs Ductility It is a widely accepted notion that deformation of polymer glasses turns ductile when the internal segmental mobility is elevated by the mechanical stress to match the applied external rate. Thus, incorporation of a small amount of plasticizers is expected to promote ductility, e.g., extend the range of ductility. We first present the results on PMMA samples that agree with this expectation before turning to the anomalous phenomenon involving PS samples. Specifically, the following data on PMMA and plasticized PMMA support the idea that a plasticized polymer glass can be more ductile. Figure 5a shows that cylindrical PMMA specimens are hardly ductile at 70 °C under the highest cross-head speed accessible by the current Instron. However, upon incorporation of 4% TPP, the plasticized PMMA can draw very well. The effect of TPP is further examined at two other rates as shown in Figure 5b. Over 3 decades in the applied rate, the TPP apparently makes it easier for PMMA to yield and to undergo cold drawing. This is expected, i.e., understandable in terms of the relationship between segmental mobility and yielding, and consistent with the widely known effects of plasticizers on both linear and nonlinear mechanical behavior of polymer glasses. The effect of TPP is further studied at lower temperatures. At 60 °C, TPP is also seen to promote plastic deformation and delay the onset of fracture as shown in Figure 5. But is this characterization of the plasticization effect universal? Our recent understanding (46) on yielding of polymer glasses points to the possibility that the incorporation of a small molecular additive into an otherwise ductile polymer glass could cause it to turn brittle, contrary to the conventional wisdom. Obviously, the pair of PMMA and TPP does not support such a scenario as shown in the preceding paragraph. Let us examine a second pair of PS and TPP. For reference, cylindrical PS specimens, prepared by capillary extrusion, has been shown to be ductile at 70 °C under an extensional rate of V/L0 = 0.02 min–1 according to a previous study. (48) Therefore, the same cold-drawing condition is applied to the plasticized PS, e.g., PS + 4% TPP. Figures 6a,b show the comparison of the stress vs strain curves between the plasticizer-free PS and either PS + 4% mineral oil or PS + 4% TPP. Such a surprising result is further confirmed at 75 °C for PS + 4% TPP as shown in Figure 7. On the hand, when the TPP concentration is raised to 8 wt %, we see the plasticized PS to recover ductility at both 70 and 75 °C as shown in the inset of Figure 7. In the presence of sufficient TPP, the balance tilts, as the high amount of TPP makes it impossible to build high chain tension necessary for pullout. We further probe the effect of incorporating 4 wt % of TPP into PS by examining the characteristics of brittle fracture at 50 °C. In the absence of any additives, extruded PS shows brittle failure that does not fit the normal definition of brittle fracture: Figure 8 shows over a small scale from 1 to 1.04 that the tensile stress ceases to grow appreciably just below L/L0 = 1.02, but the final macroscopic breaking does not occur until 1.03. Such a feature has been observed before when the tensile behavior of extruded cylindrical PS specimens were studied in the presence of sufficiently high hydrostatic pressure, (49) contrasting the “normal” brittle fracture of PS specimens where the tensile stress shows no sign of leveling-off before breakup. But this peculiar characteristic is anything but macroscopic yielding. The tensile stress cannot grow beyond 2% extension because the further increase of the length of the specimen occurs due to crazes that increases in their number density as well as the widths of the crazes. The effect of 4% TPP is to further reduce the critical stress for brittle failure, preventing the plasticized PS from forming crazes. Consequently, the mechanism through crazing to lengthen the specimen is no longer available. Having observed the effect of TPP on PS to be the opposite on PMMA, we examine 4% TPP on a third polymer glass, SAN. Figure 9 reveals that 4% TPP also causes SAN to lose its ability to undergo yielding at 50 °C, at which the pure SAN exhibits ductile extensional behavior, as shown by the circles."]], ["Further Discussion", ["Yielding and failure behavior of polymer glasses have been extensively studied in the past, by experiment, (11, 50-61) constitutive modeling, (62-72) simulation, (73-86) and theory. (12-18, 87, 88) It was perceived that there were structural disorders termed “fertile sites” (88) where shear transformation (ST) would emerge under stress in both nonpolymeric and polymeric glasses. Plasticity develops from the ST. The ST theory of argon is among the best known theoretical attempts to account for yielding of polymer glass. Since it is not based on polymer physics, the ST theory does not concern itself with the question of why glassy polymers of low molecular weight cannot yield and is brittle even in compression. (89) The NLE theory of Chen and Schweizer was the first and the only attempt at a microscopic description (12-18) of yielding in glassy polymers. According to either the ST or NLE theory, the incorporation of a plasticizer into a polymer glass would lead to improved ductility because the plasticizer lowers the glass transition temperature and mobilizes polymer segments. Thus, the present experimental demonstration of elimination of yielding by incorporation of a small-molecule plasticizer is rather revealing and helpful in the identification of a more promising theoretical picture for yielding of polymer glasses in uniaxial extension. In order to provide our molecular interpretation, we need to review briefly the new understanding (46) regarding yielding and failure of polymer glasses of high molecular weight. This new molecular picture envisions that chain networking plays the role of driving a polymer glass to yield during external deformation. As long as the chain network is structurally intact, we can apply the Eyring idea that the mechanical stress lowers the barrier height. In other words, we have postulate that the chain network is necessary to deliver the force to the entrapped segments. The Eyring idea ceases to carry any meaning when the chain network is broken because the path is cut for forces to be exerted onto individual segments. It is therefore crucial to delineate when the chain network would lose its integrity. A polymer glass is brittle even in compression if its molecular weight is insufficiently high. (89) Even with high molecular weight allowing formation of a chain network, a polymer glass could still be brittle due to chain pullout. We asserted (46) that continuous external deformation fails to produce yielding if chain pullout occurs at junctions of the network due to the rising chain tension in the load-bearing strands before sufficient segmental activation takes place to prevent the chain tension from reaching the threshold for pullout. Using this picture, we have recently explored and explained the counterintuitive phenomenon (48) of re-entrant failure of PMMA and PS over a wide range of temperature: A polymer glass is more ductile when cold drawn at a higher speed. In other words, the nonplasticized PMMA is less ductile at a lower rate of drawing because the sample has more time to activate the mechanism for failure through chain pullout. For example, in three open symbols in Figure 5a,b show the nonmonotonic behavior: The pure PMMA is most ductile at the intermediate rate 2 min–1. If low enough rates allow chain pullout events to nucleate and grow, then TPP cannot function as plasticizer as it does at high rates. Thus, we expect the TPP not to be helpful in the regime. The data in Figure 10 agrees with our “prediction”: TPP is effective and makes PMMA more ductile at 0.25 min–1. However, at 0.0025 min–1, the plasticized PMMA shows no effect. The specific interactions among a pair of plasticizer and polymer glass determine whether the plasticized polymer becomes more or less ductile. The three pairs in the current study indicates that either scenario can take place. The effect of TPP on PMMA is strikingly different that the effect of TPP on PS. Although no molecular theory is available to predict whether a given plasticizer would promote or demote polymer ductility a given temperature and rate, our recent molecular pictures (46) for yielding and brittle–ductile transition (BDT) have allowed us to anticipate the anomalous behavior shown in Figures 6a,b and 9 that is entirely counterintuitive. We shall call the behavior depicted in Figures 6 and 9 a “deplasticization” effect. This deplasticization phenomenon suggests that elevated segmental mobility alone is perhaps not a sufficient condition for yielding and polymer ductility. Specifically, we can naturally explain how and why plasticizing additives may “deplasticize” polymer glasses: Apart from lowering the glass transition temperature and consequently raising segmental mobility to make activation easier, a plasticizing additive can also “lubricate” intersegmental interactions to weaken the strength of the chain network junctions. We observed the adverse effect of the mineral oil and TPP on the ductility of PS because the additives have apparently caused the chain network to fail prematurely through chain pullout before macroscopic activation could take place. In other words, one effect of a plasticizing additive is to lower threshold chain tension fcp for pullout. We also accommodate the reversal of the deplasticization upon further increasing the concentration of a plasticizer. For example, at 8 wt % of TPP, ductility of PS is restored as shown in the inset of Figure 7. Admittedly, there is currently no quantitative understanding that would permit us to predict which pair of polymer and plasticizer would show deplasticization and at what concentration of the plasticizer the effect of deplasticization would diminish."]], ["Conclusion", ["Polymer glasses can also turn from ductile to brittle or brittle to ductile at a fixed temperature when various internal and or external parameters change. Previously, we know the brittle–ductile transition can be affected by aging, (10, 46, 90-96) mechanical rejuvenation, (47, 91, 97-100) melt stretching, (1-10) and hydrostatic pressurization. (49, 101) The current study demonstrates that plasticizers can also turn a ductile polymer into a brittle glass, and vice versa. On the basis of the hypothesis that chain networking is necessary for yielding of polymer glasses, we have asserted that the loss of ductility is due to the growth of chain tension beyond a threshold for pullout. (46) In ductile polymer glasses, the chain network undergoes affine deformation and causes those segments in nonaffine deformation to become activated at the point of yield. To test this picture, we have carried experiments to examine how addition of some small molecular additives at low concentrations may affect the ductility of polymer glasses. By investigating several pairs of plasticizer and polymer, involving three polymers (PS, SAN, and PMMA) and two plasticizers (mineral oil and TPP), we found opposing examples: (a) The plasticized PS and SAN with lower Tg are brittle while the plasticizer-free specimens are ductile at the same temperature and extensional rate. (b) The plasticized PMMA shows much greater drawability relative to the unplasticized PMMA. The “deplasticization” phenomenon (a) seems to challenge the conventional wisdom that any improvement in the segmental mobility should always lead to enhanced ductility. For this highly counterintuitive behavior, we offer the following plausible interpretation: The plasticizer has caused the chain network to fail because the threshold chain tension for pullout has been lowered due to the mobilization of the junction-forming segments by the plasticizing molecules. In other words, the plasticizer can have an adverse effect on the strength of the chain network. According to the recent molecular picture, (46) the structural integrity of the chain network is needed to ensure ductile deformation. Thus, the observed deplasticization has provided us with ingredients that should be present in the theoretical description of yielding in polymer glasses."]]], "doi": "10.1021/acs.macromol.6b02158", "figures": [["Figure 1", "Figure 1", "Figure 1. Dynamic mechanical analysis of pure PS and a plasticized  PS, carried out at a constant frequency of f = 1 Hz. The dynamic  tensile modulus E′ obtained during the temperature sweep shows that  TPP has appreciably lowered the glass transition temperature of the  plasticized PS.   "], ["Figure 10", "Figure 10", "Figure 10. Engineering stress σengr vs draw ratio L/L0 at initial rate  0.25 and 0.0025 min−1 for both pure PMMA and plasticized PMMA at  50 °C.   "], ["Figure 2", "Figure 2", "Figure 2. Storage and loss moduli G′ and G″ at reference temperature  140 °C from dynamic shear involving frequency sweep at multiple  temperatures from 90 to 200 °C, revealing the change of the α time τα  upon incorporation of TPP into PS. The inset shows the temperature  dependence of the segmental dynamics for both pure PS (squares) and  plasticized PS (circles).   "], ["Figure 3", "Figure 3", "Figure 3. Stress relaxation in preyield regime after 1% tensile extension  of the pure PS and plasticized PS at 70 and 63 °C respectively,  showing the plasticized PS is equally fast in its stress relaxation despite  the lower temperature at which the test was conducted.   "], ["Figure 4", "Figure 4", "Figure 4. Stress vs strain up to 10% extension of the pure PS and  plasticized PS (against the lower X-axis, draw ratio) as well as stress  relaxation from the postyield (against the upper X-axis, time). Thus,  even in the postyield regime, the relaxation is still significantly faster in  the plasticized PS.   "], ["Figure 5", "Figure 5", "Figure 5. (a) Engineering stress σengr vs draw ratio L/L0 at 70 °C for both pure PMMA (open symbols) and plasticized PMMA (filled symbols) at  (a) initial rate 18 min−1 and (b) two other rates 0.02 and 2 min−1. (c) Similar tensile tests on the same pair of PMMA and plasticized PMMA at 60  °C at 2.5 min−1."], ["Figure 6", "Figure 6", "Figure 6. Engineering stress σengr vs draw ratio L/L0 at an initial rate  0.02 min−1 for both pure PS (circles) and plasticized PS (squares) at  70 °C by either (a) mineral oil or TPP.   "], ["Figure 7", "Figure 7", "Figure 7. Engineering stress σengr vs draw ratio L/L0 at an initial rate  0.02 min−1 for the plasticized PS at 70, 75, and 80 °C, showing that it  remains brittle until 80 °C. The inset shows that the plasticized PS  turns ductile at the same three temperatures and drawing speed upon  doubling the TPP content to 8%.   "], ["Figure 8", "Figure 8", "Figure 8. Engineering stress σengr vs draw ratio L/L0 at an initial rate  0.02 min−1 for both pure PS (circles) and plasticized PS (squares) at  50 °C, where the brittle craze-forming pure PS turns more fragile upon  incorporation of 4% TPP.   "], ["Figure 9", "Figure 9", "Figure 9. Engineering stress σengr vs draw ratio L/L0 at an initial rate  0.02 min−1 for both pure SAN (circles) and plasticized SAN (squares)  at 50 °C, showing behavior analogous to Figure 6a,b.   "]], "table_captions": [["Table 1", "Table 1", "Table 1. Chemical and Mechanical Characteristics of Polymers"], ["Table 2", "Table 2", "Table 2. Physical and Chemical Properties of Plasticizers"]], "tables": []}