{"title": "Polystyrene/rGO Composites with Orientation-3D Network Binary Structure and Its Surprising Conductivity", "abstract": " Polymer/graphene composites have attracted much attention for their conductivity and other functions. To control structure of the composites more effectively, we adopted suction filtration combined with the layer-by-layer (LbL) method based on our proposed particle construction method by using polystyrene/graphene (PS/rGO) composite particles as building blocks to prepare PS/rGO composites having a graphene orientation-3D network binary structure. The resulting PS/rGO composites had an excellent conductivity of 1344.3 S/m at a rGO content of 2.10 vol %. Besides, there were always an upgrade in conductivity of the composites along with an improvement of the preparation strategy, from particle constructing, suction filtration, and LbL methods to appropriate adjustment of rGO content in different layers. The results show that there was a clear relationship between the composite structure and the electrical properties and a low efficiency–consumption ratio for both electrical and mechanical properties. SUBJECTS: Chemical structure,Composites,Electrical conductivity,Materials,Two dimensional materials ", "body": [["Abstract", [" Polymer/graphene composites have attracted much attention for their conductivity and other functions. To control structure of the composites more effectively, we adopted suction filtration combined with the layer-by-layer (LbL) method based on our proposed particle construction method by using polystyrene/graphene (PS/rGO) composite particles as building blocks to prepare PS/rGO composites having a graphene orientation-3D network binary structure. The resulting PS/rGO composites had an excellent conductivity of 1344.3 S/m at a rGO content of 2.10 vol %. Besides, there were always an upgrade in conductivity of the composites along with an improvement of the preparation strategy, from particle constructing, suction filtration, and LbL methods to appropriate adjustment of rGO content in different layers. The results show that there was a clear relationship between the composite structure and the electrical properties and a low efficiency–consumption ratio for both electrical and mechanical properties. SUBJECTS: Chemical structure,Composites,Electrical conductivity,Materials,Two dimensional materials "]], ["Introduction", ["In recent years, application of conductive polymer nanocomposites (CPNs) for many fields, such as electromagnetic shield, (1−6) thermal conduction, (7−9) and sensing and energy, (10−12) has attracted extensive interest owing to their unique characteristics, including tunable electrical conductivity, low cost, low density, corrosion resistance, and good processability. Among the range of conductive nanofillers, (6,11,13−15) for instance, carbon nanotubes, graphene, two-dimensional transition metal carbide, copper nanowires, and silver nanowires, graphene has aroused widespread interest owing to its giant electron mobility, high thermal conductivity, superior mechanical strength, flexibility, and large specific surface area. (16−18) But, it is well-known that graphene is very easy to agglomerate when it was combined with polymer, which required to increase the graphene content for the purpose of obtaining high performance. But the higher content of graphene will increase the cost and damage the mechanical properties of materials. Therefore, to maximize the utilization efficiency of the graphene, it is necessary to uniformly disperse the graphene in the polymer matrix. In other words, the graphene is allowed to form a complete conductive path in the matrix at a lower content. To solve the problem of graphene agglomeration in polymer matrix, several strategies have been used to control the dispersion of the graphene, and it is best to form highly efficient 3D conductive networks in the polymer matrix. (1,5,19−25) For example, Chen et al. (1) grew graphene on nickel foam by the CVD method and then soaked the Ni/G foam in a solution of polydimethylsiloxane (PDMS) and curing agent; after being cured and etched, the graphene foam with PDMS surface coated was obtained. Sharif and co-workers (5) used the electrostatic interaction method to prepare poly(methyl methacrylate)/rGO composite microspheres; thus, the composites with segregated structure were obtained by hot pressing. Besides, Biswas et al. (24) melt blended rGO, MWCNT with poly(vinylidene fluoride), and polycarbonate at 260 °C to obtain a rGO-selected distribution nanocomposite. Ruoff’s group (25) mixed polystyrene and graphene nanosheets (GNSs) in N,N-dimethylformamide and then added the mixture dropwise to a large amount of methanol under vigorous stirring to rapidly fix the GNSs in the polymer matrix. However, these traditional methods have the disadvantages of using environmentally unfriendly organic solvents, complex processes, and high quantity efficiency ratio. More importantly, these methods do not effectively control the microstructure and allow the orientation distribution of graphene in the matrix, which greatly limits the performance of the composite. On the one hand, in our previous work, (22) we proposed a particle construction strategy to obtain 3D highly ordered GNSs-based polystyrene composites, and this structure does provide a tremendous improvement in performance. On the other hand, we all know that vacuum filtration is a convenient and effective method for the orientation distribution of two-dimensional layered graphene sheets. (26−28) However, if simply direct filtering the mixture of graphene and polymer emulsion/solution, the polymers between the graphene layers will inevitably hinder the transmission of electrons and damage the product performance. Herein, in response to these problems, we propose the concept of coating–suction filtration, a suitable combination of the above two methods. In this strategy, the PS emulsion is first mixed with the graphene oxide dispersion, and driving by interfacial tension, part of the graphene oxide nanosheets (GONSs) is adsorbed on the surface of the PS particles. After that, the mixed emulsion is subjected to suction filtration, the filter cake was reduced in situ with hydroiodic acid–acetic acid (HI–HAc), and finally the PS/rGO composites with orientation-3D network binary structure are obtained after molding and heating. To study the characteristics of this new structure and prove its advantages, we used two different preparation routes and three kinds of PS particles with different particle size (marked as PS-s, PS-m, and PS-l)."]], ["Experimental Section", ["## Materials Styrene (St, AR) was purchased from Shanghai Chemical Reagent Co. and was purified by distillation under reduced pressure. Azodiisobutyronitrile (AIBN) of chemical reagent grade (Shanghai Chemical Reagent Co.) was purified by recrystallization in 95% ethanol. Polyvinylpyrrolidone (PVP) with an average molar mass of 58 kg/mol (PVP K-30) was purchased from Acros Organics. Graphite with an average size of 35 μm and a purity of >95% was obtained from Shanghai Chemical Reagent Co. KMnO4, NaNO3, hydriodic acid (45%), concentrated sulfuric acid, hydrogen peroxide, hydrochloric acid, acetic acid, absolute ethanol, and isopropanol were purchased from Nanjing Chemical Reagent Co. and used as received. Deionized water (18.2 MΩ·cm) was prepared in a Sartorius Arium 611 system and used throughout the experiment (unless otherwise specified). ##Synthesis of Polystyrene Microspheres and GO Nanosheets The polystyrene microspheres (PS MPs) were prepared by dispersion polymerization, (29) and the graphene oxide nanosheets were prepared by the Hummers method. (30,31) ##Preparation of PS/GO Suspensions First of all, 6 mL of PS emulsion (0.1 g/mL), 7.8 mL of deionized water, and 1.2 mL of GO dispersion (5 mg/mL) were added to a 50 mL three-necked flask; the mixture was then sonicated and stirred for 30 min. Finally, a PS/GO suspension was obtained. ##Fabrication of 3D Ordered PS/rGO Composite Material To the obtained PS/GO suspension, 0.6 mL of hydriodic acid (HI, 45%) was added and reacted at 95 °C for 3 h. (32,33) After completion of the reaction, the product was separately washed with ethanol and deionized water several times and vacuum-dried at 60 °C. An appropriate amount of PS/rGO composite particle powder was molded with a powder tablet press at 3000 MPa for 2 min, and then the compacted wafer was heated at 130 °C for 3 h to obtain a PS/rGO composite (marked as PS/rGO-R1). ##Fabrication of PS/rGO Composite Material with Oriented-3D Network Binary Structure The obtained PS/GO suspensions was vacuum filtered by batch type at a rate of 1 mL/time. The filter cake obtained by vacuum filtration was placed in a Petri dish, and 10 mL of acetic acid (HAc) and 0.6 mL of HI acid were added thereto. Furthermore, the Petri dish was sealed with a plastic wrap and placed in an oven for 40 h at 40 °C. At last, the reduced PS/rGO complex was washed several times with ethanol and dried in an oven at 40 °C. The dried cake was molded and heated under the same conditions as above (the resulting complex was recorded as PS/rGO-R2). The preparation of PS/rGO complexes was by the LBL (layer-by-layer) method. Briefly, 6 mL of PS emulsion (0.1 g/mL), 7.8 mL of deionized water, and 1.2 mL of GO dispersion (5 mg/mL) were added to a 50 mL three-necked flask; the mixture was then sonicated and stirred for 30 min. In addition, 3.6 mL of the GO dispersion was mixed with 11.4 mL of deionized water. Finally, the PS/GO mixture and the GO dispersion were alternately suction-filtered at a rate of 0.8 mL/time; the subsequent reduction and forming process is the same as above. ##Characterization Scanning electron microscope (SEM) images were taken on a S-4800 instrument (Hitachi Co., Japan). Raman spectra were collected on an Aramis confocal microscope and Raman spectrometer (Horiba Johib Yvon, Edison, NJ). A 633 nm He–Ne laser served as the excitation light source and was kept below 0.5 mW to prevent thermal damage of the samples. The spatial resolution of the beam spot was around 1 μm2, attained using a 100× objective microscope lenses. The conductivity was measured at randomly selected positions on both sides of the sheet samples several times by the four-probe method (ST2263, Suzhou Jingge Electronic Co., Ltd.), obtaining the average value of conductivity. The mechanical properties of the material are determined by dynamic thermomechanical analysis (DMA+450, France 01 dB-Metravib) using a double cantilever mode with a heating rate of 2 °C min–1 and 1 Hz."]], ["Results and Discussion", ["To solve the problem of inefficient use of graphene that is difficult to uniformly disperse in the polymer matrix, we proposed the concept of “particle construction” in our previous work. (22) As shown in route 1 in Scheme 1, the GONSs prepared by the Hummers method are first coated on polystyrene microparticles and then reduced by hydroiodic acid to obtain PS/rGO composite particles. These composite particles are used as basic building blocks to prepare a composite material having a three-dimensional network structure. It is worth mentioning that we use a thermodynamically promoted heterogeneous agglomeration method in the process of preparing composite particles, and this method does not require chemical modification of the surface of the matrix particles as proved in our previous work. (34) Obviously, this segregate network structure does bring superior electrical properties to the composite material, but it also limits the further increase of the electrical conductivity of the material because there are too many interfaces between graphene sheets in the composite materials. It is well-known that there is a great difference in the electronic mobility inside layer and between graphene layers. The network structure of graphene was obtained by the particle construction method in the matrix, but it was not an orientation of graphene sheets that would be more conducive to electron transmission. So as to further improve the electrical properties of the materials, we propose an orientation-3D network binary structure as show as route 2. During route 2, first of all, when the metastable PS microspheres are stirred with the GO dispersion, the hydrophilic GONSs spontaneously adsorb on the PS microspheres to reduce the overall energy of the system. In this way, GONSs is divided into two parts: one is in water, and the other is on the surface of PS microspheres; the ratio between the two parts is related to the GO feed volume and the total surface area of the PS microspheres. Hereafter, by means of vacuum filtration, the GONSs that are free in water are deposited together with the particles which is coated by GONSs, so that the GONSs can be distributed sequentially between the particle layers. Finally, by in site reduction of hydroiodic acid and subsequent molding and heating treatment, the GONSs previously arranged between the particles are reduced and constitute an orientation-3D network binary structure. The composite particles shown in Figure 1 were used as “building blocks” to construct PS/rGO composite material with ordered structure. For the purpose of investigate the effect of PS microsphere size on the electrical properties of the composites, we designed and synthesized three PS microparticles with different spherical diameters, which are 2.50, 3.33, and 3.95 μm. In Figure 1, the wrinkles formed by graphene sheets can be clearly observed on the surface of the PS particles, and in Figure S1a, the PS/rGO shows characteristic D bands and G bands of graphene at 1328 and 1589 cm–1, accompanied by a decrease in the characteristic peak of PS at 1001 cm–1 in their Raman spectra. These demonstrate that the composite particles are coated by graphene sheets. In addition, a smaller graphene content should be required to completely encapsulate for the larger PS microspheres because the larger the diameter of the microspheres, the smaller the total surface area under the same mass of PS. As shown in Figure 1a,d,g, at a rGO content of 0.107 vol %, the PS-s/rGO MPs are clearly not completely coated by rGO. When the graphene content is increased, for example, at 0.852 and 1.68 vol %, three sizes of PS particles are completely coated with rGO, and it is worth noted that they are all have graphene agglomeration between particles, especially in the case of higher graphene content and larger particle diameters. The aggregation of graphene should result in low utilization efficiency in the polymer matrix and limit the further increase of the electrical conductivity of the composites. Figure 2 shows cross section of PS/rGO composites prepared with different sized particles through different routes. In consistent with the trend in Figure 1, with the increase of particle size, the honeycomb network composed of graphene becomes more complete, and partial graphene agglomeration can be observed (Figures 2a,d,g and 2c,f,i). In addition, it is apparent that the rGO sheets in the composites obtained via route 1 are not oriented in a certain direction (Figure 2a,d,g). However, we can observe in the composites obtained by route 2 that the rGO sheets has a significant orientation distribution based on the original rGO honeycomb-like network (Figure 2c,f,i), leading to an orientation-3D network binary structure. And as the particle size increases, there are more oriented rGO sheets because the fraction of GO that is free in water is increased as a smaller specific surface area of particles at large size. Moreover, in Figure 2b,e,h, we can also observe a lot of graphene sheets having a general parallel orientation among particles from the cross section images of the filter cake obtained by suction filtration and reduction, which further proves this special orientation-3D network binary structure. It is significant that the strategy of first fixing the GONSs between PS particles by suction filtration and then reducing it with hydroiodic acid succeeded in enabling a uniform and orderly orientation distribution of the graphene sheets in the subsequent product. The performance of the materials is greatly affected by its internal structure, and the size of the particle and the preparation process are important factors affecting the structure. In Figure 3 and Figure S5, the effect of particle size and preparation method on the conductivity of the materials was studied. According to classical percolation theory, (35) the electrical conductivity and filler content of composite materials have the following relationship:where σ, σ0, φ, φc, and t represent the conductivity of the material, the scale factor, the volume fraction of the filler, the percolation threshold, and the critical exponent, respectively. φc is an important indicator to measure the electrical properties of composite materials. It refers to the critical value of fillers forming a conductive network in the matrix. When the filler content is higher than φc, the conductivity of the composite material increases slowly, so it is very meaningful to reduce the percolation threshold of materials. On the one hand, for the powder molding method in route 1, as the particle size increases from 2.50 μm to 3.33 and 3.95 μm, the φc decreases from 0.105 vol % to 0.051 and 0.053 vol %, and the latter two are similar. It is consistent with the results about the morphology of composite particles. When the rGO content is 0.107 vol %, the electrical conductivity of composites prepared by 2.50, 3.33, and 3.95 μm particles are 0.022, 1.742, and 2.863 S/m, respectively. In fact, this level of performance is already higher compared to the existing literatures. On the other hand, for the composites prepared by route 2, the φc decreased from 0.07 vol % to 0.012 and 0.015 vol % when the particle size of the matrix particles increased from 2.5 μm to 3.33 and 3.95 μm. This is the same trend as above, but the φc drops even lower. Similarly, when the rGO content was 0.107 vol %, the electrical conductivity of the composites prepared with the three particle sizes was 5.121, 13.43, and 11.53 S/m, respectively. The electrical conductivity of the composite materials prepared by route 2 is about an order of magnitude higher than that of route 1. Obviously, such further improvement on electrical properties should be derived from the uniform orientation of the graphene sheets mentioned above in the composite materials. For route 1, the conductivity of the composites corresponding to the three particle sizes has a direct relationship with the particle size at low filler content, and it is clear that increasing the particle size will increase the conductivity. However, at higher filler levels such as 1.69 vol %, PS-s/rGO-R1, PS-m/rGO-R1, and PS-l/rGO-R1 have almost the same the conductivity, which is 77.58, 75.82, and 73.61 S/m, respectively. In other words, the particle size does not substantially affect the conductivity as adding more graphene. This obviously relates to the coating rate of the PS/rGO composite particle. At the low content, rGO is insufficient to completely cover the surface of the particles of all sizes. Therefore, the graphene network becomes gradually improved, and the electrical conductivity has a continuous increase as the rGO content increases. By the same reason, the conductivity of the composites constructed with large PS particles is higher than the small one. However, once the rGO content is increased to a level sufficient to completely cover the particles of all sizes, the particle size no longer affects the conductivity of the materials. That means the extra graphene that does not coat on the PS microspheres hardly contribute to the conductivity. Interestingly, for route 2, the result is significantly different from route 1 at high rGO content. When the rGO content is 1.69 vol %, the conductivity of PS-s/rGO-R2, PS-m/rGO-R2, and PS-l/rGO-R2 are 411.5, 594.2, and 448.4 S/m, respectively. There is an obvious difference in the conductivity of the PS/rGO-R2 with different particle sizes. Moreover, the conductivity of the PS-m/rGO-R2 composite (particle size is 3.33 μm) is the highest. This phenomenon is due to the unique composite structure caused by the preparation route 2. At low filler content, there is a small amount of free GO sheets to form alignment layer between the particles, which leads to the closer conductivity of the PS/rGO-R2 and PS/rGO-R1. However, when the filler content is higher, more free GO flakes in the water are enough to form a significant orientation distribution in the filter cakes, which leads to a rapid increase in conductivity and a difference between different particle sizes. Besides the factor of free GO content, the difference in sedimentation rate between the particle and free GO is a negative factor affecting the composite structure, which means that the PS-m/rGO-R2 composite material has an appropriate particle size and hence the best conductivity. Actually, in the process of suction filtration mentioned in route 2, there is still potential of rGO sheets in electrical properties to develop by controlling the composite structure especially at high filler content. The sedimentation and spreading of the free GO sheets is still random and uncontrollable to a certain extent. On the basis of route 2, we adopted a LBL strategy, in which the GO is divided into two parts: one part is mixed with PS particles to form a PS/GO composite suspension, and the other part is dispersed in water to form a GO suspension, respectively marked as vnet and vori. The two suspensions are filtered layer-by-layer to obtain the PS/rGO-rGO layer alternately stacked composite materials. As shown in Figure 4a–d, the changes in the two structures can be clearly observed in cross-section images of the composite materials prepared by the improved strategy. Figures 4a and 4d show the samples that the vnet and vori are 0, respectively. As expected, we clearly observe well-oriented rGO layers and smooth PS cross section in Figure 4a and order rGO network throughout the cross section in Figure 4d. Figures 4b and 4c are the transition states and perfect combination of the two extreme structures when vnet are 0.214 and 0.634 vol % at total rGO content of 1.69 vol %. We can clearly observe both the oriented rGO layers and the PS/rGO honeycomb structure layers, and their structural definition is a fair and full indicator of distribution of rGO in the two layers. Such a composite structure and the proper distribution of rGO in the rGO layer and the PS/rGO layer should make the electrons transport better in the materials. We investigated in depth the conductivity of PS-m/rGO with total rGO content at 0.852 and 1.69 vol % as shown in Figure 4e. The conductivity of PS-m/rGO is always the lowest as all the rGO is assigned to rGO layer, i.e. vnet = 0, whose conductivity is 66.4 and 465 S/m, respectively. On the contrary, at vnet = 0.214 vol % under total rGO content of both 0.852 and 1.69 vol %, the conductivity of the PS-m/rGO is the highest, reaching an amazing 384.4 and 863.9 S/m, respectively. Afterward, with increase of vnet, the conductivity of the materials gradually decreases until the rGO is evenly distributed in the matrix (i.e., vnet = 0.852 and 1.69 vol %). The reason for this trend of conductivity variation should be that 0.214 vol % of rGO in PS/rGO layer seems to be sufficient to completely cover the surface of the PS microspheres, just as shown as Figure 1d and Figure S4, and hence, all the remaining rGO is divided to form well-oriented rGO layers, which could bring into full play the conductive actions. However, when the total rGO content was further raised to 2.10 and 2.51 vol %, the conductivity of the PS-m/rGO composites at vnet = 0.214 vol % closed to that of the composites prepared by route 2, as shown in Figure 4g, and there seemed to be no longer any effect of improving conductivity by the improvement in preparation strategy. Interestingly, when the increased rGO was added into PS/rGO layer, i.e., at vnet = 0.634, 1.04 vol %, and the same vori = 1.47 vol %, the conductivity had been markedly improved once again, reaching about 1350 S/m. The reason causing the phenomenon is presumed that more rGO in rGO layer would make against extensional conformation of graphene and at the same time would lead to thickening of rGO layer, which would all result in a decline on the utilization rate of graphene. It is important to point out that this superior result (1344 S/m at rGO content of 2.10 vol %) far exceeds the existing literature level of similar graphene or carbon nanotube-based polymer composite materials, as shown in Table 1. What is more, the materials have been well-matched in conductivity to the two-dimensional metal carbides and nitrides (MXene)-based polymer composite materials, (2,6) in which the filler MXene is known far superior in conductivity but far inferior in chemical stability and manufacturability to graphene. Figure 5 shows the mechanical properties of the materials investigated by using dynamic thermomechanical analysis (DMA). Regardless of the preparation route, when the rGO content is only 0.107 vol %, the storage modulus of the composites is improved by about 150% compared with pure PS; when its content is increased to 0.852 vol %, the increase of storage modulus reaches to 700%. However, the storage modulus has no longer significant change after the rGO content was continuously increased. These significant improvement under a tiny volume fraction of graphene obviously benefits from the uniform dispersion and ordered network structure of rGO in the polymer matrix. It was further verified that this improvement was contributed by the rGO network, based on the results that the storage modulus of the composites prepared by route 2 is always approximate to route 1 at different rGO contents. By the same argument, excess rGO did not bring further increase in the storage modulus (e.g., rGO content of 1.69 vol %), reducing its utilization efficiency on mechanical properties."]], ["Conclusion", ["On the basis of our previously proposed “particle construction” method by using PS/rGO composite particles as building blocks, we controlled the forming process of PS/rGO composite materials more effectively to construct a novel rGO-orientation-3D network binary structure by adopting suction filtration and/or the LbL method. The significant results can be summarized as follows: (a) the conductivity of the composites with rGO-orientation-3D network binary structure reached strikingly 1344.3 S/m at a lower rGO volume fraction of 2.10 vol %, far superior to the similar materials and even well-matched to the MXene-based polymer composite materials reported in the existing literature; (b) there were always upgrades in conductivity of the composites along with an improvement of the preparation strategy, from particle constructing, suction filtration, and LbL methods to appropriate adjustment of rGO content in PS/rGO and rGO layers; (c) there was a clear relationship between the composite structure and the electrical properties; (d) there was a low efficiency–consumption ratio for both electrical and mechanical properties. We believe that the composite materials with excellent electrical and mechanical properties have great potential in electrical conductivity, electromagnetic shielding, thermal conductivity, sensing, and so on."]]], "doi": "10.1021/acs.macromol.8b01430", "figures": [["Figure 1", "Figure 1", "Figure 1. SEM of PS/rGO composite particles prepared by using PS maicrospheres with diameters of 2.50 μm (a−c), 3.33 μm (d−f), and 3.95 μm  (g−i) (marked as PS-s/rGO MPs, PS-m/rGO MPs, and PS-l/rGO MPs, respectively) and graphene with content of 0.107 vol % (a, d, and g),  0.852 vol % (b, e, and h), and 1.68 vol % (c, f, and i), respectively.   "], ["Figure 2", "Figure 2", "Figure 2. SEM cross-sectional images of PS/rGO-R1 composites (a, d, and g), filter cakes (b, e, and h), and PS/rGO-R2 composites (c, f, and i) at  different particle sizes of 2.50 μm (a−c), 3.33 μm (d−f), and 3.95 μm (g−i), respectively, at the graphene content of 0.852 vol %.   "], ["Figure 3", "Figure 3", "Figure 3. Conductivity of composites prepared at different particle  sizes by different methods.   "], ["Figure 4", "Figure 4", "Figure 4. Cross-sectional SEM images of the PS-m/rGO composites obtained by the LBL method having vnet of 0 (a), 0.214 (b), 0.634 (c) and  1.69 vol % at total rGO content of 1.69 vol %; the corresponding conductivity with different vnet at total rGO content of 0.852 and 1.69 vol % (e);  the conductivity of composite materials prepared by the LbL method at different total rGO content (f) and by further adjusting vnet at total rGO  content of 2.10 and 2.51 vol % (g).   "], ["Figure 5", "Figure 5", "Figure 5. Storage modulus of the PS material and PS-m/rGO composites prepared by routes 1 and 2 changing with temperature (a) and at 35 °C  (b)."], [null, null, "Scheme 1. Schematic Illustration of the Two Different Methods for Preparing PS/rGO Composites"]], "table_captions": [["Table 1", "Table 1", "Table 1. Electrical Conductivity of Different Polymer Composites"]], "tables": []}