{"title": "45% Periodicity Reduction in Nanocomposite Thin Films via Rapid Solvent Removal", "abstract": " In comparison to top-down approaches, nanocomposite thin films are more compatible with nanoparticle (NP) chemistry, device integration, and scalable manufacturing. Nanocomposites have long been promised as an ideal option to fabricate metamaterials that harvest the collective properties enabled by ordered 3D NP assemblies. However, most of accessible NP assemblies, governed by their phase diagrams, are not suitable to achieve the targeted properties and require lengthy assembly processes. Here, we investigated the kinetic pathway of NP assembly in lamellar supramolecular nanocomposite thin films during solvent vapor annealing and after solvent removal. By balancing the solvent field, diffusion rate, and thermodynamic driving force during rapid solvent removal (<3 s), we produced well-ordered 3D NP assemblies far away from the equilibrium state. Their degree of ordering depends on the terminal solvent fraction rather than the exact rapid solvent removal rate. The periodicity of these nanocomposites can be readily decoupled from the NP size and reduced to ∼50% of the periodicity in melt. The current study provides a facile approach to access nonequilibrium structures in nanocomposite thin films for the fabrication of functional metamaterial coatings. SUBJECTS: Supramolecular structures and assemblies,Thin films,Nanocomposites,Solvents,Order ", "body": [["Abstract", [" In comparison to top-down approaches, nanocomposite thin films are more compatible with nanoparticle (NP) chemistry, device integration, and scalable manufacturing. Nanocomposites have long been promised as an ideal option to fabricate metamaterials that harvest the collective properties enabled by ordered 3D NP assemblies. However, most of accessible NP assemblies, governed by their phase diagrams, are not suitable to achieve the targeted properties and require lengthy assembly processes. Here, we investigated the kinetic pathway of NP assembly in lamellar supramolecular nanocomposite thin films during solvent vapor annealing and after solvent removal. By balancing the solvent field, diffusion rate, and thermodynamic driving force during rapid solvent removal (<3 s), we produced well-ordered 3D NP assemblies far away from the equilibrium state. Their degree of ordering depends on the terminal solvent fraction rather than the exact rapid solvent removal rate. The periodicity of these nanocomposites can be readily decoupled from the NP size and reduced to ∼50% of the periodicity in melt. The current study provides a facile approach to access nonequilibrium structures in nanocomposite thin films for the fabrication of functional metamaterial coatings. SUBJECTS: Supramolecular structures and assemblies,Thin films,Nanocomposites,Solvents,Order "]], ["Introduction", ["Organic/inorganic hybrid nanocomposites with hierarchical structures hold the promise to harvest synergetic responses from nanoscopic building blocks to access novel macroscopic properties. (1) For example, nanocomposites with resonant nanofillers are potential candidates for metamaterials, offering new freedom in manipulating light–matter interactions on a deep-subwavelength scale. (2) Numerous successes have been demonstrated via top-down fabrication such as lithography and ion milling. (3) However, those approaches are limited in terms of controlling composition, 3D architecture, and much-needed scalability. Directed assembly processes, such as DNA, (4) evaporation, (5) and layer-by-layer deposition, (6) have also been explored with some successes. Thin films of polymer/nanoparticle (NP) blends offer the highly desirable capabilities of scalable processing and device integration. (7) However, the spatial arrangement of NPs in a nanostructured polymeric matrix is typically governed by the phase behavior of the polymeric matrix, which leaves rather limited freedom in pattern design. (8−10) Solvent vapor annealing offers the opportunity to accelerate assembly kinetics and the flexibility to tune the morphology and macroscopic alignment in thin films of block copolymers (BCPs) and BCP/NP blends. (11) Apart from the annealing process, solvent selection (12) and solvent removal process (13) may also affect the NP dispersion in polymer films. Controlling the assembly pathway with high precision and reproducibility provides a viable path to access nonequilibrium structures to meet morphological needs toward functional composites. The solvent evaporation rate determines the morphology and structural orientation in BCP thin films. (14,15) Rapid solvent removal can kinetically trap the thin film morphology in the swollen state and usually presents as a nonequilibrium process. Here, we study the solvent vapor annealing process in thin films of lamellar supramolecular nanocomposites with rapid solvent removal to access nonequilibrium NP assemblies. By balancing solvent field and supramolecular assembly during rapid solvent removal, the NP size and lamellar periodicity are decoupled. Approximately 50% reduction in the lamellar periodicity was achieved for the first time in nanocomposite thin films containing NPs in the size range of 3–12 nm. Equally important, highly ordered NP assemblies can be obtained using rapid solvent removal. Present studies demonstrate the feasibility to access nonequilibrium structures toward functional materials through rapid and facile fabrication."]], ["Experimental Section", ["## Materials PS(40 kDa)-b-P4VP(5.6 kDa) (PDI = 1.10) was purchased from Polymer Source, Inc. 3-n-Pentadecylphenol (90%–95%) was purchased from ACROS Organics. Chloroform (Amylene as preservative) was purchased from Fisher Scientific. Maghemite (Fe2O3) NPs dispersed in chloroform were purchased from Ocean Nanotech. All chemicals and materials were used as received. ##Sample Preparation Gold nanoparticles of 3 nm (16) and 12 nm (17) core sizes were synthesized according to literature methods and dispersed in chloroform. Supramolecular solution was made by mixing PS-b-P4VP with an appropriate stoichiometric amount of PDP in chloroform and stirring overnight. Colloidal solutions of NPs were mixed with the supramolecular solution by vigorous shaking. Bulk samples were obtained by evaporating solvent from the solution mixtures in Teflon beakers and drying in a vacuum oven at room temperature, followed by thermal annealing at 100 °C for 8 h. Thin film samples were prepared by spin-coating the solution mixture onto 1 cm × 2 cm Si wafers with 200 nm thermal oxide coatings (International Wafer Service, Inc.). The spin speeds were carefully selected to achieve desired film thicknesses, which were measured with a white-light interferometer (Filmetrics F20). The as cast thin films were placed in a 125 mL top-capped glass vial for solvent vapor annealing at room temperature by injecting 300 μL of chloroform into the vial. The thickness of the swollen film was monitored in situ during annealing process using the white-light interferometer. The solvent volume fraction (fs) in the swollen film during solvent vapor annealing was calculated based on the thicknesses of the swollen film and the dry film as (18)The film was annealed until the solvent volume fraction (fs) reached the targeted value. Then the sample was quickly removed from the vial to ambient air, and the solvent evaporated from the thin film rapidly (typically <3 s). A typical film swelling and drying profile (fs vs annealing time) during solvent vapor annealing and rapid solvent removal is shown in Figure S1. ##Transmission Electron Microscopy (TEM) TEM imaging was performed on a FEI Tecnai 12 TEM at an accelerating voltage of 120 kV. Bulk samples were embedded in epoxy resin (Araldite 502, Electron Microscopy Sciences) and cured at 60 °C overnight. Thin film samples were floated off the Si substrates by dipping into 5% HF aqueous solution. The floated film was picked up by an epoxy block and left at room temperature overnight to ensure the adhesion of the thin film to the epoxy. The samples were then sectioned using an RMC MT-X Ultramicrotome (Boeckeler Instruments) with a section thickness of 60 nm. The thin sections were then caught on a 200-mesh carbon film-coated copper grid for TEM imaging. ##Small-Angle X-ray Scattering (SAXS) SAXS studies of the bulk samples were performed at the Advanced Light Source beamline 7.3.3 at Lawrence Berkeley National Laboratory. The X-ray source has a wavelength of 1.240 Å (10 keV). Spectra were collected on a Pilatus 1M detector. The 1D SAXS profiles were obtained by circularly averaging of the 2D data. Samples were mounted in standard aluminum differential scanning calorimetry pans for SAXS measurements. ##Grazing-Incidence Small-Angle X-ray Scattering (GISAXS) In situ GISAXS studies of the thin films were performed at Advanced Photon Source beamline 8-ID-E at Argonne National Laboratory. The X-ray source has a wavelength of 1.14 Å (10.9 keV). The scattering spectra were collected on a Pilatus 1M detector during solvent vapor annealing at an incident angle of 0.143° with an exposure time of 1 s. Chloroform solvent was injected into a custom, in-house produced annealing chamber, and the film swelling was monitored with the Filmetrics F20. Static GISAXS experiments were performed at beamline 7.3.3 at Advanced Light Source in Lawrence Berkeley National Laboratory at an incident angle of 0.14°. Images were plotted as intensities (I) vs q, where q = (4π/λ) sin(θ), λ is the wavelength of the incident X-ray beam, and 2θ is the scattering angle. Line-cut profiles of GISAXS patterns were extracted using the Nika package in Igor Pro (Wavemetrics). ##X-ray Reflectivity (XR) XR studies of the thin films were conducted at Advanced Photon Source beamline 8-ID-E at Argonne National Laboratory. The spectra of X-ray reflectivity were detected by an Avalanche Photodiode (APD). Images were plotted as normalized reflected intensities (I) vs qz."]], ["Results and Discussion", ["Supramolecules are effective for producing organized 3D NP assemblies. (7) The coil-comb supramolecule, PS(40 kDa)-b-P4VP(5.6 kDa)(PDP)1, is constructed by hydrogen bonding a small molecule, 3-pentadecylphenol (PDP), to the 4-vinylpyridine units in the BCP, polystyrene-block-poly(4-vinylpyridine). (19) A molar ratio of 1:1 4VP:PDP was used in this work. The supramolecule forms a lamellar morphology with a periodicity (L) of 32 nm in bulk without addition of NPs, as shown in Figure 1a,d. The P4VP(PDP) domain is selectively stained by iodine vapor shown as the dark regions, and the PS domain is shown as the light regions in the TEM image. Alkyl-passivated NPs, independent of the core chemistry, are selectively incorporated in the P4VP(PDP) lamellar microdomain due to the favorable interaction between the alkyl ligands and the PDP. (20) NPs, 3 and 12 nm in size (Figure S2), form stacks of NP sheets in the supramolecular nanocomposites with a periodicity of ∼41 nm as verified by TEM images in Figure 1b,c and small-angle X-ray scattering (SAXS) profiles in Figure 1d. The nanocomposite properties depend on the organization of the NPs in the assemblies. In DNA-guided NP assemblies, the interparticle distances can be tuned by 30% with molecular intercalators, (21) 80% under applied osmotic pressure, (22) or 63% after dehydration. (23) However, these approaches still lack the scalability and processability to fabricate macroscopic materials. In the strong segregation limit, the equilibrium periodicity of a BCP follows L ∝ χ1/6N2/3, where χ is the Flory–Huggins interaction parameter and N is the degree of polymerization. (24) The dependence of periodicity on χ is weak, and the tunability of BCP periodicity is limited. In BCP thin films, the best reported periodicity reduction is 19.5% after solvent vapor annealing (24) and 50% using direct solvent immersion. (25) However, NP incorporation in the BCP matrix typically leads to increased structural periodicity and less compressibility. It was shown both experimentally and theoretically that in polymer/NP blends there is a NP size limit, ∼30% of the matrix periodicity, above which NPs were expelled from the polymeric matrix and aggregated on the film surface. (10,26−28) There has been no success to assemble NPs within lamellae with a thickness similar to the particle size. Furthermore, this has to be accomplished without compromising scalable processing and precision in the control over the hierarchical NP arrangement. Solvent vapor annealing provides an efficient approach to control assembly kinetics in macroscopic thin films and the opportunity to access nonequilibrium structures. (18,24,25) Rapid solvent removal leads to significant changes in film thickness and thus the morphology of the 3D NP assemblies. During solvent vapor annealing and removal process, several ordering processes occur simultaneously. In the presence of solvent, all components gain mobility, and their diffusion rates depend on the solvent volume fraction (fs) in the swollen film. With rapid solvent removal, these parameters can change drastically. Thus, it is requisite to monitor the NP assembly process in situ under solvent vapor annealing. Figure 2a shows 2D in situ GISAXS patterns of a 140 nm supramolecular film containing 6 vol % of 3 nm Au NPs during solvent vapor annealing under chloroform vapor. The as-cast film shows a randomly oriented state as indicated by the diffuse scattering rings. At fs = 0.31, the swollen film forms well-ordered parallel lamellae showing many high-order diffractions along the qz direction. The vertical line-cut profile at qy = 0.0015 Å–1 in Figure 2b indicates a lamellar periodicity of ∼38 nm. The effective Flory–Huggins interaction parameter of a BCP in the presence of solvent is defined as χeff = χ(1 – fs). The decrease of χeff led to up to 19.5% reductions in periodicity in BCP thin films. (24) For this supramolecule system, the solvent disrupts the small molecule packing, softens chain rigidity, mediates repulsive interactions among the components, (18) and should also reduce the supramolecular periodicity. However, there is only ∼7% periodicity reduction from the bulk. Solvent vapor annealing is not as effective to reduce lamellar periodicity in nanocomposites as seen in BCPs, most likely due to the NP incompressibility. (24) Upon further increase of fs, the parallel lamellar structures become less ordered at fs = 0.43 as indicated by the halo at qy = 0.0018 Å–1. As the value of χeff keeps getting smaller, the in situ GISAXS pattern at fs = 0.48 primarily shows the form factor of the NPs and scattering from the correlation hole, suggesting that the supramolecular nanocomposite has evolved into a disordered state. (18) Fast solvent removal from a swollen film reduces the film thickness. If one can freeze the ordered structure obtained in the swollen state with fast solvent removal, the resultant periodicity of parallel lamellae should reduce accordingly. This has been observed in thin films of BCP previously. (25) However, with rapid solvent removal (within 3 s), components in the supramolecular nanocomposite film may still have enough mobility to reorder, and the final morphology can be affected by the vertical solvent field (15) that can lead to structural changes and reorientation of NP lamellae. (29)Figure 2c displays cross-sectional TEM images of the films after fast solvent removal at different fs. The as cast film (fs = 0) shows randomly distributed NPs in the matrix. After solvent removal at fs = 0.31, NP lamellae remain parallel to the surface at both interfaces but are reoriented normal to the surface in the center of the film that can be attributed to the strong effect of the vertical solvent field. Removing the solvent at a higher fs may minimize the effects of the vertical solvent field from biasing the ordering process (14) and, thus, retaining the parallel NP lamellae. Rapid solvent removal at fs = 0.48 preserves the overall parallel orientation of NP lamellae; however, the level of parallel alignment of NP lamellae is reduced with disordered NPs in some regions. A good balance between minimizing solvent field effects and improving long-range order of NP lamellae was found at fs = 0.43. Rapid solvent removal at fs = 0.43 leads to a stack of parallel NP lamellae throughout the film. The vertical line cuts of static GISAXS patterns in Figure 2d and X-ray reflectivity (XR) profiles in Figure 2e of the films after solvent removal indicate the macroscopic ordering of NP assemblies, which are in good agreement with the TEM images in Figure 2c. Films exhibit highest order of parallel NP lamellae with a periodicity ∼22 nm, 45% reduction from the bulk periodicity, after solvent removal at fs = 0.43. The periodicity of parallel lamellae is ∼26 or ∼20 nm when solvent is removed at fs = 0.31 or 0.48, respectively. Thus, macroscopically aligned parallel NP lamellar structures with a periodicity nearly half of that in bulk can be accessed via uncontrolled, rapid solvent removal. The high degree of parallel oriented lamellae that pre-existed in the in situ swollen state can be maintained. The parallel lamellae domain spacing of the dried films is governed by the solvent volume fraction in the film, fs, with an inverse relation to fs at the time of rapid solvent removal. In BCP thin films, the inverse relation stems from a higher chain swelling at larger fs, resulting in a larger reduction of BCP chains per unit area at the domain interfaces (polymer mass per layer) in the solvent swollen state, which collapse upon solvent removal to give significantly reduced domain size. (25) However, there are more complexities in the supramolecular system that require further investigation. (30) Qualitatively, the chain collapsing upon solvent removal may contribute significantly to the size reduction of the PS lamellae. For the P4VP(PDP) lamellae, however, chain collapsing cannot be the sole reason since the P4VP chain is very short, and there are free PDP molecules and the incompressible NPs. Nevertheless, the results clearly confirm the feasibility to control the assembly kinetics and pathway to access nonequilibrium structures. Different assembly structures were obtained with very small changes in the terminal solvent fraction before rapid solvent removal. Thin films in Figure 3a containing 9 vol % of 3, 10, and 12 nm NPs were prepared by solvent vapor annealing to fs = 0.43 followed by fast solvent removal. The resultant films retained the parallel lamellar structures throughout the ∼120 nm films with lamellar periodicities of ∼22 nm independent of NP size in the 3–12 nm range. XR profiles of the thin films in Figure 3b show multiple Bragg peaks confirming well-defined parallel lamellar structures with uniformity over macroscopic distances and periodicities consistent with the TEM image analysis. With the same SVA treatment, the supramolecular thin film forms a lamellar morphology with a periodicity of ∼19 nm, as shown in Figure 3a. While the periodicity of bulk samples expands from ∼32 nm (Figure 1a) to ∼41 nm (Figure 1c) after NP incorporation, the periodicity of nanocomposite thin films is relatively independent of NP size and remains ∼20 nm. The nanocomposite periodicity in thin films is significantly decreased to ∼50% of bulk samples (Figure 3c). Previous in situ studies on cylindrical supramolecular films under solvent vapor annealing confirmed that the assembly kinetics depend on both system mobility and overall thermodynamic driving force to annihilate defects. Solvent volume fraction, fs, is the key factor for assembly, and the degree of order peaks at the intermediate fs ∼ 0.3. (18)In situ GISAXS in Figure 2a clearly confirmed the evolution of degree of order as a function of fs, i.e., poor order at fs < 0.3, highest order at fs ∼ 0.3, and reduced order at fs > 0.3. This is particularly true where the nanocomposite disorders at fs ∼ 0.48. The relationship between periodicity reduction and solvent removal was not explored in the previous in situ studies. (18) Solvent removal rate has a significant effect on BCP thin film morphology. (15) Rapid solvent removal on the time scale of seconds was used to kinetically trap the film morphology in the swollen state (31) or to generate perpendicular structures based on the solvent field during evaporation. (14,32) Most previous studies on solvent removal were usually conducted on the time scale of minutes to hours, (31,33) and the periodicity reduction was not significant. (34,35) However, supramolecular nanocomposite films containing small molecules and small NPs could have higher mobility than coil–coil BCPs during solvent removal, and it is more challenging to kinetically trap the morphology in the swollen state by simple instantaneous quenching. The present study differs from all previous reports and focuses on how the terminal solvent fraction in rapid solvent removal (within 3 s) affects the morphology of final assembly. Equally important is that the resultant morphology is highly reproducible for a range of NP sizes, though the solvent removal is not controlled precisely in experiments. This observation suggests that the final assembly is very likely governed by the short-range diffusion of the components and that the local movements of each building block have strong dependence on the initial drop in fs rather than the whole solvent removal process. Figure 4 displays the estimated critical parameters as a function of fs in a swollen film based on a simplified model of NP and PS in chloroform to further understand the various processes during solvent removal. The glass transition temperature of the film (Tg) in Figure 4a decreases below room temperature at fs = 0.25. (36) The viscosity of the matrix (η) in Figure 4b decays prominently as solvent penetrates into the film. (36) The calculation of diffusivity in Figure 4c is based on the diffusion of solvent, (37) NP, (38) small molecule, or polymer (36) in solutions. The diffusivity of the supramolecule is expected to be much smaller than PS due to its larger size. Additionally, interdomain diffusion (Dperp) in phase-separated supramolecules needs to overcome energy barriers that depend on χeff. (18,39) On the basis of the color change of the film, it takes <1 s for fs to reduce below 0.25, where the nanocomposite loses mobility and is frozen. The diffusivities of all building blocks reduce by ∼2 orders of magnitude during solvent removal. Qualitative estimation of diffusivities indicated that only short-range diffusion is feasible for supramolecules, whereas the diffusion of solvent, PDP small molecules, and NPs may well exceed 100 nm in a homogeneous media. χeffN indicates the segregation strength of the supramolecule in the swollen film and decreases as a function of fs. If we assume all the PDP strongly bond to P4VP and define χeff = χPS-P4VP(PDP)(1– fs), like that in BCPs, χeffN in Figure 4d calculated based on Hanson solubility parameters (40) is greatly above the strong segregation limit in the range of 0.1 < fs < 0.5. However, PDP becomes partially soluble in PS as fs increases, and the actual χeffN is expected to decrease faster with increasing fs than that plotted in Figure 4d. As illustrated in Figure 4e, the mobilities of different components increase with fs, but the thermodynamic driving force to order decreases with fs. (18) In regime I at fs < 0.25, films are in kinetically trapped states with poor order. In region IV at fs > 0.48, films are in disordered states as χeffN is below the threshold to order. In region II and III at 0.25 < fs < 0.48, films with good order can be achieved with balance of the system mobility and thermodynamic driving force. During solvent removal, the nanocomposite starts to reorder with the fast reduction of fs. For solvent removal at fs ∼ 0.31, the interdomain diffusion bears very high energetic barriers and vertical solvent field macroscopically aligns the microdomain, (14) most likely via a grain-rotation pathway. For solvent removal at fs ∼ 0.48, the solvent field has very little effect in biasing the macroscopic alignment of the microdomains, attributed to several factors, i.e., the low entanglement of the coil-comb supramolecule and the weak driving force. The rapid fs reduction significantly slows down the diffusion and makes it kinetically impossible to order in some regions. For solvent removal at fs ∼ 0.43, the nanocomposite film orders immediately upon small reduction in fs. As fs drops from 0.43 to 0.31, the short-range diffusion is feasible to improve local ordering in response to a strong driving force to order. Gold NPs exhibit distinct plasmonic resonance and are chosen as a model system to demonstrate the effects of nonequilibrium NP assembly on the macroscopic optical properties of nanocomposite thin films. Lamellar Au NP assemblies shown in Figure 5a have both in-plane and out-of-plane coupling modes (details in section SI 3). The in-plane coupling between 12 nm NPs is very strong but weak for 3 nm NPs. Significant reduction of the lamellar periodicity (L) from 41 to 22 nm enables strong out-of-plane plasmon coupling for 12 nm NPs, improving the tunability of optical anisotropy as shown in Figure S4. Transmission spectra of 140 nm nanocomposite thin films with 9 vol % of 12 nm Au NPs were measured with angle-resolved optical spectroscopy. (41) The transmission spectra of the as-cast film in Figure 5b, comprising an amorphous arrangement of NPs, show an angle-independent response with the transmission minimum remaining unshifted at the center wavelength of 538 nm. However, the transmission minimum of the annealed film in Figure 5c containing lamellae of 12 nm NPs blue-shifts from 549 to 536 nm as the incident angle changes from 0° to 30°. In comparison, the measured transmission spectra of both as-cast and annealed thin films containing 9 vol % of 3 nm Au NPs show angle-independent transmission in Figure 5b,c due to the weak interparticle couplings between the small NPs, as expected from their size. Thus, the macroscopic optical properties of nanocomposite thin films with the same composition can be tuned by the NP size and spatial organization."]], ["Conclusion", ["In summary, we studied the ordering processes in thin films of lamellar supramolecular nanocomposites containing 3 or 12 nm NPs during solvent vapor annealing and how rapid solvent removal can be used to tailor the resultant thin film periodicities and structures. In situ GISAXS was performed to probe the structures of films during annealing, while TEM, static GISAXS, and X-ray reflectivity were applied to study the films after solvent removal. We found that the degree of ordering of the films depends on the terminal solvent fraction before rapid solvent removal: the vertical solvent field dominates if solvent is removed at a low value of fs ∼ 0.31, and the low driving force to order overwhelms if solvent is removed at a high value of fs ∼ 0.48. By balancing solvent field, short-range diffusion, and thermodynamic driving force during rapid solvent removal at a moderate value of fs ∼ 0.43, the periodicity of parallel lamellae in thin films can be decoupled from the NP size and remains ∼22 nm in all the films with 3–12 nm NPs. The lamellar periodicity in thin film can be reduced to almost half of the melt equilibrium value in bulk samples with noncontrolled rapid solvent removal within 3 s, while well-ordered lamellar NP structures were retained. Present studies validate the feasibility to access nonequilibrium structures to optimize macroscopic properties of nanocomposites. The kinetic control leads to a rapid and highly reproducible approach to fabricate functional metamaterials and manipulate light in subwavelength dimensions."]]], "doi": "10.1021/acs.macromol.8b02071", "figures": [["Figure 1", "Figure 1", "Figure 1. Nanoparticle assemblies in bulk nanocomposites. TEM images of (a) PS(40 kDa)-b-P4VP(5.6 kDa)(PDP)1 supramolecule and (b, c) the blends of the supramolecule and 6 vol % of (b) 3 nm Au NPs and (c) 12 nm Fe2O3 NPs in bulk (scale bar: 100 nm). (d) SAXS profiles of the three samples."], ["Figure 2", "Figure 2", "Figure 2. Ordering process of nanocomposite thin films under solvent vapor annealing. (a) In situ GISAXS patterns of a 140 nm PS(40 kDa)-b- P4VP(5.6 kDa)(PDP)1 nanocomposite film containing 6 vol % of 3 nm Au NPs swelling under chloroform vapor. (b) Vertical line-cut profiles of in situ GISAXS patterns at qy = 0.0015 Å−1. The nanocomposite thin films after spin-casting (fs = 0) or after fast solvent removal at fs = 0.31, 0.43, and 0.48 were characterized using (c) cross-sectional TEM images (profiles of intensity vs film thickness show periodicities of the thin films; scale bar: 100 nm), (d) vertical line-cut profiles of static GISAXS patterns, and (e) X-ray reflectivity (XR) profiles."], ["Figure 3", "Figure 3", "Figure 3. Nonequilibrium lamellar structures in nanocomposite thin films. (a) Cross-sectional TEM images of the supramolecular thin film and the nanocomposite thin films containing 9 vol % of 3 nm Au NPs, 10 nm Fe2O3 NPs, and 12 nm Au NPs (scale bar: 100 nm). (b) X-ray reflectivity profiles of films containing no NPs and 9 vol % of 3 and 12 nm Au NPs. (c) Comparison of lamellar periodicity in bulk and thin films as a function of NP size."], ["Figure 4", "Figure 4", "Figure 4. Mobility of components and thermodynamic driving force in the nanocomposite thin film. As fs increases from 0.1 to 0.5, both the (a) glass transition temperature (Tg) and (b) viscosity (η) of the polymeric matrix decrease. (c) The diffusivities (D) of different components in the swollen film increase as a function of fs. (d) χ eff N in the swollen film decreases as a function of fs. (e) Schematic illustration of the thermodynamic driving force (black curve) and mobility (blue curve) for the assembly as a function of fs. The order of parallel lamellae in swollen film (green marks) and dried film (red marks) changes with fs."], ["Figure 5", "Figure 5", "Figure 5. Angular- and wavelength-dependent optical properties of nanocomposite thin films. (a) Schematic illustration of the lamellar nanocomposite thin film (blue: PS; purple: P4VP(PDP); orange: NP). (b, c) Experimentally measured angle-resolved transmission spectra of 140 nm (b) as-cast and (c) annealed films containing 9 vol % of 3 nm (dashed lines) or 12 nm (solid lines) Au NPs."]], "table_captions": [], "tables": []}