{"title": "Effect of Nanofiller Geometry on Network Formation in Polymeric Nanocomposites: Comparison of Rheological and Electrical Properties of Multiwalled Carbon Nanotube and Graphene Nanoribbon", "abstract": " The present work reveals results on the network formation of graphene nanoribbon (GNR) synthesized using a nonoxidative technique from multiwalled carbon nanotube (MWCNT). MWCNT and GNR presented comparable powder conductivity and dispersion state in a poly(vinylidene fluoride) (PVDF) matrix. This enabled us to purely discern the effect of geometrical features of the nanofillers on network formation by comparing the rheological and electrical percolation in the PVDF matrix. Unique features of the rheological response of PVDF/GNR nanocomposites, such as abrupt transition to a solid state, were interpreted according to a network structure activated by the formation of primary and secondary entanglements between adsorbed and bulk polymer chains. However, MWCNT nanocomposites presented a rheological behavior consistent with a strongly flocculated network structure formed through the direct tube–tube contacts and mechanical entanglements. Poor broadband electrical conductivity of the GNR nanocomposites compared to their MWCNT counterparts confirmed our conclusion from the rheological results. SUBJECTS: Chemical structure,Nanocomposites,Fluoropolymers,Carbon nanotubes,Electrical conductivity", "body": [["Abstract", [" The present work reveals results on the network formation of graphene nanoribbon (GNR) synthesized using a nonoxidative technique from multiwalled carbon nanotube (MWCNT). MWCNT and GNR presented comparable powder conductivity and dispersion state in a poly(vinylidene fluoride) (PVDF) matrix. This enabled us to purely discern the effect of geometrical features of the nanofillers on network formation by comparing the rheological and electrical percolation in the PVDF matrix. Unique features of the rheological response of PVDF/GNR nanocomposites, such as abrupt transition to a solid state, were interpreted according to a network structure activated by the formation of primary and secondary entanglements between adsorbed and bulk polymer chains. However, MWCNT nanocomposites presented a rheological behavior consistent with a strongly flocculated network structure formed through the direct tube–tube contacts and mechanical entanglements. Poor broadband electrical conductivity of the GNR nanocomposites compared to their MWCNT counterparts confirmed our conclusion from the rheological results. SUBJECTS: Chemical structure,Nanocomposites,Fluoropolymers,Carbon nanotubes,Electrical conductivity"]], ["Introduction", ["Carbon-based nanofillers, such as carbon nanotubes (CNTs) and graphene nanoplatelets (GNPs), have attracted considerable interest to be employed in polymer nanocomposites due to their exceptional electrical, (1-5) mechanical, (6-8) and thermal properties. (9-13) Despite all are carbon allotropes, their structural and geometrical features are significantly different. This brings about drastic discrepancies in nanofiller network superstructure and thus nanocomposites’ final properties. (14-19) The electronic structure in CNTs is affected by the curvature, since the π orbitals are not orthogonal to the CNT surface. These orbitals are misaligned a θπσ angle, and thus a shift in sp2 hybridization happens in CNT (sp2+δ, δ between 0 and 1), in contrast to GNPs (sp2). (20-24) The angle θπσ has an intermediate value between 90° for a planar system and 108° for a tetrahedral structure. The π orbital misalignment produces a redistribution of the electronic charge from inner to the outer region in the CNT. (22) Experimentally, it has been proven that there is charge redistribution on the CNTs due to the curvature-induced asymmetry of the electron wave function, which generates an interfacial electric field perpendicular to the tube surface. This charge redistribution produces a unique positive magnetoresistance for CNTs, nonexistent in planar systems such as GNPs. (22, 25) In addition, the curvature induces weak π conjugation in the CNTs, providing an increase in reactivity in comparison to flat GNPs. (20) Successful application of CNT and GNP nanocomposites depends greatly on the diffusion-limited cluster-aggregation processes of nanofillers, giving rise to transition to a percolated, mesoscopic superstructure. This percolation-induced transition is marked by hugely improved conductivity-related properties and also emergence of a solid-like state with a heterogeneous, ultraslow relaxation process in the low-frequency oscillatory shear response. (26-31) Nanofiller geometrical features, strength and range of interparticle attractive interactions, and polymer matrix molecular features can drastically impact the percolation threshold, i.e., the concentration of nanofiller that marks the transition. There are a significant number of studies dedicated to the comparison of CNT and GNP and differences in each nanofiller forming a percolated network. For instance, employing an effective medium approximation, Xie et al. (15) showed that GNP is more effective than CNT in enhancing conductivity of nanocomposites. Conversely, using Monte Carlo analysis, Safdari and Al-Haik (18) suggested an improved network formation for CNT compared to GNP in an epoxy matrix. They validated their theoretical findings with experimental results. In another study, Martin-Gallego et al. (16) compared the rheological and electrical properties of multiwalled CNT (MWCNT) and functionalized GNP in an epoxy resin and reported lower electrical and rheological percolation threshold for MWCNT. Du et al. (14) compared the electrical properties of MWCNT/HDPE and GNP/HDPE nanocomposites and showed a much lower percolation threshold for the MWCNT system. They reported that MWCNT/HDPE presented a three-dimensional conductive system, while GNP/HDPE showed a two-dimensional conductive system. They compared their experimental results with the theoretical findings by Xie et al. (15) and believed that the discrepancy was due to several factors such as easier aggregation of GNPs, wrinkling, crimping, and rolling of GNP, and inferior interlacing of GNP compared to MWCNT. Graphene nanoribbons (GNRs) are elongated strips of graphene, which may be synthesized by controlled chemical unzipping of MWCNTs. (32-41) Employing GNR as an effective nanofiller to enhance electrical and mechanical properties of polymeric nanocomposites has attracted intense attention in the past few years. Because of their ultrahigh aspect ratio, abundant edge sides, and much higher effective surface area compared to their parent MWCNTs, they should have a good potential to interact with their dispersing medium. If synthesized under controlled unzipping conditions, GNRs contain only few graphene layers, facilitating their exfoliation in polymer matrices compared to GNPs. A great deal of research work has been devoted to structure–property relationships in MWCNT and GNP polymeric nanocomposites; (26, 27, 42-50) however, very few comparable reports are available on polymer/GNR nanocomposites. In our previous work, (51, 52) we investigated the effect of oxygen surface functionalities introduced during chemical unzipping process on the most important properties such as structural stability of the GNR network and cross-linking reaction within the elastomeric matrices. We observed weakened elastic response and weakened network formation behavior in nanocomposite systems due to the adverse impact of oxygen surface functionalities on filler–filler interactions. Differences in the observed linear and nonlinear melt-state rheological responses were attributed to the inhomogeneity of surface charge-density distribution, suppressing short-range interactions or even creating repulsive forces. (51) This led to significant changes in the GNR superstructure and dispersion state, and viscoelastic and thixotropic behavior of the polymer/GNR nanocomposites compared to nanocomposites based on their parent MWCNT. The present work reports the network formation and percolation behavior of GNRs synthesized using a nonoxidative technique from the parent MWCNTs. The absence of oxygen surface functionalities enabled us to observe and magnify purely geometrical effects on percolation and network formation behavior of polymer nanocomposites based on MWCNT and GNR. The linear and nonlinear rheological response of GNR nanocomposites featured fundamental differences compared to MWCNT nanocomposites. The network structure formation in MWCNT nanocomposites was mainly underlain by creation of load-bearing junctions as a result of tube–tube direct contacts and mechanical entanglements. However, for GNR nanocomposites, network structure was activated by the formation of primary and secondary entanglements between adsorbed polymer chains and bulk polymer chains as interparticle separation becomes comparable with polymer-chain radii of gyration. This had a direct implication on electrical behaviors of MWCNT and GNR nanocomposites, where due to enhanced conductive network, MWCNT nanocomposites showed highly superior electrical properties compared to their GNR counterparts. Furthermore, it was observed that due to inferior interlacing ability, GNRs have a promising future for charge storage applications."]], ["Experimental Section", ["##2.1 Materials and Synthesis Methods Parent MWCNTs and GNRs were donated by AZ Electronic Materials, Branchburg, NJ. According to the manufacturer, GNRs were synthesized from the parent MWCNTs based on the Na/K alloy intercalation method described elsewhere. (53) Poly(vinylidene fluoride) (PVDF) purchased from 3M Canada (Grade: 11008/0001) was chosen as the polymer matrix due to its polar nature and the presence of strongly electrophilic fluorine groups in its molecular structure. These features of PVDF result in its good interaction with conductive nanofillers. Prior to mixing, the raw materials were dried in a vacuum oven at 60 °C overnight. The nanofillers were melt-mixed with the PVDF matrix using an APAM (Alberta Polymer Asymmetric Minimixer) mixer at 240 °C and 235 rpm The PVDF matrix was first masticated for 3 min, and then the nanofillers were inserted into the chamber and blended for another 14 min. Nanocomposites were generated at a wide range of nanofiller contents, i.e., 0.3, 0.5, 1.0, 2.0, and 2.7 wt %. Samples were molded into a circular cavity (0.5 mm thickness) with a Carver compression molder (Carver Inc., Wabash, IN) at 240 °C under 38 MPa pressure for 10 min and then used for rheological and electrical characterizations. To obtain a rough estimation about the inherent electrical conductivity of the nanofillers, the dried powders of the nanofillers were compressed into the circular cavity at 38 MPa pressure for 5 min, and then their electrical conductivity was measured according to the ASTM 257-75 standards using a Loresta GP resistivity meter (MCP-T610 model, Mitsubishi Chemical Co., Japan) connected with an ESP probe. ##2.2 Nanofillers and Nanocomposites Characterization The microstructural features and physical dimensions of MWCNTs and GNRs were studied with high-resolution transmission electron microscopy (HRTEM). HRTEM was carried out on a Tecnai TF20 G2 FEG-TEM (FEI, Hillsboro, OR) at 200 kV acceleration voltage with a standard single-tilt holder. Images were captured with a Gatan UltraScan 4000 CCD camera (Gatan, Pleasanton, CA) at 2048 × 2048 pixels. About 1.0 mg of the nanopowders was suspended in 10 mL of ethanol and bath sonicated for 15 min. A drop of the suspension was placed on the carbon side of a standard TEM grid covered with an ∼40 nm thin holey carbon film (EMS, Hatfield, PA) and then positioned on a filter paper to quickly dry. Measurement of the physical dimensions of the nanofillers was carried out for more than 100 individual nanofillers. The crystalline structures of the nanofillers and nanocomposite samples were investigated using Raman spectroscopy. Raman spectra were recorded with a WITec Alpha 300 R confocal Raman microscope (WITec GmbH, Germany) with a laser radiation of 532 nm, integration time of 50 s, 10× objective, and a laser power of 24 mW. X-ray diffraction (XRD) patterns of the nanofillers were obtained using a Rigaku SmartLab X-ray diffractometer with Cu X-ray tube and a wavelength of 1.540 59 Å. Thermal stability of the nanofillers was evaluated using a thermogravimetric analyzer (TA Instruments, TGA Q500). Samples were heated under an air atmosphere (Praxair AI INDK) from room temperature to 950 °C at a ramp rate of 10 °C/min. Samples were held at 950 °C for 10 min before cooling. The microdispersion state of the nanofillers within the PVDF matrix was quantified using light transmission microscopy (LM) on thin cuts (5 μm thickness) of the compression-molded samples, prepared with a Leica EM UC6 (Leica Biosystems, Germany) ultramicrotome at room temperature. A glass knife with a cut angle of 35° was used for the sample preparation. An Olympus BX60 optical microscope (Olympus Corporation, Japan) equipped with an Olympus DP80 camera was used to capture images with dimensions of 600 × 800 μm2 from different cut sections. The software Stream Motion (Olympus) was employed to analyze the images. The agglomerate–area ratio (in %) was determined by dividing the detected area of nondispersed nanofillers (with equivalent circle diameter > 5 μm, area > 19.6 μm2) over the entire sample area (15 cuts, ca. 7.2 mm2). Mean value and standard deviation, indicating the differences between the cuts, and thus heterogeneity, were calculated. The relative transparency of the cuts provided additional information about the amount of dispersed nanotubes in the samples. The relative transparency was quantified by dividing the transparency of the cut over the transparency of the glass slide/cover glass assembly. Ten different areas per sample were used to get mean value and standard deviation. Further information on employing LM to evaluate the state of nanofiller dispersion within nanocomposites is provided elsewhere. (54) Nanodispersion state of the nanofillers in the PVDF matrix was evaluated by TEM imaging of the microtomed cuts on a Tecnai TF20 G2 FEG-TEM (FEI, Hillsboro, OR), at 200 kV acceleration voltage, with a standard single-tilt holder. Ultrathin sections of the samples were cut using an ultramicrotome EM UC6/FC6 setup with an ultrasonic diamond knife at room temperature. Thickness of the sections was 60 nm, and the speed of sectioning was 0.4 mm/s. The sections were floated off water and thereafter transferred on carbon-filmed TEM copper grids. Differential scanning calorimetry (DSC) on compression-molded samples was used to quantify the effect of nanofiller on the crystallization temperature (Tc) and heat of crystallization (ΔHc) for neat PVDF and nanocomposites. The heating–cooling cycle was performed at 10 K/min in a N2 atmosphere using a DSC Q100 instrument (TA Instruments). Rheological measurements were performed using an Anton-Paar MCR 302 rheometer at 240 °C using 25 mm cone–plate geometry with a cone angle of 1° and truncation of 47 μm. Thermal stability of the prepared samples was verified by performing small-amplitude oscillatory shear measurements before and after long-time exposure of the samples to elevated temperatures. Rheological properties were measured at 240 °C to characterize the linear and nonlinear response for neat and nanocomposite samples. The broadband electrical conductivity and real permittivity of the nanocomposites were measured using a Bio-Logic impedance analyzer (SP-200 EIS) in the frequency range of 1 Hz–1 MHz according to ASTM D150. The impedance analyzer was connected to a Solartron 12962 sample holder with an electrode diameter of 10 mm. The amplitude of the applied voltage was 100 mV (Vrms ∼ 70.71 mV). Prior to the measurements, the electrodes were painted on the samples with a silver paste. ##2.3 Molecular Simulation Molecular simulation was performed to study the interactions between a segment of PVDF, an individual layer of GNR (armchair width = 10 Å and length = 20 Å), and an individual single-walled carbon nanotube (CNT zigzag (8,0) length = 20 Å). Both GNR and CNT were passivated with hydrogen to avoid reactive ends. The PVDF segment is composed of six repeating units, and it is arranged in two different conformations: α-PVDF and β-PVDF. PVDF was centered to avoid edge effects and placed at 4.0 Å from the surface of GNR or CNT. Two different configurations of PVDF on the surface of the fillers were studied: fluorine atoms (configuration 1) or hydrogen atoms (configuration 2) directed toward the surface of GNR or CNT (Figure 1). In the case of α-PVDF the segments in each configuration were placed in a way that the maximum amount of fluorine or hydrogen atoms were directed toward the surface of the nanofiller. The notation conformation–PVDF/filler–configuration number was used to identify the systems. Calculations were performed using the software Gaussian G09 (55) employing semiempirical parametrized model 6 (PM6). (56) Second-derivative calculation was performed to verify that the optimized geometries correspond to a local minimum. To study the interactions between the α-PVDF and β-PVDF segments and GNR or CNT, frontier orbitals, Mulliken population, and binding energy were studied. The binding energy parameter is defined as ΔE = E(nanofiller) + E(PVDF) – E(PVDF/nanofiller), where E(nanofiller), E(PVDF), and E(PVDF/nanofiller) correspond to the energy of the optimized structures of GNR or CNT, PVDF and PVDF/GNR, or PVDF/CNT systems, respectively. If the interaction is favorable, a positive binding energy is obtained."]], ["Results and Discussion", ["##3.1 HRTEM Imaging of Nanofillers Figure 2 shows the HRTEM images of parent MWCNTs (Figures 2a,b) and resultant GNRs (Figures 2c,d) with unzipped structures. The average length and diameter of MWCNTs were 2.7 μm and 50 nm, respectively. GNRs were of the same length, but with an average width of 110 nm. As observed in the HRTEM micrographs, MWCNTs have mainly an open-channel structure. After Na/K alloy intercalation unzipping, MWCNTs were successfully unraveled (Figures 2c,d). As it has been previously reported, the unzipping mechanism for open-channel MWCNTs is longitudinal (34, 36, 40) along the tube axis, unlike the helical unzipping for nitrogen-doped MWCNTs. (37) These unzipped structures have many more edges along the length of the nanoribbon than their parent MWCNTs. (33, 36, 53, 57) These edges provide additional available surface area for interactions with polymer chains in nanocomposites. To have a good interaction between the polymer matrix and GNR, ideally, GNRs must be dispersed fully longitudinally opened with an exfoliated morphology. The resultant 3D GNR structures are generally few-layer GNRs (Figure 2d, light gray), although the 2D HRTEM images look thicker in some parts of the structure (Figure 2c, dark gray). It was frequently observed via the HRTEM imaging process that once the entire body of the GNRs was exposed to the electron beam, beam-induced movement in GNRs results in making some portions appear thicker (or darker) than the other portions. (37) It should also be added that the robust C–C bonds at the curled areas and interlayer van der Waals interactions would avoid flattening and exfoliation of GNR layers. (53, 58) The schemes in Figures 2e and 2f show a fully and partially longitudinally opened MWCNT, respectively. The longitudinal opening of MWCNT increases edge-to-basal plane carbon ratio that can lead to an increased normalized density of states and superior performance in energy applications. (59, 60) ##3.2 Thermal Analysis, Raman Spectroscopy, X-ray Diffraction, and Powder Conductivity of Nanofillers The effects of unzipping on thermal stability, structural defects, crystallinity, and powder conductivity of parent MWCNTs were studied using thermogravimetric analysis (TGA), Raman spectroscopy, X-ray diffraction (XRD), and compressed powder conductivity measurement techniques, as shown in Figure 3. As it can be identified in the TGA results (Figure 3a), the inflection temperature for MWCNTs and GNRs was 850 and 506 °C, respectively. The huge difference in the onset degradation and inflection temperatures between MWCNTs and GNRs (ΔT ∼ 350 °C) is mainly due to the formation of multifaceted structures and abundant edges in the GNR structures, facilitating their reaction with oxygen at high temperatures. (33, 37) Figure 3b shows the Raman spectra of the employed nanofillers. A very strong D-band (at 1355.1 cm–1), induced by disordered defects, comparable to G-band (at 1585.0 cm–1), caused by sp2 carbon vibration, is observed for the GNR sample. (53) The peak at 2702.1 cm–1 corresponds to the 2D-band, deriving from the second-order Raman scattering. (53) Likewise, the parent MWCNT samples feature three obvious peaks at 1351.1, 1585.0, and 2681.0 cm–1. The D-band to G-band signal intensity ratios, ID/IG, were 0.55 for parent MWCNT and 0.77 for GNR powder. The ID/IG ratio is considered as an indicator of both relative population of sp3-hybridized edge carbon atoms and number of structural defects. (39, 61-63) The higher ID/IG ratio observed for GNR sample can be interpreted in terms of abundance of edge atoms introduced during the synthesis process of GNRs from the precursor MWCNT. This is in agreement with inferior thermal stability of GNR, as confirmed by the TGA analysis. A very sharp graphitic (002) peak in the XRD patterns of both MWCNT and GNR is evident at 26.2°, corresponding to a d-spacing of 3.4 Å (Figure 3c). Upon intercalation of the nanotube structures and successful unzipping, this peak intensified and slightly broadened, representing the permanent formation of the GNR structure. (37) The inherent conductivity of nanofillers is an important factor in shaping final electrical properties of conductive nanocomposites. Accordingly, we measured the powder conductivity of parent MWCNT and GNR to obtain a rough estimation about their inherent conductivity. The results showed that the electrical conductivities of the compressed powders of parent MWCNT and GNR were 10 and 40 S m–1, respectively. That is, GNR was 4 times as conductive as parent MWCNT. This difference can be attributed to higher surface area of GNR and also differences in the morphological and structural properties of parent MWCNT and GNR. ##3.3 Morphological Observations for Nanocomposites In addition to the inherent conductivity of nanofillers, their dispersion state within the polymer matrix also determines the network formed and thus the rheological and electrical properties of conductive nanocomposites. Hence, we must have a clear idea about the dispersion state of the employed nanofillers in the nanocomposites in order to properly study electrical and rheological percolation. The dispersion states of the nanofillers were compared at three different length scales. To study the microdispersion state of the nanofillers, first, we used LM to verify what portion of the nanofillers formed agglomerates. This poorly dispersed part was quantified using agglomerate area ratio (see Figure 4). Second, we investigated the gray appearance of the sample cuts to obtain information about the amounts of the agglomerates with sizes equal to or slightly larger than the wavelength of visible light, ca. 400–700 nm, but smaller than visually recognizable agglomerates. In fact, the darker the appearance of the sample cut, the higher the amount of the nanofillers dispersed in this range and more likely it is that we form a conductive nanocomposite. Third, TEM was used to characterize nanodispersion state of the nanofillers, wherein individually dispersed nanofillers can be perceived. Figure 4a depicts the optical micrographs of the nanocomposites with 2.0 wt % parent MWCNT and GNR. As visible in Figure 4a and quantified in Figure 4b, the number of large agglomerates in the GNR nanocomposites is greater than the parent MWCNT nanocomposites. The agglomerate area ratios in the parent MWCNT and GNR nanocomposites were 1.1% and 2.1%, respectively. Moreover, it was observed that the relative transparency of the parent MWCNT and GNR nanocomposites was 49% and 55%, respectively. Figure 5 shows the TEM micrographs of ultrathin sections of PVDF nanocomposites containing 2.0 wt % of nanofiller. These images are representatives of individually dispersed MWCNTs and GNRs in the PVDF matrix, revealing good to excellent nanodispersion for both nanofillers. The other noticeable feature evident in the higher magnification TEM image in Figure 5a is the presence of partially U-shaped MWCNT in the PVDF/MWCNT sample. This observation can be considered due to flexibility of MWCNT, resulting in a U-shaped steady state as a result of mixing-stage flow field. It is also observable that GNRs (Figure 5b) are fully unraveled at ends, while they are folded onto themselves in the middle. The presence of notably U-shaped MWCNTs would significantly increase the chance of elastic interlocking of MWCNTs. (64, 65) In the case of GNRs, it is noticeable that except for very long nanoribbons, most of GNRs are straight. This is mainly due to relatively small interlayer shear modulus of graphene layers (4.6 GPa) compared to their Young’s modulus (1.02 TPa). (66, 67) Therefore, it is expected that under an applied stress field the major event in GNR nanocomposite melt would be sliding of graphene layers and exfoliation. The LM and TEM observations disclosed that the MWCNT nanocomposites had relatively better state of dispersion compared to their GNR counterparts. This is in agreement with Raman spectroscopy of nanocomposites and molecular simulations, detailed in the next section, showing higher interaction between PVDF and MWCNT compared to that between PVDF and GNR. Nevertheless, it should be mentioned that the discrepancy in the dispersion state of the nanofillers is much less significant compared to the results obtained in our previous studies. (54, 68) Thus, it can be alleged that despite some differences, the dispersion state of the parent MWCNT and GNR nanocomposites were relatively similar. ##3.4 Interfacial Interactions between Polymer Matrix and Nanofillers To assess the strength of filler–polymer interfacial interactions and crystalline forms presenting in the PVDF nanocomposites, Raman spectra of nanocomposites were studied. Figure 6a depicts the Raman spectra for PVDF/MWCNT and PVDF/GNR nanocomposites containing 2.0 wt % nanofiller in the Raman shift of 500–1000 cm–1. Peaks in this region are dominated by CF stretching. (69) The peak at 804 cm–1 is assigned to the α-crystalline form of PVDF with high gauche conformation content. The peak at 838 cm–1 is associated with β-crystalline form of PVDF composed of all-trans sequences. (69) The other characteristic peak at 610 cm–1 is due to CCF and CCC bending modes, which is intensified as gauche conformation population increases. As per our above-mentioned observation on better interfacial interactions between MWCNT and PVDF matrix, it is possible to conclude that stronger fluorine–MWCNT interactions are able to hold polymer chains with all-trans conformation, which would eventually act as a nucleation agent for formation of β-crystalline form in PVDF/MWCNT nanocomposite samples. The interaction between nanofiller (GNR or CNT) and α-PVDF or β-PVDF was also evaluated using molecular simulations. The summary of the optimized total energy, HOMO (highest occupied molecular orbital) and LUMO (lowest unoccupied molecular orbital) energies, band gap (HOMO–LUMO energy difference), and binding energy of the studied systems are tabulated in Table 1. Analyzing the results of the optimized structures (Figures S1a,b) and energies of PVDF in both α and β conformations (Table 1), it can be observed that α-PVDF conformation (Figure S1a) is energetically more favorable than β-PVDF (Figure S1b). This result is in agreement with the work carried out by Hasegawa et al., (70) showing that the α-PVDF is more stable than β-PVDF. In terms of the GNR/PVDF and CNT/PVDF interacting systems, binding energy calculations (Table 1) show that both α-PVDF and β-PVDF have stronger interaction with CNT compared to GNR (twice in value). The observed differences in their interactions with the PVDF could originate from the difference in the curvature of CNT and GNR. In GNR the single sp2 orbital is saturated, while in a CNT the combination of sp2 and sp3 provides a free hybrid orbital available for interaction. (71-73) Thus, enhanced interaction between CNT and PVDF will occur in comparison to GNR and PVDF. The optimized structures show that in the β-PVDF/CNT-1 system β-PVDF segment flips with the hydrogens pointing to the CNT surface (Figure S1h). Thus, the interaction between the positively charged hydrogen atoms and the neutral carbons of the central part of CNT is stronger than the interaction of the negatively charged fluorine and the carbon atoms (Figure 7a–d). This flip may be related to the misalignment of π orbitals and could induce selective adsorption and self-organization of the molecules on the CNT surface. (23, 74) This flip is not observed when β-PVDF interacts with GNR (Figure S1g). The stronger interaction between CNT and α-PVDF or β-PVDF is confirmed by the strong change in the electrical properties of CNT in comparison with GNR. Figures 6b and 7 show that the carbons of the center part of CNT acquire positive or negative charges when interacting with PVDF (α or β), while the carbons of the middle part of GNR remain neutral upon exposure to PVDF. This charge redistribution in CNT is confirmed by the band gap results in Table 1 and the frontier orbitals in Figure S2. The CNT band gap increased 3-fold when PVDF (α or β) interacts with the CNT surface, whereas GNR band gap shows a slight increase when it interacts with PVDF. Increase in band gap correlates with charge transfer from PVDF to CNT and PVDF to GNR. This is in line with some studies showing that when covalent interaction or strong chemical bonding between a molecule and an individual CNT occurs, the properties of the CNT are strongly modified. (74, 75) Despite the different polymer–filler interactions and dissimilar crystalline forms in GNR and MWCNT nanocomposites, nonisothermal DSC observations demonstrated no appreciable difference in crystallization temperature and heat of crystallization of these samples, as shown in Figure 6c. Overall, as confirmed by morphological observations in the previous section, it can be stated that stronger CNT/PVDF interactions had no significant effect on the micro- and nanodispersion state of the parent MWCNT and GNR in the PVDF matrix. ##3.5 Rheological Behavior Formation of a mesoscale percolated network by nanofillers in polymer matrices brings about the emergence of complex rheological behaviors such as solid-like behavior, (76) thixotropy, (77-79) ultraslow relaxation processes (80) in the terminal region, and heterogeneous system dynamics. (81) These complex behaviors have been considered to arise from modified relaxational hierarchy of polymer chains immobilized in the interfacial region. (82-84) However, observing nonterminal rheology for weakly interacting polymer nanocomposites substantiates that contact aggregation is the main contributor to the occurrence of solid-like behavior. (85) Basic rheometry provides a unique, sophisticated tool to study these features, yielding significant information regarding the nanofiller superstructural characteristics. The aggregation process in polymer nanocomposites has been envisioned in the frame of self-similarity and fractal scaling theory, (48) which already emerged successful in describing structural properties of colloidal gels. Scaling models have been developed to estimate the fractal dimension of the filler network purely based on the macroscopic elastic response. In this context, low-frequency elasticity under small-amplitude oscillatory shear and linear-to-nonlinear transition strain amplitude have been used as basic rheological indicators in the proposed models. Figure 8 shows storage modulus (G′), loss modulus (G″), and damping factor (tan δ = G″/G′) as a function of frequency under small-amplitude oscillatory shear (strain γ = 0.1%) for a frequency range from 0.1 to 625 rad/s at 240 °C. As depicted in Figure 8, G′ is significantly larger than G″ (tan δ < 1) in the low-frequency region at higher concentrations for both MWCNT/PVDF and GNR/PVDF nanocomposites. MWCNT/PVDF nanocomposites exhibited a signature for the presence of a percolated nanofiller network (negative slope of tan δ in the low-frequency region) even at concentrations as low as 0.3 wt %. GNR/PVDF nanocomposite at 0.3 wt % was indeed close to gelation as marked by an almost frequency-independent tan δ in the low-frequency region. It is possible to infer that percolation threshold in MWCNT/PVDF nanocomposite occurred at relatively lower concentrations compared to GNR/PVDF nanocomposites. The abrupt transition to a solid state, as signaled by smaller low-frequency damping factor for near-percolation samples, is the noticeable feature observed for GNR nanocomposites compared to MWCNT ones. This could be due to smaller range of ribbon–ribbon short-range interactions compared to tube–tube short-range interactions, resulting in stronger concentration dependence of GNR nanocomposites elastic response. (86) This can potentially stem from the ability of MWCNTs to form mechanical entanglements, extending the range of tube–tube interactions and leading to gradual evolution of solid-like behavior as a result of increased number of network contact points and load-bearing junctions. Figure 9 shows the oscillatory amplitude sweep of the nanocomposite over a range of applied strain amplitude from 0.1 to 1000 at an angular frequency of 0.1 rad/s. Both MWCNT and GNR nanocomposites feature a drop in G′ as strain amplitude increases. Higher-concentration samples (≥1.0 wt %) had an initial solid-like behavior (G′ > G″) at lower strain amplitudes, which eventually subjected to full fluidization at higher strains. The main underlying mechanism for these observations is suggested to be associated with the yielding process of nanofiller superstructure arising from stochastic erosion of rigid clusters, leading to a decrease in volume fraction of load-bearing network structures. (80, 87) It is notable that for the 1.0 wt % MWCNT nanocomposite the yielding process is broad and multistep, in which the initial solid state deteriorated by unravelling and reorganization of the network structure under a weak oscillatory deformation field. However, partial survival of the initial MWCNT tenuous-clustered structure led to observation of a plateau region at strain amplitudes larger than the crossover strain γx (strain at which G′ = G″). This intermediate plateau eventually diminished under larger strain amplitudes. Higher concentration MWCNT/PVDF nanocomposites demonstrated a single-step process, consistent with strongly flocculated colloidal gels. (88) Noteworthy, for MWCNT/PVDF nanocomposite, the G′ and G″ crossover strain amplitude γx demonstrated a monotonic increase as nanofiller content increases. This can be explained in accordance with the increase in number density of contact points and load-bearing junctions in the MWCNT network as filler concentration increases. The oscillatory strain amplitude sweep response of GNR nanocomposites includes an initial solid-like state (G′ > G″) undergoing a transition to a fluid-like state as a result of the applied deformation field. However, the strain-induced drop in their G′ is accompanied by local maxima in G″ in low and intermediate concentrations. In 0.5 wt % GNR nanocomposite, the transition from solid-like behavior (G′ > G″) to fluid-like behavior (G′ < G″) is followed by an energy dissipation peak in loss modulus at γp (see Figure 9). Interestingly, higher concentration samples at 1.0 and 2.0 wt % demonstrated two peaks in G″ at γp1 and γp2. The first peak value γp1 was observed well below the crossover strain amplitude, while the second peak γp2 is very close to solid-to-liquid transition. Furthermore, dissipation processes in vicinity of the yielding transition are nonexistent for the sample containing 2.7 wt % GNR. It is observable that the crossover strain γx (strain at which G′ = G″) is nonmonotonic and meets a maximum at 2.0 wt % (γx ∼ 90%). The two-step yielding process has been previously reported for a variety of colloidal suspensions such as depletion-induced gels, (88-90) nanoemulsions, (91) glassy microgels, (92) and attractive glasses. (88, 90) There is no consensus of opinions on a system-independent mechanism for broad and multistep yielding processes accompanied by dissipation processes observed in colloidal suspensions. Several authors attributed the observation of a two-step yielding transition to the escape of particles from the potential well of their nearest neighbor, followed by cluster fragmentation at larger strains, (88, 93) while compression of particle-rich domains, leading to drainage and expulsion of interstitial fluid within the fractal clusters and creation of macroscopic voids, is considered as the underlying mechanism for preyielding dissipation process by some others. (91, 92) In the case of attractive glasses, however, the origin of the two-step transition from solid-like to fluid-like behavior is introduced as initial irreversible interparticle bond breakage, completed by cage breakage at higher strain amplitudes. (88) Yielding of the MWCNT network is a single-step process, which is in well agreement with the yielding mechanism by “stochastic erosion” (80) of highly flocculated, rigid clusters that survive far beyond the yield strain. However, the broad, multistep yielding transition accompanied by dissipation processes (maxima in G″) implies a distinctive mechanism controlling the response of GNR nanocomposite samples. It can be suggested that the GNR network at low and intermediate concentrations yields by a process comprising initial flow-induced structural reorganization, pairwise rotation of network bonds, and eventual failure via a widespread bond rupture under large strain amplitudes. Densification of network clusters would also be a part of dissipation events responsible for preyielding maximum in G″. (91) The nonmonotonic trend observed for crossover strain amplitude of GNR nanocomposites signals the presence of underlying competing processes. Similar nonmonotonic trend has been observed in glassy colloidal suspensions, considered to be associated with increased entropic barrier combined with tighter localization. (94) Jiang and Zukoski (86) observed a single-step yielding process and a nonmonotonic concentration dependence for yield strain of a polymer nanocomposite system with weak polymer-induced attraction. The polymer matrix used in their work was unentangled and adsorbing on the nanoparticle surface. Results of their work suggested that the maximum yield strain occurs in a narrow range of interparticle separation (8–10 times of the polymer matrix radii of gyration). This is suggestive of an important contribution from confinement effect to their observations. In another attempt, for well-entangled polymer nanocomposites, Anderson and Zukoski (83, 84) reported a two-step yielding process with a transition from ductile-to-brittle yielding behavior as particle concentration increased. The initial improvement in yield strain was considered to be related to the formation of primary entanglements between adsorbed polymer chains and secondary entanglements between adsorbed polymer chains and bulk polymer chains. In addition, they claimed that the observed embrittlement was due to a transition to polymer segment bridged particles as interparticle separation becomes comparable with several polymer segment lengths scale. Based on the above discussions, it is possible to conclude that the network structure formation in the MWCNT nanocomposites is mainly due to the creation of load-bearing junctions as a result of tube–tube direct contacts and mechanical entanglements. As MWCNT concentration increases, the volume fraction of load-bearing clusters increases while the network ductility is preserved. However, as speculated by Anderson and Zukoski, (84) for GNR nanocomposites, the network structure is activated by the formation of primary and secondary entanglements between adsorbed polymer chains and bulk polymer chains as interparticle separation become comparable with the polymer chain radius of gyration. There is a ductile-to-brittle transition as interparticle separation reaches the segmental length scale and segment bridged network is forming. Large wall depletion (slip) effects and instabilities in highly concentrated suspensions of large or poorly dispersed particles can cause the rheological response to develop a kink. (95, 96) However, this could not play a major role in our observations as large agglomerates (>5 μm in diameter) constitute a tiny portion of the overall studied nanocomposite systems (see Figure 4). ##3.6 Broadband Electrical Conductivity and Real Permittivity In this section, we aim at correlating the geometry of the nanofillers to the level of conductive network formation by comparing the broadband electrical conductivity and real permittivity of the generated nanocmposites. Broadband electrical conductivity is generally symbolized by σ = σDC + σAC, where σDC is direct current (DC) conductivity and σAC is alternating current (AC) conductivity. σDC derives from the movement of electrons in phase with the applied field and is frequency independent. σAC is the frequency-dependent part of electrical conductivity and is a result of the current generated by the reorientation of dipoles in each half cycle of alternating field. (97) In insulative materials, there is no significant in-phase current flow; hence, the current (charge over time) rises with frequency and electrical conductivity obeys an ascending trend with frequency. In conductive materials, however, the current coming from nomadic charges in phase with the applied field dominates, and thus electrical conductivity becomes frequency independent. In semiconductive materials, there is a critical frequency below which the DC current of in-phase charges becomes dominant, while beyond such frequency, the AC current coming from dipole reorientation is dominant. Therefore, the overall conductivity becomes frequency independent in the lower frequency range and follows an increasing trend at higher frequency range. Figure 10 depicts the broadband electrical conductivity of the parent MWCNT and GNR nanocomposites at various nanofiller contents. Figure 10a shows that the parent MWCNT nanocomposites were insulative at 0.5 wt %, a semiconductive behavior at 1.0 wt %, and were conductive at 2.0 and 2.7 wt %. However, as evidenced by Figure 10b, the GNR nanocomposites showed an insulative behavior up to 2.0 wt % and transformed into a conductive material at 2.7 wt %. Thus, Figure 10 further confirms the superior capability of MWCNT to interlock and create a network compared to GNR. Broadband real permittivity is an important electrical parameter, which is highly sensitive to nanofiller network formation. Thus, comparing the real permittivity of the generated nanocomposites can offer additional information about the quality of the conductive networks. Real permittivity is the capability of a material to store charge and is related to charge polarization inside a material. (98) In nanocomposites, all components, i.e., polymer matrix, conductive nanofiller, and interface, can be polarized, and the degree to which they contribute to the overall permittivity depends on the frequency range. (99, 100) There are several mechanisms contributing to real permittivity, including interfacial, dipolar, and electronic polarization. It is well established that the formation of nanocapacitors within nanocomposites is the physical phenomenon controlling the interfacial polarization and polymer electronic polarization. (101) In this regard, nanocomposites can be envisioned as a pool of many nanocapacitors, composed of contiguous individual nanofillers as nanoelectrodes with an insulating thin polymer layer in between as a nanodielectric. Because of the conductivity mismatches, nomadic charge carriers are blocked at the internal phase boundaries of nanofiller and polymer, and their interfacial accumulation brings about charge polarization. Interfacial polarization is a mesoscopic phenomenon, has a large relaxation time, and therefore diminishes with frequency increase. It should be considered that the interfacial polarization emerges at nanofiller contents close to and/or above the percolation threshold, where nanocapacitors are well formed. (102) In addition, the buildup of field strength in the narrow insulative gaps between nanofillers can give rise to the electronic polarization of polymer matrix and thus increase of the real permittivity. (98) Polar matrices, such as PVDF, can also enhance the real permittivity through dipolar polarization. Figure 11 presents the broadband real permittivity of the generated nanocomposites as a function of nanofiller content. Real permittivity of pure PVDF is constant, signifying frequency-independent nature of the PVDF dipolar polarization over the investigated frequency range. Real permittivity of the nanocomposite with 0.5 wt % MWCNT resembled pure PVDF, but a considerable increase in real permittivity is observable at nanofiller contents of 1.0 wt % and higher, particularly at low frequencies. This increase is due to the formation of nanocapacitor structures at MWCNT content above the percolation threshold. However, at 0.5 wt % MWCNT, where the nanocomposite was in the insulative region, no increase in real permittivity was observed. At 10 Hz, the real permittivity of the nanocomposite with 0.5 wt % MWCNT was 15, and it increased to 50 and 110 at 1.0 and 2.0 wt %, respectively. The broadband real permittivity of the GNR nanocomposites showed a surprising behavior. As the GNR nanocomposites showed insulative behavior up to 2.0 wt %, we did not expect to see any sign of interfacial polarization. However, it was observed that at 1.0 and 2.0 wt %, where the nanocomposites were in the insulative region, real permittivity increased considerably at low frequencies. At 10 Hz, the results showed real permittivities of 18 and 45 for the GNR nanocomposites with 1.0 and 2.0 wt % loading, respectively. These results reveal that at 1.0 and 2.0 wt % GNR content the nanofillers were so close to each other to form nanocapacitor structures, but they were not able to contact each other to form a conductive network. These results propose GNR as a promising nanomaterial for charge storage applications, as proposed by Dimiev et al. (39) In conclusion, rheometry in combination with broadband electrical properties indicated the superior capability of parent MWCNT to interlock and form conductive network within the PVDF matrix compared to that of GNR."]], ["Concluding Remarks", ["In the present work, a nonoxidative synthesis route and strong filler–polymer interactions resulted in comparable dispersion state for MWCNT/PVDF and GNR/PVDF nanocomposites. This enabled us to magnify and observe differences in percolation behavior originating from differences in geometrical features of nanofillers. Linear and nonlinear rheological responses of polymer nanocomposites proved fundamental differences in the underlying causes of network formation in MWCNT and GNR nanocomposites. The elastic properties of MWCNT nanocomposite are mainly controlled by volume fraction of load-bearing clusters and network contact points; however, a combination of polymer chain adsorption on the surface of nanofiller and confinement effect is the dominant mechanism for the GNR nanocomposites. Poor conductivity-related properties of GNR nanocomposite proved our deduction from the rheological behavior that GNRs can approach each other, can be in close contiguity, but are not able to interlace each other tightly, thereby giving poorer electrical properties than MWCNT nanocomposites. However, this inferiority in conductivity makes GNRs promising materials for charge storage applications."]]], "doi": "10.1021/acs.macromol.7b00702", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) α-PVDF and β-PVDF segments, (b) CNT and GNR nanofillers, (c) configurations 1 and 2 of PVDF/CNT and PVDF/GNR systems."], ["Figure 10", "Figure 10", "Figure 10. Broadband electrical conductivity of (a) parent MWCNT/PVDEF and (b) GNR/PVDF nanocomposites at various nanofiller contents.   "], ["Figure 11", "Figure 11", "Figure 11. Broadband real permittivity of (a) parent MWCNT/PVDF and (b) GNR/PVDF nanocomposites at various nanotube contents   "], ["Figure 2", "Figure 2", "Figure 2. (a) Low-magnification and (b) high-magnification TEM image of parent MWCNT. (c) Low-magnification and (d) high-magnification TEM image of GNR. (e) and (f) show schematics of fully and partially longitudinally opened MWCNT, respectively."], ["Figure 3", "Figure 3", "Figure 3. (a) TGA, (b) Raman spectra, (c) XRD patterns, and (d) compressed powder conductivity of parent MWCNT and GNR.   "], ["Figure 4", "Figure 4", "Figure 4. (a) Optical micrographs, (b) agglomerate area ratio, and (c)  relative transparency of thin cuts of 2.0 wt % PVDF/MWCNT and  PVDF/GNR nanocomposites.   "], ["Figure 5", "Figure 5", "Figure 5. TEM images of ultrathin sections of (a) PVDE/MWCNT  and (b) PVDF/GNR nanocomposites containing 2.0 wt % nanofiller.   "], ["Figure 6", "Figure 6", "Figure 6. (a) Raman spectra of MWCNT and GNR nanocomposites. (b) Mulliken charge distribution showing the change of nanofiller electronic structure upon interaction with PVDF. (c) Crystallization temperature (Tc) and heat of crystallization (ΔHc) for neat PVDF and nanocomposites."], ["Figure 7", "Figure 7", "Figure 7. Mulliken charge distribution for α-PVDF, β-PVDF, GNR, CNT, PVDF/GNR, and PVDF/CNT systems."], ["Figure 8", "Figure 8", "Figure 8. Small-amplitude oscillatory shear response for neat PVDF and MWCNT and GNR nanocomposites at γ = 0.1% and T = 240 °C: (a) storage modulus, (b) loss modulus, and (c) damping factor for MWCNT/PVDF nanocomposites; (d) storage modulus, (e) loss modulus, and (f) damping factor for GNR/PVDF nanocomposites."], ["Figure 9", "Figure 9", "Figure 9. Oscillatory amplitude sweep results for MWCNT and GNR nanocomposites at 0.1 rad/s. The oscillatory amplitude sweep response of neat PVDF is presented in the Supporting Information (see Figure S3). Insets show the G′ and G″ crossover strain amplitude γx as a function of nanofiller content."]], "table_captions": [], "tables": []}