{"title": "Multiscale Dynamics of Small, Attractive Nanoparticles and Entangled Polymers in Polymer Nanocomposites", "abstract": " Polymer segmental dynamics, center-of-mass chain diffusion, and nanoparticle (NP) diffusion are directly measured in a series of polymer nanocomposites (PNC) composed of very small (radius ≈ 0.9 nm) octa(aminophenyl) polyhedral oligomeric silsesquioxane (OAPS) NPs and poly(2-vinylpyridine) (P2VP) of varying molecular weight. With increasing OAPS concentration, both the segment reorientational relaxation rate (measured by dielectric spectroscopy) and polymer chain center-of-mass diffusion coefficient (measured by elastic recoil detection) are substantially reduced, with reductions relative to bulk reaching ∼80% and ∼60%, respectively, at 25 vol % OAPS. This commensurate slowing of both the segmental relaxation and chain diffusion process is fundamentally different than the case of PNCs composed of larger, immobile nanoparticles, where the motion of most segments remains relatively unaltered even though chain diffusion is significantly reduced. Next, using Rutherford backscattering spectrometry to probe the NP diffusion process, we find that small OAPS NPs diffuse anomalously fast in these P2VP-based PNCs, reaching diffusivities 10–10000 times faster than predicted by the Stokes–Einstein relation assuming the melt zero-shear viscosity. The OAPS diffusion coefficients are found to scale very weakly with molecular weight, Mw–0.7±0.1, and our analysis shows that this characteristic OAPS diffusion rate occurs on intermediate microscopic time scales, lying between the Rouse time of a Kuhn monomer τ0 and the Rouse time of an entanglement strand τe. Our findings suggest that transport of these very small, attractive nanoparticles through well-entangled polymer melts is consistent with the recently reported vehicle mechanism of nanoparticle diffusion. SUBJECTS: Transport properties,Diffusion,Molecular dynamics,Nanocomposites,Polymers ", "body": [["Abstract", [" Polymer segmental dynamics, center-of-mass chain diffusion, and nanoparticle (NP) diffusion are directly measured in a series of polymer nanocomposites (PNC) composed of very small (radius ≈ 0.9 nm) octa(aminophenyl) polyhedral oligomeric silsesquioxane (OAPS) NPs and poly(2-vinylpyridine) (P2VP) of varying molecular weight. With increasing OAPS concentration, both the segment reorientational relaxation rate (measured by dielectric spectroscopy) and polymer chain center-of-mass diffusion coefficient (measured by elastic recoil detection) are substantially reduced, with reductions relative to bulk reaching ∼80% and ∼60%, respectively, at 25 vol % OAPS. This commensurate slowing of both the segmental relaxation and chain diffusion process is fundamentally different than the case of PNCs composed of larger, immobile nanoparticles, where the motion of most segments remains relatively unaltered even though chain diffusion is significantly reduced. Next, using Rutherford backscattering spectrometry to probe the NP diffusion process, we find that small OAPS NPs diffuse anomalously fast in these P2VP-based PNCs, reaching diffusivities 10–10000 times faster than predicted by the Stokes–Einstein relation assuming the melt zero-shear viscosity. The OAPS diffusion coefficients are found to scale very weakly with molecular weight, Mw–0.7±0.1, and our analysis shows that this characteristic OAPS diffusion rate occurs on intermediate microscopic time scales, lying between the Rouse time of a Kuhn monomer τ0 and the Rouse time of an entanglement strand τe. Our findings suggest that transport of these very small, attractive nanoparticles through well-entangled polymer melts is consistent with the recently reported vehicle mechanism of nanoparticle diffusion. SUBJECTS: Transport properties,Diffusion,Molecular dynamics,Nanocomposites,Polymers "]], ["Introduction", ["Understanding nanoparticle (NP) and polymer dynamics over their hierarchy of length and time scales is a complex problem relevant to drug delivery, filtration technology, and the properties and processability of polymer nanocomposites (PNCs). (1−5) Because NPs and polymers share overlapping energy, length, and time scales, their motional processes are interrelated and therefore significantly impact each other. This is especially true for very small NPs in well-entangled polymer matrices, where the radius of the nanoparticle (RNP) is on the order of the radius of gyration of the polymer (Rg) or the entanglement tube diameter (dtube). It is now well established that polymer dynamics at small length scales (e.g., segmental relaxations) are perturbed near a NP surface (3,4,6−8) and are highly dependent on system-specific parameters, including NP–polymer interfacial interaction (9,10) and NP size. (11,12) For example, poly(2-vinylpyridine) (P2VP) segmental dynamics are ∼100 times slower near the surface of moderately sized, attractive silica NPs (SiO2, RNP = 13 nm) but remain bulklike beyond ∼5 nm from the NP surface. (13) Similar behavior is reported in molecular dynamics (MD) simulations of attractive PNCs. (3,14) However, the magnitude of reduced segmental dynamics is dependent on the NP–polymer interaction while the length scale over which relaxations are perturbed is nominally independent of interactions and reported as ∼3 nm. (14) For attractive PNCs with NPs on the order of the segment size (RNP ≈ 0.9 nm), experiments coupled with theory and simulations designed to mimic the sizes and interactions in the experimental system report categorically different behavior as compared to PNCs with larger NPs. (12) For example, in PNCs with smaller NPs, segmental relaxations slow precipitously and become more dependent on temperature (more fragile) with increasing NP concentration (φNP). (12) In addition, the glass transition temperature increases up to 30 °C at φNP = 54 vol %, but the step in specific heat capacity remains unchanged, both of which are not true for PNCs with larger NPs. (12) At longer length scales, polymer chain diffusion through PNCs has been measured as a function of NP concentration, (15) NP and polymer size, (16) NP–polymer attraction, (17) and NP interface softness. (18) In each case, the polymer chain diffusion coefficient through PNCs decreases with decreasing interparticle separation distance (achieved by increasing φNP or decreasing RNP). It is important to note that the NPs in these experiments are effectively immobile on the time scale of polymer diffusion, with the exception of a recent subset of systems with anisotropic NPs. (19) It is crucial to consider the hierarchy of polymer dynamics from the segment to chain scale when studying the diffusion of NPs in a polymer melt because the relevant polymer dynamics depend on the size of the NP, polymer chain length, and NP–polymer interaction. (20−24) A continuum hydrodynamic description of the translational diffusion of spherical particles, DSE, in a polymer melt is given by the Stokes–Einstein (SE) equation with static boundary conditions:(1)where kBT is the thermal energy term and η0 is the zero-shear viscosity of the polymer medium. (25) However, the SE prediction often fails to describe NP diffusion in polymer melts, especially when RNP < Rg (or dtube) or in systems with strong NP–polymer attraction. (21,26,27) Both of these cases, small NPs and strong interactions, are especially important to understand because it is at these limits where uniform NP dispersion is most often realized. (3,28) It has been shown that small, athermal gold NPs (RNP = 2.5–10 nm) diffuse in entangled poly(butyl methacrylate) melts (M/Me = 12, where Me is the entanglement molecular weight) approximately 10–100 times faster than the SE prediction. (29) Diffusion of small NPs in athermal or repulsive polymer melts at time scales faster than DSE was also observed in MD simulations (30,31) and predicted in self-consistent generalized Langevin equation theory. (21) To describe the diffusion of small NPs, η0 is sometimes replaced with a length-scale-dependent viscosity smaller than the macroscopic value and corresponding to approximately the NP size; however, eq 1 is commonly used for comparison. (21,23,24,30) A more recent theory by Yamamoto et al. that includes NP–polymer attraction predicts two competing mechanisms of NP motion called core–shell and vehicle diffusion. (26) In the core–shell mechanism, NPs and adsorbed polymer chains diffuse together with an effective size larger than RNP. This core–shell diffusion has been observed experimentally in mixtures of P2VP and SiO2, where SE behavior was retained by using an increased effective NP size (RNP+ Rg) to capture the presence of an irreversibly bound polymer layer. (32) In vehicle diffusion, NPs are predicted to diffuse with the local polymer environment until the NP desorbs and readsorbs in a new environment, which usually leads to fast NP diffusion relative to eq 1. (26) A crossover between core–shell (where D/DSE ∼ 0.6) and vehicle diffusion (where D/DSE ∼ 20) was recently measured using dynamic light scattering (DLS) in mixtures of sticky NPs (RNP ≈ 0.9 nm) in poly(propylene glycol) (PPG) melts with M/Me < 6. (33) In this article, we combine measurements of polymer dynamics at the segment and chain scale with measurements of NP diffusion to probe polymer and NP dynamics in PNCs with small nanoparticles (RNP ≪ Rg), entangled polymers, and attractive NP–polymer interactions. The PNCs are composed of well-entangled poly(2-vinylpyridine) (P2VP) (M/Me ≈ 1–26 where Me = 18 kg/mol and Rg = 4.5–18.7 nm) (32) and octa(aminophenyl) polyhedral oligomeric silsesquioxane (OAPS) NPs (RNP ≈ 0.9 nm). (12) The polymer dynamics on the chain scale are suppressed by up to ∼60% relative to bulk at NP concentrations of 25 vol %. This reduction in chain dynamics is largely due to a slowing of polymer segmental dynamics, which likely results from favorable pyridine–amine interactions. In addition, relative to the hydrodynamic SE prediction based on the NP size and zero-shear melt viscosities, the NP diffusivity is dramatically enhanced (up to a factor of 10000). NP diffusion coefficients in this system are modestly dependent on polymer molecular weight, scaling as ∼Mw–0.7±0.1, which is comparable to recent theoretical predictions of the vehicle mechanism in well-entangled attractive polymer melts. (26) By measuring and correlating multiscale polymer and NP dynamics, we conclude that the transport of small, attractive NPs in entangled polymer melts occurs via the vehicle mechanism, where NPs diffuse through successive adsorption/desorption events that likely take place on Rouse time scales."]], ["Experimental Section", ["## Materials and PNC Preparation All poly(2-vinylpyridine) (P2VP) was received from Polymer Source or Scientific Polymer Products and used as received. All polymer molar mass moments and distributions were verified by gel permeation chromatography (GPC) relative to narrow polystyrene standards, and all dispersities were <1.3, as listed in Table S1. Partially deuterated poly(2-vinylpyridine) (dP2VP) was synthesized at the Center for Nanophase Materials Science at Oak Ridge National Laboratory. The deuterium-to-hydrogen ratio (measured by elastic recoil detection) is approximately 1:2, and the weight-averaged molecular weight and dispersity (measured by GPC) are 100 kg/mol and 1.2, respectively. Dry octa(aminophenyl) polyhedral oligomeric silsesquioxane (OAPS) powder was used as received. PNCs were fabricated by solution mixing and drying. Solutions of OAPS in MeOH (cOAPS ∼ 20 g/L) and P2VP in MeOH (cP2VP ∼ 50 g/L) were fabricated and allowed to stir for several hours. Once completely dissolved, the requisite amount of OAPS/MeOH was added dropwise to P2VP/MeOH solutions while stirring. P2VP/OAPS/MeOH solutions were stirred for at least 24 h before deposition and annealing, as further described below. ##Differential Scanning Calorimetry (DSC) The polymer glass transition temperature (Tg) was measured via DSC with a TA Instruments Q2000. All measurements were made upon cooling a sample of ∼5 mg at a rate of 10 °C/min between 175 and 25 °C. Tg was defined as the inflection point of the heat flow thermograms. DSC samples were fabricated by drop-casting P2VP/OAPS/MeOH solutions onto Teflon, air-dried, and then annealed at T = 170 °C under vacuum for ∼24 h. Results for Tg of P2VP/OAPS PNCs as a function of OAPS concentration and molecular weight are provided in Figure S2. Tg for bulk 100 kg/mol P2VP is measured to be ∼96 °C. ##Broadband Dielectric Spectroscopy (BDS) Polymer reorientational segmental dynamics were measured using a Solartron ModuLab XM MTS with the femtoammeter accessory. BDS samples were processed as described for DSC samples but after annealing, were melt pressed to the appropriate size, placed between steel electrodes, and separated with 50 μm silica spacers. Samples were annealed in the cryostat at 160 °C until the imaginary permittivity spectra at all frequencies remained constant (within 5%) over several hours. Isothermal frequency sweeps from 10–1 to 106 Hz were measured every 3 °C on cooling from 179 to 107 °C. Select measurements were made after heating again to ensure reproducibility. ##Elastic Recoil Detection (ERD) The polymer chain translational diffusion coefficient was measured into P2VP/OAPS PNCs using ERD, an ion scattering technique used to measure the depth profile of light elements such as deuterium and hydrogen. Solutions containing P2VP/OAPS/MeOH were doctor bladed on a silicon wafer, air-dried, and then annealed for at least 48 h at T = 160 °C under vacuum. The resulting thickness was at least 20 μm. Tracer films were made by spin-coating a thin layer of 2000 kg/mol polystyrene (PS) (∼30 nm) on an ozone-treated silicon wafer and then a ∼50 nm film of 100 kg/mol dP2VP from MeOH on the PS layer. To form the diffusion couples (Figure 1a), bilayer tracer films were floated off the silicon wafer and transferred to the preannealed PNC matrix for subsequent annealing at T = 140 °C under vacuum. Polymer diffusion couples were then measured via ERD where a He2+ ion beam is accelerated to 3 MeV and incident on the sample in forward scattering geometry (70° off normal), as described in detail in ref (34) and further discussed elsewhere. (15,17) A mylar film before the detector is used to obstruct He ions but allow forward-recoiled deuterium ions to be detected.  ## Rutherford Backscattering Spectrometry (RBS) Nanoparticle diffusion into bulk P2VP was measured as a function of P2VP molecular weight (Mw) using RBS, an ion scattering technique used to measure the depth profile of heavy elements, such as Si herein. The P2VP matrices of varying molecular weights were doctor bladed from solutions of P2VP/MeOH on a silicon wafer and annealed for at least 48 h at T = 160 °C under vacuum. The resulting thickness was at least 20 μm. The tracer films were made by spin-coating a thin layer of 2000 kg/mol polystyrene (PS) (∼30 nm) on an ozone-cleaned silicon wafer, followed by a ∼150 nm film spin-coated from the P2VP/OAPS/MeOH. Tracer films were then floated in DI water and transferred to the preannealed bulk P2VP matrix for subsequent annealing at T = 140 °C under vacuum (Figure 3a). The same P2VP Mw was used in tracer and matrix films. The OAPS concentration in the tracer film was fixed to 25 vol %. This concentration is large enough to provide sufficient Si signal in RBS, but low enough to minimally affect polymer viscosity, and below the reported aggregation concentration. (12) OAPS diffusion couples were measured with RBS where He+ ions are accelerated to 3 MeV and incident normal to the sample surface. Backscattered He ions are collected at a detector 10° off normal. RBS is described in detail in ref (34) and discussed elsewhere. (32,35) "]], ["Results", ["## Polymer Dynamics We first probe the dynamics of P2VP in P2VP/OAPS PNCs by measuring the diffusion coefficient of the chain (Dpoly) as a function of OAPS concentration. As described elsewhere (15,17) and schematically depicted in Figure 1a, elastic recoil detection (ERD) was used to measure the depth profile of 100 kg/mol dP2VP (M/Me ∼ 5.5, Rg ∼ 8.6 nm) as it diffuses into PNC films of varying φNP after different annealing times. At OAPS concentrations of 25 vol %, the highest concentrations studied here, yet still below the previously reported aggregation threshold, (12) the expected NP–NP separation distance for randomly packed OAPS (RNP = 0.9 nm) is only ∼2.5 nm. We confirm reasonable OAPS dispersion in P2VP using X-ray scattering between 0.0017 Å−1 < q < 3 Å−1 (i.e. 0.2–370 nm), as described in Figure S3. Furthermore, measured Si depth profiles in Figure S4 show uniform distribution of OAPS through the depth of the film with no measurable surface aggregation. OAPS dispersion at NP concentrations up to 25 vol %, which is not common in PNCs containing polyhedral oligomeric silsesquioxane (POSS), (36,37) suggests strong and favorable NP–polymer interactions between OAPS and P2VP. (12,33) Representative diffusion profiles of dP2VP diffusing into P2VP with 25 vol % OAPS at 140 °C at various diffusion times are shown in Figure 1b. As expected, dP2VP diffuses farther into the underlying matrix after longer annealing times. The dP2VP diffusion coefficient is extracted from the experimental data by fitting each concentration profile with Fick’s second law describing a finite source diffusing into a semi-infinite medium. (15,38)Figure 1c displays dP2VP profiles measured at the same annealing temperature and time as a function of OAPS concentration. For the same annealing conditions, dP2VP diffusion is slowed as the NP concentration in the underlying matrix is increased. The extracted polymer diffusion coefficients as a function of NP concentration are shown in Figure 2a. The error bars, which are smaller than the size of the data points, are calculated from the standard deviation of at least three annealing times.  Whereas the addition of small molecules, (39) including POSS, (37) often enhances dynamics and plasticizes a polymer melt, we observe the opposite effect in this attractive mixture. The observed monotonic reduction in Dpoly can be qualitatively understood by a slowing of segmental dynamics and increase in glass transition temperature, as previously reported in the same system. (12) To compare dynamics at the segment and chain scale, the segmental reorientational relaxation time (τα) was measured by dielectric spectroscopy at 140 °C and is presented in Figure 2a (see Figure S5 for dielectric measurements at various temperatures). As the OAPS concentration increases, τα increases showing slower relaxations, which is consistent with DSC measurements (Figure S2). By comparing the normalized chain and segmental dynamics in PNCs to bulk P2VP in Figure 2b, we find the addition of these Kuhn bead-sized NPs slows segmental dynamics slightly more than chain dynamics. For example, at the highest NP loading, chain diffusion is slowed by ∼60% relative to bulk, while the segmental dynamics are slowed by ∼80%. To further understand these reductions in polymer dynamics, we interpret our results in terms of the reptation model, where polymer diffusion in an entangled matrix is defined as(2)where Ree is the polymer end-to-end distance, N is the degree of polymerization, Ne is the degree of polymerization of an entanglement strand, ξ is the monomeric friction coefficient, and b is the Kuhn length. (25) The term kBT/ξb2 is proportional to the segmental relaxation rate, τα–1 (eq 2). (25) Thus, according to the reptation model, the observed differences between Dpoly and τα in Figure 2b could be related to dilation of chain dimensions (increasing Ree) or disentanglement effects (increasing Ne). Recent small-angle neutron scattering experiments on a similar system of poly(methyl methacrylate) and weakly attractive POSS observed no change in Ree in PNCs relative to bulk. (36) Thus, it is unlikely that differences in chain dimensions are responsible for differences in polymer dynamics in our system. Moreover, disentanglement has been observed in recent rheology measurements of this P2VP/OAPS system. (12) Furthermore, in an athermal system of poly(ethylene oxide) and small gold NPs, neutron scattering also revealed tube dilation of ∼20% at a NP concentration of 20 vol %. (41) Given these observations, we surmise that the observed enhancements in Dpoly relative to τα are primarily related to disentanglement and tube dilation likely resulting from excluded volume, but the specific impact of NP–polymer attraction in our system remains unclear. Figure 2b also includes a quantitative comparison to the reduction in chain-scale diffusion of polystyrene (PS) diffusing into athermal PNCs composed of PS and phenyl-capped SiO2 (SiO2–Ph, RNP = 15 nm). (40) At T = 140 °C and at all φNP, the addition of small OAPS into P2VP (attractive) is more impactful and more dependent on φNP than the addition of larger SiO2–Ph into PS (athermal). (40) ##Nanoparticle Dynamics To fully understand the dynamics in these attractive P2VP/OAPS PNCs, we next measure the diffusion of OAPS NPs in P2VP of various molecular weights. As described elsewhere (32,35) and shown schematically in Figure 3a, Rutherford backscattering spectrometry (RBS) was used to measure the depth profile of OAPS infiltration into bulk P2VP. A representative set of fitted diffusion profiles for OAPS diffusion into 90 kg/mol P2VP at 140 °C is presented in Figure 3b. OAPS diffusion was measured in seven P2VP melts (2RNP/dtube ∼ 0.25) with Mw ranging from 28 to 467 kg/mol spanning M/Me ∼ 1 to 26 and Rg/RNP ∼ 5 to 21, as listed in Table S1.  The measured DOAPS presented in Figure 4a monotonically decreases with increasing P2VP Mw, but only weakly, scaling as Mw–0.7±0.1. Furthermore, these NP diffusion coefficients are substantially larger than those predicted by SE (DSE, eq 1), calculated using the zero-shear viscosity (η0) of bulk P2VP (32) (see Figure S6 for details). Recent rheology measurements (12) of P2VP/OAPS showed only a subtle change in η0 upon the addition of up to 25 vol % OAPS, which is equivalent to the maximum local OAPS concentration in unannealed tracer films and more concentrated than the local environment OAPS NPs experience during these diffusion measurements (∼5 vol %, Figure 3b). We have verified the negligible change in η0 (∼30% increase relative to bulk) in 5 vol % OAPS PNCs using small-amplitude oscillatory shear measurements (Figure S6).  In this attractive P2VP/OAPS system, we observe fast NP diffusion relative to SE (DOAPS/DSE) by 101–104 over the molecular weight range studied (Figure 4b). These results are consistent with an extrapolation to large Mw of the recent DLS study of a similar system (OAPS in PPG) that found a crossover from D < DSE to D > DSE at Rg ∼ RNP (as well as M ∼ Me). (33) In stark contrast to our previous studies of SiO2 NP diffusion (RNP = 13 nm) in P2VP that diffuse via the core–shell mechanism (Figure 4b, open circles), decreasing the size of the NP by a factor of ∼14 changes D/DSE by up to 104 at high Mw (Figure 4b). (32) This clearly demonstrates the fundamental importance of NP size on transport mechanisms. The weak molecular weight dependence found for DOAPS in P2VP/OAPS PNCs suggests that NP motion is coupled to polymer dynamics between segmental relaxations (approximately Mw independent) and longer-range Rouse relaxations (scaling with Mw–1) and is decoupled from chain-scale relaxations (scaling with Mw–3.4). Recent theoretical predictions by Yamamoto et al. predict that small NPs with enthalpic attraction to the polymer matrix diffuse in entangled polymers via a vehicular mechanism. (26) In vehicle diffusion, NPs diffuse with the local polymer environment until successive desorption and adsorption events lead to Fickian NP diffusion. (26) The frequency of desorption events and lifetime of NP–polymer adsorption depend on system-specific parameters, especially NP size and NP–polymer interaction. Although the NP–polymer interaction and desorption time in P2VP/OAPS are difficult to experimentally probe, our observations that NP motion is coupled to subdiffusive polymer relaxations (Figure 4a) support the theory of vehicle diffusion. "]], ["Discussion", ["By directly measuring the dynamics of polymer segments, the chain, and the NPs in this P2VP/OAPS model system, we can quantitatively and mechanistically understand how small, enthalpically attractive NPs diffuse in entangled polymer melts and how they impact polymer dynamics at various length scales. Figure 5 summarizes and quantitatively compares directly measured or estimated polymer and nanoparticle dynamics in this P2VP/OAPS system. We consider the segmental relaxation time (τα) to be approximately equal to the relaxation time of a single Kuhn monomer and therefore the shortest Rouse time of P2VP (τ0). According to the Rouse model, (25) the relaxation time of an entanglement strand (τe) is given by τe = τ0(Ne)2, where Ne for P2VP (12,32,42) is ∼23. Our assignment of τ0 is supported by recent rheology and dielectric measurements of bulk P2VP, which found τe/τα ∼ 103 or ∼ Ne2. (12) Although τα is often considered molecular weight independent, we measure a weak Mw dependence of τα in bulk P2VP at 140 °C, scaling with Mw0.15, which follows the slight increase in Tg (Figures S2 and S7). The reptation time of the chain (τrep) can be calculated from the measured diffusion coefficient in Figure 2a through τrep = (Rg)2/(6Dpoly) and is expectedly slower than the Rouse prediction (τN) which neglects entanglement effects. Similarly, the relaxation time of the OAPS NPs can be calculated as τOAPS = (RNP)2/(6DOAPS). The measured τ0 and τrep data shown in Figure 5 are for 100 kg/mol bulk P2VP (Figure 2a), and all measurements presented are at 140 °C. With experimental evidence that OAPS diffusion is slower than Kuhn segment relaxations but faster than P2VP chain diffusion, we can further understand the polymer dynamic results presented in Figure 2. For traditional PNCs (such as PS/SiO2–Ph), the slowing of chain diffusion has been described with excluded volume (43) and entropic (15,40) arguments. However, chain-scale entropic effects can be considered negligible in P2VP/OAPS diffusion because the OAPS position is fully decorrelated on the time scale of conformation fluctuations (∼τrep), NPs fully penetrate polymer conformations, and all chains likely sample similar conformations. These justifications are not true for larger and less mobile NPs. Furthermore, in PNCs with larger NPs (RNP ≥ Rg), the mean molecular relaxation time is largely unchanged overall, (44,45) even though friction is known to be significantly increased at the NP–polymer interface. (13) As a result, while segmental relaxations are less perturbed than chain diffusion in traditional PNCs, the perturbations are similar in P2VP/OAPS PNCs (Figure 2b), thus highlighting the fundamentally different mechanism causing reduced chain-scale polymer diffusion in PNCs with small, attractive, and highly mobile NPs. In these P2VP/OAPS PNCs, we conclude that polymer segments and small NPs relax together, making the majority of segments slower than in bulk and significantly increasing the friction on the chain. This conclusion is supported by observations that the step in heat capacity at Tg remains unchanged upon the addition of OAPS NPs, (12) which we confirm in our DSC measurements, suggesting that these small and attractive NPs are dynamically active during segmental relaxations. Because the friction at the segmental scale is increased, chain-scale diffusion is similarly slowed while also being slightly enhanced by other factors (e.g., disentanglement, eq 2). This mechanism of chain-scale retardation through segmental friction is categorically different than previous measurements of polymer diffusion in PNCs with larger SiO2 (RNP > 6 nm) and likely results from the enthalpic attraction, size, and mobility of OAPS NPs. (15−18,40) Given that these attractive OAPS NPs are coupled to Mw-dependent polymer dynamics (Figure 4a), and the measured OAPS diffusion is faster than the P2VP chain diffusion (Figure 5), we conclude that NP desorption from the P2VP chain occurs. Because τ0 < τOAPS < τe for all Mw P2VP (Figure 5), the desorption time of OAPS NPs (τdes) must also lie somewhere between the Rouse time of a single Kuhn bead and that of an entanglement strand. For systems with this dynamic behavior (specifically τα < τdes < τrep) recent theory predicts vehicle diffusion and DNP scaling of Mw–0.5. (26)Figure 4a, for OAPS diffusion in P2VP, shows qualitative and also approximate quantitative agreement with this theory (scaling with Mw–0.7±0.1). Importantly, the prediction of DNP ∼ Mw–0.5 assumes Mw-independent segmental relaxations; (26) thus, the slightly larger exponent observed experimentally can be attributed to the Mw dependence of segmental dynamics (Dα ∼ Mw–0.15, Figure S7). Further potential differences in theoretical predictions and experimental measurements are expected from differences in the NP–polymer interaction strength and the exact time scales of τdes and τ0. Although our dynamic measurements provide support of vehicular diffusion, to fully and definitively prove this mechanism, additional measurements must be conducted by altering the NP desorption time, potentially through changes in NP size, NP surface chemistry, or temperature (in the case of hydrogen-bonding PNC systems). As NP desorption is slowed through increasing RNP or strengthening the NP–polymer interaction, a stronger molecular weight dependence and smaller D/DSE can be expected as the NPs will be more coupled to polymer dynamics. (26,32) Independently controlling NP–polymer interaction strength (without significantly changing NP dispersion) and NP size (without significantly changing the NP–polymer interactions) remains an experimental challenge. (1−3)"]], ["Conclusion", ["Polymer segmental dynamics, polymer chain dynamics, and NP diffusion coefficients were directly measured in mixtures of entangled P2VP (M/Me ∼ 1–26) and OAPS (RNP ≈ 0.9 nm), which exhibit favorable NP–polymer interactions. In this system, the P2VP chain diffusion slows by ∼60% relative to bulk at 25 vol % OAPS, an effect consistent with increased friction at the segmental scale with potential contributions from disentanglement. In addition, OAPS NPs diffuse at time scales between polymer segmental dynamics and chain-scale diffusion, and DOAPS is weakly dependent on molecular weight, scaling with Mw–0.7±0.1. We observe enhancements in DOAPS relative to hydrodynamic Stokes–Einstein predictions of up to 104, providing experimental support of recent theoretical predictions describing vehicle diffusion in well-entangled polymer melts. (26) By measuring both polymer and NP dynamics, we show that small attractive NPs diffuse with polymer segments commensurate with the NP size, thereby slowing the polymer segmental motion and other dynamic processes (e.g., reptation) that occur at longer length and time scales. We conclude that in this attractive PNC system with small NPs and entangled polymers, successive adsorption/desorption events on Rouse-like time scales lead to NP diffusion coupled to subdiffusive polymer dynamics but decoupled from the polymer chain diffusion, as proposed by the vehicular mechanism."]]], "doi": "10.1021/acs.macromol.8b02646", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Schematic representation of unannealed and annealed diffusion couples used to measure dP2VP diffusion into P2VP/OAPS. Measured concentration profiles from ERD of 100 kg/mol dP2VP diffused at 140 °C into (b) 25 vol % OAPS PNCs after 0, 30.3, 65, and 120 h and (c) PNCs of different NP concentrations after 65 h. Symbols represent experimental data, and solid lines represent fits used to extract diffusion coefficient. Inset of (b) depicts schematic of ERD measurement. In schematics, gray represents the sacrificial PS layer, green and blue represent dP2VP and hP2VP, respectively, and black circles represent OAPS NPs. Schematics not drawn to scale."], ["Figure 2", "Figure 2", "Figure 2. (a) Measured dP2VP diffusion coefficient (Dpoly, black) and segmental relaxation times (τα, red) as a function of OAPS concentration (Mw = 100 kg/mol and T = 140 °C). (b) Normalized P2VP diffusion coefficient (black) and segmental relaxation time (red) as a function of NP concentration. Included for comparison in (b) is polystyrene diffusion in PNCs with immobile, athermal NPs (RNP = 15 nm) at T = 140 °C (blue triangles).40"], ["Figure 3", "Figure 3", "Figure 3. (a) Schematic of unannealed and annealed diffusion couples used to measure OAPS diffusion into bulk P2VP polymer melts. (b) Representative concentration profiles from RBS of OAPS in 90 kg/ mol P2VP after 0, 6, 10, and 30 min at 140 °C. Inset of (b) depicts schematic of RBS. In schematics, gray represents the sacrificial PS layer, blue represents P2VP, and black circles represent OAPS NPs. Schematics not drawn to scale."], ["Figure 4", "Figure 4", "Figure 4. (a) Measured OAPS NP diffusion coefficient (solid black circles) and Stokes−Einstein prediction (blue open circles) as a function of P2VP molecular weight. Data shown in blue circles with crosses were calculated using extrapolated values of η0, as described in Figure S6. (b) OAPS diffusion coefficient normalized to SE prediction as a function of number of entanglements per chain (solid black circles). Earlier experimental measurements32 (open circles) of larger attractive NPs (RNP = 13 nm) are shown for comparison."], ["Figure 5", "Figure 5", "Figure 5. Comparison of relaxation times for P2VP at various length scales and OAPS NPs as a function of Mw. The Rouse times of a Kuhn monomer (τ0) are taken directly from BDS measurements of bulk P2VP and are used to calculate the Rouse time of an entanglement strand (τe) and the chain (τN). The P2VP reptation time (τrep) and OAPS relaxation times (τOAPS) are calculated directly from ERD and RBS measurements, respectively. All measurements are made at 140 °C."]], "table_captions": [], "tables": []}