{"title": "Effects of Hairy Nanoparticles on Polymer Crystallization Kinetics", "abstract": " We previously showed that nanoparticles (NPs) could be ordered into structures by using the growth rate of polymer crystals as the control variable. In particular, for slow enough spherulitic growth fronts, the NPs grafted with amorphous polymer chains are selectively moved into the interlamellar, interfibrillar, and interspherulitic zones of a lamellar morphology, specifically going from interlamellar to interspherulitic with progressively decreasing crystal growth rates. Here, we examine the effect of NP polymer grafting density on crystallization kinetics. We find that while crystal nucleation is practically unaffected by the presence of the NPs, spherulitic growth, final crystallinity, and melting point values decrease uniformly as the volume fraction of the crystallizable polymer, poly(ethylene oxide) or PEO, ϕPEO, decreases. A surprising aspect here is that these results are apparently unaffected by variations in the relative amounts of the amorphous polymer graft and silica NPs at constant ϕ, implying that chemical details of the amorphous defect apparently only play a secondary role. We therefore propose that the grafted NPs in this size range only provide geometrical confinement effects which serve to set the crystal growth rates and melting point depressions without causing any changes to crystallization mechanisms. SUBJECTS: Crystals,Crystallization,Silica,Organic compounds,Polymers", "body": [["Abstract", [" We previously showed that nanoparticles (NPs) could be ordered into structures by using the growth rate of polymer crystals as the control variable. In particular, for slow enough spherulitic growth fronts, the NPs grafted with amorphous polymer chains are selectively moved into the interlamellar, interfibrillar, and interspherulitic zones of a lamellar morphology, specifically going from interlamellar to interspherulitic with progressively decreasing crystal growth rates. Here, we examine the effect of NP polymer grafting density on crystallization kinetics. We find that while crystal nucleation is practically unaffected by the presence of the NPs, spherulitic growth, final crystallinity, and melting point values decrease uniformly as the volume fraction of the crystallizable polymer, poly(ethylene oxide) or PEO, ϕPEO, decreases. A surprising aspect here is that these results are apparently unaffected by variations in the relative amounts of the amorphous polymer graft and silica NPs at constant ϕ, implying that chemical details of the amorphous defect apparently only play a secondary role. We therefore propose that the grafted NPs in this size range only provide geometrical confinement effects which serve to set the crystal growth rates and melting point depressions without causing any changes to crystallization mechanisms. SUBJECTS: Crystals,Crystallization,Silica,Organic compounds,Polymers"]], ["Introduction", ["The field of polymer nanocomposites (PNCs) has grown significantly since Kojima’s work with nylon-6–clay hybrids in the early 1990s. This classical work demonstrated that substantial mechanical reinforcement was obtained by adding relatively small quantities of inorganic filler into a polymer matrix. (1) Often, a primary goal is to produce uniform spatial dispersion of individual nanoparticles (NPs) in the polymer (i.e., maximize the surface-to-volume ratio of the filler), thereby increasing the interaction between phases. While significant work has been dedicated toward uniformly dispersing NPs, (2) more recently it has become apparent that directing NPs into specific nonuniform spatial arrangements can provide unexpectedly favorable property changes. (3) The potential for further enhanced mechanical reinforcement motivates us to control and optimize such anisotropic particle configurations, but without forming large (micrometer sized and larger) agglomerates that are unfavorable in this context. In the typical case where inorganic NPs often phase separate from polymers, popular methods for improving dispersion include grafting particles with polymer chains to entropically stabilize these mixtures. (4) Such equilibrium strategies provide for control over particle structure formation but are most often studied in amorphous polymer hosts where crystallization processes are not relevant. Semicrystalline polymers commonly have higher elastic moduli than their amorphous analogues, but their mechanical strength remains far below that of metals and ceramics. The possibility of utilizing this class of polymers in structural applications thus provides us with the motivation to improve their mechanical properties. Inorganic NP fillers are utilized here to enhance these properties by using a technique that takes advantage of the kinetic processes associated with polymer crystallization to order NPs into desired dispersion states. (5) Recent work has shown that the idea of “ice templating”, where a solidification front expels the particles out to the edge of the growing crystal, can be used to create hierarchically ordered polymer composites. (6) By extending this idea to lamellar semicrystalline polymers, we find that the placement of NPs in the amorphous interlamellar, interfibrillar, and interspherulitic regions can be controlled through changes in the rate of polymer crystallization, which in turn is tuned by varying the isothermal crystallization temperatures, Tc. (7) A balance of the forces on a NP in the presence of the growing crystal (Stokes drag force and the disjoining pressure of incorporating the NP into the crystal) is used to obtain the critical growth velocity, , where kB is the Boltzmann constant, T is temperature, η is the polymer viscosity, a is the crystal lattice spacing, and RH,NP is the effective diffusive radius of the NP. If the crystal growth velocity, G, is faster than Gc, the NPs will be engulfed by the crystal; if instead G is slower than Gc, then the NPs will be placed in one of the amorphous regions outside of the polymer crystal. This expands the idea initially set forth by Keith and Padden, where the interplay between the transport of heat (crystal growth) and the diffusion of an impurity, D, creates fibrous layers of size δ = D/G, to which the impurity preferentially segregates. (8) In the case of melt miscible poly(methyl methacrylate) (PMMA) and poly(ethylene oxide) (PEO) blends, a large number of studies have demonstrated the retarding effect of PMMA on PEO crystallization. (9−11) More generally, the presence of favorably interacting high glass transition temperature, Tg, diluents slows down the crystallization rate and thus allows the diluent to segregate into interlamellar and interfibrillar regions. (12) Segregation of weakly interacting amorphous polymers, which is closest in spirit to the systems we shall study, was found to be largely dependent on their glass transition temperatures: high-Tg diluents were found to reside exclusively in interlamellar regions, whereas low-Tg diluents were excluded at least partially into interfibrillar regions. In this work we shall study the factors controlling the ordering of the NPs using polymer crystallization. In particular, we focus on how different polymer grafting densities on 14 nm diameter silica NP cores (either at fixed NP core volume fraction or in an alternate set of experiments at fixed volume fraction of the core plus the corona) affect the PEO crystallization process. We find that nucleation is hardly affected by NP addition but that the depression of PEO melting points, the crystal growth rate, and final crystallinity are affected, with the volume fraction of PEO, ϕPEO, providing a unified description of samples with varying grafting density on the NPs. These results are explained by the fact that the confinement offered by the NPs is primarily controlled by ϕPEO."]], ["Experimental Section", ["##2.1. Materials Poly(ethylene oxide) (PEO) was acquired from Scientific Polymer Products (Mw = 100 kg/mol, dispersity, Mw/Mn ∼ 4, quoted by the manufacturer). Tetrahydrofuran (THF) was purchased from Sigma-Aldrich (ACS reagent, ≥99.0%, contains 250 ppm BHT as inhibitor). Silica NP cores with diameter ∼14 ± 4 nm (MEK-ST) were a gift from Nissan Chemical Industries: diameters estimated by DLS (15 nm) and SAXS (13 nm) measurements are consistent with reported values. The antioxidant Irganox 1010, donated by BASF, was used to minimize thermal degradation during annealing. A solution of colloidal silica particles was diluted 2-fold with THF, and 3-aminopropyldimethylethoxysilane was added via a micropipet. The reaction mixture was heated at 65 °C for 4 h under an inert (N2) atmosphere. The surface-anchored amine groups were then reacted with 2-mercaptothiazoline activated 4-cyanopentanoic acid dithiobenzoate (CPDB). The grafting density of these covalently bound chain transfer agents was determined by comparing the UV–vis spectrum of a sample of grafted NPs dispersed in THF to a calibration curve constructed from known amounts of free CPDB in solution. The surface polymerization of methyl methacrylate monomer was performed at 65 °C in degassed solution under an inert atmosphere. The PMMA-grafted nanoparticles (PMMA-g-NPs) were precipitated in hexane and recovered by centrifugation. The chains from a small sample of PMMA-grafted particles were cleaved by using hydrofluoric acid (HF), and the chain length and dispersity were analyzed by gel permeation chromatography (GPC). The remainder of the sample was redispersed in THF. A large excess of azobis(isobutyronitrile) (AIBN) was used to cleave the CPDB from the polymer chain ends. ##2.2. Sample Preparation 5 wt % PEO was dissolved in THF and stirred for 1 h at 60 °C with 0.5 wt % Irganox to help reduce degradation in subsequent steps. (GPC was performed after subsequent steps to ensure that no drastic changes to the molecular weight of the polymer occurred.) For the composites, the NPs were then added via a micropipet and stirred for another hour at 60 °C. The samples were then probe sonicated for 3 min (looping 2 s on, 1 s off to minimize bond breaking) and cast in a Teflon dish at 60 °C in an oven at −5 in.Hg for 1 h to facilitate a mild evaporation process. The samples were then left in the vacuum oven for 1 day at room temperature and 1 day at 80 °C to remove any remaining solvent and to thermally anneal the polymer. A hot press was used at 80 °C to mold the samples into disks. ##2.3. Thermal Properties: Differential Scanning Calorimetry (DSC) A TA Instruments Discovery DSC was used for thermal property measurements. The instrument was calibrated with a sapphire disk for heat capacity and indium for temperature and enthalpy. Samples, run under a nitrogen environment, were held at 90 °C for 5 min to melt the sample and remove any thermal history. Nonisothermal experiments were performed using a heat–cool–heat protocol, with temperatures of 90, −20, and 90 °C and ramp rates of 20 °C/min, holding at each temperature for 5 min. To isothermally crystallize the sample, the system was ramped down from 90 °C to a designated Tc at 60 °C/min to prevent crystallization from occurring at any undesired temperatures, then held isothermally to complete the crystallization with a total time greater than at least 3 times tpeak, the time of the peak heat flow during crystallization, and used as a proxy for t50% during the experiment to estimate the time necessary to complete crystallization. (The half-time of crystallization, t50%, is calculated by integrating the measured heat flow over the isothermal crystallization process.) The isothermal heat curves were analyzed to determine the overall crystallization rate of the composites. (13) Post-isothermal crystallization sample melting was done by heating the sample from Tc to 90 °C at 10 °C/min to measure the resulting enthalpy of melting (ΔHf) and the melting temperature (Tm). Additional experiments were run on a PerkinElmer 8500 DSC, calibrated with indium and tin standards and equipped with an Intracooler III which allowed it to ramp to lower Tc values at a controlled cooling rate of 90 °C/min and avoid any onset of crystallization before instrument stabilization. Besides this change, the protocols were the same and yielded consistent trends in the results across both instruments, spanning low Tc (PE) and Tc (TA) results. All the experiments were performed under an ultrapure nitrogen flow. ##2.4. X-ray Scattering Small-angle X-ray scattering (SAXS) was performed on a laboratory system at Columbia University (Ganesha, SAXSLAB) with a Cu Kα source (λ = 1.54 Å), a Pilatus 300K detector, and a variable sample-to-detector distance that covers a q range of 0.004–1.2 Å–1. Additional SAXS was performed at Brookhaven National Laboratory on the NSLS-II Complex Materials Scattering beamline. Scattering was collected on a Pilatus 300K detector with an energy of 13.5 keV and a sample-to-detector distance of 5.036 m. Scattering experiments were done at room temperature under vacuum unless otherwise stated. 2D scattering patterns were integrated by using SAXSLAB’s saxsgui software to obtain I(q) data. These were subsequently fit by using the SASfit software. ##2.5. Imaging/Microscopy Transmission electron microscopy (TEM) was performed at NYULMC on an FEI Talos 120C TEM. Before imaging, the samples were cryo-microtomed by using a Leica Ultra UCT microtome at −90 °C. The resulting ≈100 nm sections were placed on Formvar-coated, 400 mesh copper grids and cryo-transferred to an LN2 dewar to await TEM. (In this context we note that the PEO samples are soft even under cryo conditions, and hence thicker samples were always the norm—the apparently higher concentration of NPs in some images may be due to this fact.) Isothermally crystallized samples were again cryo-transferred for cryo-TEM imaging. The cryo conditions created more difficulties for imaging the sample without causing too much beam damage and sample reorganization but provided images of more highly aligned NP systems. Images were also taken on the TEM at room temperature, but these images were affected by the room temperature reorganization of the NPs in these thin slices. Polarized light optical microscopy (PLOM) was performed on a Leica DFC320 with a λ-retardation plate between 45° crossed polarizers to monitor the spherulitic growth of the polymer. Images were recorded with a Wild Leitz digital camera. Temperature control was performed with a Linkam LTS420 temperature hot stage. Previously molded samples were further hot pressed between two microscope slides to be ∼50 μm thick. The sample was heated to 90 °C and held for 5 min before cooling at 20 °C/min to a set Tc. Multiple samples and runs at each temperature were performed to provide a reproducible average growth rate, each measuring 2–3 spherulite diameters over 5–10 time stamps. ##2.6. Mechanical Analysis Dynamic mechanical analysis (DMA) was performed on a TA Instruments DHR rheometer repurposed to perform oscillatory measurements. Samples for this procedure were molded into a larger rectangular size (∼4 × 12 × 0.6 mm3) and crystallized in a hot water bath, accurate to within 0.1 °C, within a sealed metal capsule. Oscillatory tensile strain measurements were performed with a 1 N axial force with 0.05% strain and swept over frequencies of 0.1–10 Hz. These measurements were followed by axial strain sweeps to ensure that the sample testing range was well within the linear regime."]], ["Results and Discussion", ["It has been shown that well-dispersed NPs in a polymer melt can be “pushed” into and organized in various amorphous regions upon crystallization at slow enough speeds, i.e., high enough isothermal crystallization temperatures. The process of polymer crystallization is further studied here by using NPs with three different grafting densities of an amorphous polymer, PMMA, into a PEO melt. In this work, we find that the grafting density affects (i) the NPs’ ability to disperse in the polymer melt, (ii) the effective size of the NP, its interaction with the melt, and therefore its ability to diffuse in the polymer melt, and (iii) the inherent effect that the presence of these NPs (and their polymer grafting) has on the crystallization. Our data especially emphasize this last point, showing that the addition of nanofiller significantly slows crystal growth. This result appears to only depend on the total amount of silica and PMMA (and not on their relative amounts), emphasizing that these noncrystalline defects serve to confine the PEO and thus slow its crystallization rate, with the differences in chemistry of these defects only playing a secondary role. Because we can control crystallization rate by either changing the crystallization temperature or the amount of silica/PMMA, we thus have ability to systematically vary the composite’s mechanical properties. We focus on three types of hairy NP fillers, all composed of silica cores (diameter 14 ± 4 nm) grafted with PMMA chains at different graft densities (σ), hereby designated as low σ (blue) 0.02 chains/nm2 with chains of molecular weight Mn = 40 kg/mol, medium σ (green) 0.10 chains/nm2 with Mn = 40 kg/mol, and high σ (red) 0.26 chains/nm2 with Mn = 29 kg/mol. Because we systematically vary the relative amount of silica and PMMA, we can examine the relative roles of these components in affecting the rate of PEO crystallization. ##3.1. Varying Graft Density To Affect Mobility/NP Organization Without any PMMA grafting, the NPs gradually agglomerate even in solution—we postulate that the PEO does not adsorb on the silica surfaces, allowing the NPs agglomerate due to depletion attractions (see SAXS data in Figure 4). (14) Grafting the NPs with PMMA chains thus plays a vital role in ensuring uniform NP dispersion in solution and thus provides a good starting state in the polymer melt. Dynamic light scattering (DLS) of the NPs in THF (the solvent used to cast the composites) yields effective NP sizes and confirms the stability of individual NPs in the casting solution (Figure 1). As expected, an increase in σ, going from low to medium to high, results in an increasing number-average hydrodynamic diameter, i.e., mean values of 19, 37, and 45 nm, respectively, in the solution. These numbers illustrate that (i) all of these grafted NPs are well-dispersed in solution and (ii) the effective NP size increases with increasing σ, as expected. From these values, we can also estimate the polymer conformation on the NP surface. Motivated by work on spherical brushes, (15) we conclude that the low σ sample falls in the “mushroom” regime, while the medium and high σ NPs would be in the regime of semidilute polymer brushes. Upon addition of these NPs to a PEO matrix, we see that for the same number concentration of NPs (represented by the volume fraction of silica core, ϕsilica), the volume occupied by the NP (i.e., the combined volume fraction of the core and the corona, ϕNP) is higher for the higher graft density particles—thus, the fraction of the sample occupied by the PEO decreases systematically. While we adopt an experimental protocol of fixed ϕsilica in some cases (vertical lines in Figure 1B), we instead find that a more “unifying” behavior occurs when we examine samples at the same volume fraction of PEO, where ϕPEO = 1 – ϕNP (horizontal lines in Figure 1B). (This therefore implies that ϕsilica varies as we go from the low to the high grafting samples in this protocol.) The relationship between ϕsilica and ϕPEO for each system is plotted in Figure 1B (e.g., a constant silica loading of ϕsilica = 0.04 will in effect be a total filler fraction of ϕNP = 0.06, 0.08, and 0.18, leaving ϕPEO = 0.94, 0.92, and 0.82 for low, medium, and high σ samples, respectively). In this figure our experimental protocols correspond to either vertical or horizontal lines as discussed above. An a priori estimation of the NP dispersion state in the polymer melt is obtained from the morphology diagram presented by Kumar et al. based on the graft density of chains on the particle surface (σ), the molecular weight of the grafted chains (N), and the molecular weight of the free polymer matrix chains (P). (4) This morphology diagram, which is only valid for amorphous systems, is therefore relevant above the PEO melting point. This diagram uses the fact that the polymer-grafted NPs act akin to surfactants (surfactancy is plotted along the y-axis) while the x-axis, which is the relative ratio of the matrix chain length (P) to the grafted chain length (N), represents the solvent quality. Large P/N values correspond to the regime of poor solvency caused by the autophobic dewetting of the brush chains by long matrix chains. Conversely, small P/N values correspond to good solvent conditions. Importantly, this diagram is empirically derived for athermal systems. (16) With this caveat, we predict that in the PEO melt the PMMA-g-silica NPs should agglomerate into phase separated structures for high σ (PS, red symbols), be borderline between sheets and phase separated for medium σ (CS, green symbols), and yield small clusters for low σ (SC, blue symbol). However, because of the favorable interactions between PEO and PMMA as well as PEO and the silica core, we expect that the NPs should be more easily dispersed than athermal situations, but what precise morphologies are formed is unclear at this juncture. To reiterate, determining the NP dispersion is central to understanding their effect on crystallization. TEM was thus used to probe the NP dispersion in the solvent cast composites, prior to annealing, which we assume is representative of the melt state of these materials (Figure 3; see in situ SAXS data below). There is no obvious difference between samples at NP loadings low enough to be effectively probed by TEM. This indicates relatively good NP dispersion in both low and high σ (and presumably medium σ) systems. Notably, the presence of large clusters of bare silica NPs in the PEO is also observed in TEM (Supporting Information, Figure S1). Typical industrial sources of the polymer (Scientific Polymer Products, Sigma-Aldrich, and Polysciences) have ∼1.5 wt % inorganic residual catalyst nanoparticles. While we could remove these impurities after extensive cleaning, we have found that these large clusters do not affect the results reported here. To further probe NP dispersion, SAXS was performed on the nanocomposite in the melt state (Figure 4). The SAXS curves for low volume fraction melt samples (1.2 vol % silica core) only show the signatures of the NP form factor. Indeed, when we fit these data with a polydisperse sphere form factor with a log-normal distribution, we obtain a radius, R = 6.3 nm, and log-normal standard deviation, s = 0.28, consistent with manufacturer specifications. The small contrast between the PMMA shell and the matrix also makes a small contribution to the scattering intensity, which we fit with a core–shell model. High-intensity data from Brookhaven National Laboratory (NSLS-II) were used to provide a more accurate effective size of the shell (dR, necessary for fitting the SAXS data) for each of the NPs in the PEO melt and yielded the following dR values: low σ = 2.25 nm, medium σ = 2.7 nm, and high σ = 3.1 nm (Supporting Information, Figure S2). At higher NP loadings (>3 vol % silica), the scattering patterns display the signature of a structure factor peak, S(q), corresponding to the mean interparticle spacing (IPS) for the medium and high graft densities (Supporting Information, Figure S3). These curves are fit with the same form factor parameters as their low loading counterparts but are augmented by a Percus–Yevick structure factor, confirming the fact that the NPs remain well-dispersed at high loadings under these conditions. Even here, the peaks for the medium σ samples are broader than the high σ samples, implying (slightly) poorer dispersion. The low σ samples, on the other hand, show no signs of a peak in this σ range, but rather show indications of an upturn at low q, with the intensity scaling as q–0.7, corroborated by USAXS (Supporting Information, Figure S4). This upturn propagates toward higher q for loadings above 7.4 vol % silica where the deviation from a well-dispersed system becomes more obvious. We conclude that the low number of grafted chains (0.02 chains/nm2) on the surface does not ensure total steric stabilization of these low σ NPs, thus presumably allowing for more interactions between NPs and potentially some NP agglomeration (presumably driven by depletion attraction). In fact, the results for the low σ samples appear closer in shape to those seen for bare NPs, where agglomeration is the norm. Thus, it appears the dispersion state progressively worsens as we go from the high σ to the low σ samples, but the precise state of NP dispersion at these larger loadings is not clear for the low σ. Therefore, in general, the results reported here conform to the athermal morphology diagram in Figure 2, with the caveat that the favorable interactions between PEO and PMMA make the materials more miscible than their athermal analogues. The well-dispersed structures of the medium and high σ can be further analyzed to provide the interparticle spacing, IPS, which gives us a clear understanding of the extent of confinement experienced by the matrix PEO by the presence of the grafted NP. A simple calculation using only the volume fraction of NPs provides an a priori estimate: , where ϕmax = 0.64 is used for random packing of polydisperse spheres. From here we obtain the surface-to-surface spacing: SS = IPS – 2RNP. We use the peak in S(q) to estimate the IPS as d* = 2π/q*—these numbers are in reasonable agreement with the geometrical estimates of the IPS spacings, especially at higher loadings (Figure 5). At lower loadings, the experimental data are always lower than the theoretical estimates—we do not have an explanation for this result, though this is generally predicted by a model accounting for the random packing of spheres following Torquato et al. (17) Each of the melt samples analyzed here was quenched to room temperature (undergoing rapid crystallization/solidification) and measured again with SAXS. At low NP loadings, the scattering is convoluted with the contributions arising from the contrast between the polymer crystal and the amorphous polymer; however, at high enough NP loadings the SAXS is almost identical to that of the molten composite (Supporting Information, Figure S5). This indicates that for rapid crystallization the spatial distribution of the NPs is not affected, as reported previously by our group. (5) ##3.2. Effect of NPs on PEO Crystallization We first discuss nonisothermal crystallization data (Figure 6) to show that the “onset” crystallization temperature, Tc,onset, as well as the peak crystallization temperature, Tc, for all three graft densities overlap when plotted as a function of the PEO content in the system, ϕPEO. (Raw heat flow data can be found in Figure S6 of the Supporting Information.) At low filler fractions, we see little to no difference in peak or onset crystallization temperatures. With decreasing ϕPEO, however, there is a monotonic depression of the crystallization temperature. These results suggest that the fillers are not capable of nucleating the PEO, since otherwise the crystallization temperatures would increase upon filler addition (PLOM images of samples isothermally crystallized at 52 °C supporting consistent nucleation can be found in Figure S7 of the Supporting Information). In addition, variations in grafting density of the NP appear to be playing a secondary role, as long as we look at samples with constant ϕPEO, since the depression of crystallization temperature appears to be independent of σ (see the Discussion section). We now proceed to understand the crystal growth rate using isothermal crystallization experiments on systems of similar ϕsilica (vertical line in Figure 1B) and, subsequently, similar ϕPEO (i.e., a horizontal line in Figure 1B). The trend of G (spherulitic growth rate) with isothermal crystallization temperature (Figure 7) follows the typical behavior observed at low undercoolings, where the growth kinetics is dominated by secondary nucleation and G decreases with increases in Tc values. The spherulitic growth rate (Figure 7A) is minimally perturbed at low NP loadings. Error bars from fitting the growth of multiple spherulite growth rates in Figure 7A are omitted to reduce clutter but are shown in subsequent analysis in Figure 7C,D. As we increase the filler loadings, the spherulitic growth rate decreases to a significant degree—up to almost an order of magnitude at the highest filler loadings. For all composites tested, the spherulitic growth rate, G, was slower than that of the neat PEO sample (Figure 7A). This is consistent with the reduction in overall crystallization rates measured by DSC and expressed by 1/t50%, the half-time of crystallization (t50%, Figure 7B), which includes contributions from both nucleation and growth. As the silica nanoparticles do not cause any significant nucleation effects according to Figure 6, the reduction in overall crystallization kinetics (Figure 7B) is mainly due to the reduction in spherulitic growth rate (Figure 7A). By normalizing these kinetic measurements of spherulitic growth and overall crystallization rates (G and 1/t50%) in the composite samples by that of the pure PEO (Figure 7C), we see slower crystal growth and overall crystallization rate for the nanocomposites consistently across a range of isothermal crystallization temperatures. A constant silica loading of 3 vol % causes an ∼20% reduction in growth velocity for the low σ sample, while the high σ sample drops ∼50% with the same number concentration of NPs (Figure 7C). These trends can be better understood by comparing samples with similar ϕPEO (Figure 7D). In doing so, G drops roughly 70% for all three grafting densities. (The ϕPEO = 0.76, 0.84, and 0.78 for low σ, medium σ, and high σ composites, respectively.) Apparently, using the net amount of PEO (i.e., accounting for the volume fraction of both the silica and PMMA in the system) allows us to collapse the data from different σ samples into an apparently general trend. This result implies that the amount of defect content in the system is the relevant variable and that the chemical difference between the PMMA and the silica play a secondary role. This is a central result of this work. We further note that normalized crystallization rates from DSC, which are affected by both nucleation and growth rates, are overlaid with the optical microscopy data in Figure 7D to show the consistency of the trend. The apparent similarity of the trends from DSC (sensitive to nucleation and growth) and PLOM (measuring only growth kinetics) reiterates the notion that the change in growth rate of the crystals is much more significant than any change in nucleation. Therefore, the growth rate can be considered the dominating factor in the overall crystallization rate kinetics, while changes in nucleation play a very limited role. Figure 8A shows spherulitic growth rates of samples isothermally crystallized at 56 °C on a Linkam temperature hot stage measured with PLOM as well as overall crystallization rates measured with DSC at 56.5 °C (Figure 8B) and their subsequent final percentage crystallinities (Figure 8C). Similar to the decrease in percentage crystallinity with ϕPEO shown by Anastasiadis et al., (18) we see a unified trend here of reduced growth rate, reduced overall crystallization rate, and slight reduction of percentage crystallinity (just outside error bars) with decreasing PEO content. Error bars are calculated by measuring three samples of the same nanocomposite (except in the case of high loading composites in Figure 8B where only one sample measurement is shown). While this general trend of decreasing crystallization rate is maintained across a range of temperatures, the analysis at this specific temperature allows us to probe growth rates in a median range of crystallization-induced NP ordering due to the slow crystallization rates. (Raw heat flow data can be found in Figure S8 of the Supporting Information.) The percentage crystallinity, based on an equilibrium enthalpy of ΔH0 = 205 J/g, (19) appears to have a generally decreasing trend with decreased PEO loadings, but the relatively large errors in these measurements (10–15%) prevent further detailed analysis. The error depends on several factors: (1) The magnitude of the recorded enthalpy. The lower the value, the higher the error, as the sensitivity of the instrument is compromised. (2) The quality of the baseline. (3) The integration limits employed which depend on how well the reference liquid state baseline can be extrapolated to the crystalline state. (4) The calibration of the instrument. (5) Sample mass and possible superheating effects and reorganization effects during the scan. So when one calculates a degree of crystallinity for a PEO sample and reports 50%, it should be 50 ± 5% in the best of cases. If one measures the same sample by WAXS or density, the values of crystallinity can deviate as much as 15–20% from 50% because each technique measures different quantities and have different errors in the measurements. The presence of these NPs appears, in general, to have a retarding effect on the overall polymer crystallization. Similarly, nonisothermal heat flow curves show a consistent depression in the melt temperature, Tm, and crystallization temperature, Tc (Figures 9A and 6, respectively). An important parameter in describing the crystallization of the system is the equilibrium melting point of an infinitely thick crystal, Tm0. With the knowledge of this limiting value, a better understanding of the energetics involved in the crystallization can be gained. Similar to past work analyzing crystal changes PEO/PMMA blends, (9) a Hoffman–Weeks extrapolation was applied to the apparent melting temperature values obtained after isothermal crystallization (the data are represented as solid squares in Figure 9A). We acknowledge here that such extrapolations can often have inherently large errors in the extrapolated Tm0 value due to the nonlinearity of these plots (Supporting Information, Figure S10). Despite this, the values of Tm0 for the composites are generally lower than that of the neat PEO (by ∼2 °C), consistent with the previous work on PEO/PMMA blends (9) as well as with the proxy measurement of Tm,end, which targets the melting temperature of the thickest lamellae formed during nonisothermal crystallization. Because of the commonly acknowledged limitations of the Hoffman–Weeks method, a Gibbs–Thomson analysis, which linearly extrapolates a plot of Tm vs the inverse of the crystal lamellar thickness to the infinite lamellar thickness limit, is often used. In nanocomposites, however, typical reduction of SAXS data to obtain lamellar spacings is difficult to impossible due to the scattering contrast between the NPs and the polymer being much higher than between the polymer crystal and amorphous phases. This is discussed further in the following section. The values of the equilibrium melting temperatures that we have obtained are, as expected, somewhat higher than the experimentally determined Tm. Surprisingly, our Tm0 values are larger than those reported by others, as shown in Figure 9B. The sample employed by us has a weight-average molecular weight of 100 kg/mol with a high polydispersity, as quoted by the industrial manufacturer. Figure 9B shows a comparison with the literature data of the Tm0 for PEO/PMMA blends (9) of a PEO with a similar molecular weight but much lower polydispersity. Despite the offsets between the different data sets, the depression in both Tm0 and Tm in each case track well with each other as a function of the diluent content, i.e., 1 – ϕPEO (Figure 9C). Depression of Tm data on PEO/silica NP composites are also included in this figure. (20) Note that these trends follow for PEO blended either with amorphous polymers (e.g., PMMA) or separately with only NP fillers (e.g., bare silica). These results again echo our central finding that what matters is the total amount of defect content and not specifically its chemical identity. We discuss these trends in more detail below. ##3.3. Effect of Crystallization on NP Ordering The dramatic slowdown in crystallization observed in both PLOM and DSC illustrates the effect that NPs have on polymer crystallization. Next, we look at how this change in crystal growth rate affects NP organization. At high enough temperatures (low enough crystal growth velocities) we expect the growing crystals to move the NPs out of the way and place them in the interlamellar spaces. We expect this effect to become more pronounced for slower growth velocities, but at the same time, we expect increased NP segregation to the progressively more distant interfibrillar and interspherulitic regions. (We do not probe such larger scale structures here but use interlamellar ordering as a proxy for NPs reorganization.) SAXS on the isothermally crystallized samples, first on samples of constant ϕsilica followed by comparisons at constant ϕPEO, reveals secondary structure peaks at low q values (i.e., q* = 0.006–0.015 Å or d* = 40–100 nm, where d*= 2π/q*, Figure 10). These low q peaks correspond to scattering from sheets of NPs organized in the amorphous regions between the polymer lamellae. (7) This is supported by cryo-TEM where individual NPs can be seen decorating the two sides of a NP-free zone—the NP free zone is roughly the width of a lamellar crystal (Figure 11; a loading of 4.8 vol % silica is used to be able to see through the sample in TEM). Image analysis on the example in Figure 11 shows that the long period spacing (particle-to-particle across the lamellar crystal) is 48 ± 5 nm, which matches closely with the d-spacing ranges corresponding to the low q peak values, q* (Supporting Information, Figure S11). Results from the previous section describe the complex role of the NPs in slowing the crystallization as a function of graft density and NP loading. Empirically, however, to find a noticeable degree of NP ordering requires silica core loadings >∼4 vol % silica and isothermal crystallization temperatures >∼53 °C. The examples plotted in Figure 10A include samples of each graft density at loadings of 8.7 vol % silica, isothermally crystallized at 58 °C. From these, we can capture the NP–NP spacing for sheetlike NP structures across the lamellar crystals (Table 1) for samples with the same number concentration of NPs. We can then, in principle, calculate the long period spacings (LPEO), which accounts for the crystal and amorphous regions of the PEO, by accounting properly for the thickness of the grafted PMMA layer. Accounting for the PMMA graft layer can be achieved either by including the shell width obtained from SAXS or through a geometric argument:(1)where dcore is the NP core diameter (14 nm), deff is the effective diameter after including the polymer graft shell, which has πdcore2σ grafts, and each chain has N monomers each of volume v (per monomer). (The apparent NP diameter calculated through shell scattering fits from SAXS, 2(R + dR), are labeled as dapp.)  A few points are in order: (i) If the calculation represented by eq 1 is correct, then 2(R + dR) ≈ deff. The low σ and medium σ data follow this trend to within (admittedly large) error bars, but clearly this is not satisfied for the high σ data. It is likely that the grafted layers on the NPs interpenetrate strongly—a fact that is reasonable given the grafting densities and (modest) chain lengths used. (ii) The low σ data suggest a decrease in the crystal long spacing, LPEO,1, relative to the neat PEO. This is not reasonable, especially given the fact that the melting points are not changed substantially, and we conjecture, as above, that the relatively low grafting density of the PMMA does not really exclude the PEO from accessing the surface of the silica core. Thus, if we use the hard-core NP diameter of 14 nm, then we obtain a long period of 36 nm, in good agreement with the neat PEO data. (iii) The medium σ data, by using the real shell size, 2(R + dR) shows a slight increase of long period relative to the neat PEO, which is consistent with the slight decrease of the equilibrium melting point. (iv) The high σ sample has a dramatic increase in the calculated long period spacings, about an increase of 25%. This is well beyond any expectations derived from a decrease in melting point (2–5 K) combined with the Lauritzen–Hoffman relationship. In total, these results demonstrate that for the same silica loading the addition of increased amount of PMMA grafted chains (i.e., decreasing ϕPEO), which we know causes slower growth speeds, produces longer interlamellar spacings, beyond the depressions seen in Tm. Multiplying each long period by their corresponding percentage crystallinity provides estimates for the lamellar crystal thickness, lc, of each sample. As with LPEO,1, the high σ sample has significantly larger lc, but the lower σ samples appear to have a lamellar thickness comparable to that of the neat PEO. These results indirectly validate the notion that apparently “universal” trends only emerge when we compare samples with the same PEO content, as we shall validate below. Moving to different filler loadings, an increase in spacing can be seen for increases in NP loadings (ϕsilica = 7.4, 11, and 16) for the low and medium σ samples (Supporting Information, Figure S12). If we compare these systems at equal total PEO concentration (ϕPEO ≈ 0.75, or 11 vol % silica of the medium σ and 16 vol % silica of the low σ, Figure 10B), the resulting NP spacings are seen to track one another closely (Figure 10C). This again argues for the unifying role of ϕPEO in organizing this data. With a better understanding of how to properly account for the NP contribution to the lamellar spacings, we expect that this NP ordering could be a useful tool to facilitate a Gibbs–Thomson analysis to composite systems, where existing analysis protocols do not provide any information about lamellar spacings. This issue remains open at this time. ##3.4. Effects of NP Ordering on Mechanical Properties It is expected that the addition of silica and PMMA into a PEO matrix should increase the sample’s Young’s modulus. (7,22) Dynamic mechanical analysis (DMA) is used to probe differences in the moduli so as to understand the resulting mechanical reinforcement. Tensile measurements were performed at 1 Hz at room temperature to obtain the linear mechanical behavior. Figure 12A demonstrates a seemingly unified trend for quenched samples, where a relative decrease in ϕPEO through the addition of 3 and 6 vol % silica along with the grafted PMMA leads to an effectively linear increase in elastic modulus (normalized by that of the pure PEO). This again emphasizes the additive effects of the NP and the grafted PMMA. Crystallizing the samples at 58 °C, which aligns the NPs into sheets, further increases this modulus by up to an additional 70% with NP core volume fractions only 3%.  To emphasize the role of NP ordering, we plot the modulus of the aligned sample (“slow” crystallization) relative to that of the quenched sample (“fast” crystallization) as a function of ϕPEO (Figure 12B). This dependence shows some indication of a nonmonotonic trend with the maximum effect of this NP alignment occurring at ϕPEO ≈ 0.9. Though the error is these measurements is quite high, we need to consider three points, especially at large NP loadings: (i) a reduction in crystallinity in the isothermally crystallized samples likely reduces reinforcement; (ii) the reinforcement increases with increasing amounts of added silica and the grafted, glassy PMMA; (iii) the NP ordering increases the modulus. While factor ii likely overcomes factor i in the quenched filled samples and gives rise to an increased modulus, the compromise between factors i and iii yields a maximum in the modulus increases relative to the quenched samples. ##3.5. Discussion The trends seen in Figures 7D and 8, which point to the dominant (and apparently unifying) role of ϕPEO, are interesting and need more understanding. Table 1 shows that for the low σ, medium σ, and high σ dapp = 17.6, 18.4, and 19.2 nm, respectively. If we were then to calculate the mean separation of the NPs (IPS) following dappϕmax1/3/(1 – ϕPEO)1/3 (or the SS following [dappϕmax1/3/(1 – ϕPEO)1/3] – dapp); i.e., by assuming uniform NP dispersion, we find very similar values for the three different graft densities. Picking ϕPEO = 0.78 yields IPS values of 25, 26.3, and 27.4 nm, respectively, for the low σ, medium σ, and high σ. (This yields SS values of 7.5, 7.9, and 8.2 nm, respectively.) The results observed therefore point to the central role played by the NPs is in confining the PEO, thus decreasing its melting point, its crystallinity, and growth rate. While we expect that decreasing graft densities might worsen NP dispersion (slightly), the agglomerates (which are only relevant for lower σ) will result in larger effective particle sizes and therefore larger IPS values. Evidently, this effect is small enough that it does not drastically affect the spacing between the NPs to within our experimental uncertainties, especially the SS values most relevant for capturing the confinement effect of the NPs. Thus, in these samples, the dominant physics seems to be captured by assuming a uniform distribution of noncrystallizable defects and not distinguishing between the NPs and the noncrystallizable PMMA grafts. We next discuss the results in Figure 9 for the depression of the melting point on the addition of filler. While most of these results do not correspond to equilibrium melting points, Figure 9C shows that the depressions of melting points are consistent with each other regardless of whether they are isothermal or nonisothermal crystallization data. In addition, these depressions are consistent with a significant body of work detailing the retarding effects of a favorably interacting PMMA on PEO crystallization (no NPs), (9,11,23) silica in PEO, (20) and even the effects of PMMA on PVDF crystallization (again no NPs). These results again point to the lack of importance of chemical details of the defect as long as it is compatible with the crystallizable polymer in the melt state. Previous works on the effect of amorphous polymers on the depression of melting points of semicrystalline polymers have relied on the equilibrium Flory theory. (24) Here, the major effect is that the chemical potential of the crystallizable polymer in the melt is reduced due to mixing entropy effects and the favorable interactions with the amorphous diluent, i.e., emphasizing the chemical differences between different amorphous diluents:(2)where Tm0 is the equilibrium melting point of the pure material, Tm,eq is the equilibrium melting point of the blend with an amorphous polymer, R is the gas constant, v2u (v1u) is the molar volume of the diluent (crystallizable polymer), Δhu is the segmental crystallization enthalpy, ϕ2 is the diluent volume fraction, and χ is the Flory interaction parameter. While this equation correctly predicts that negative χ parameters are necessary to obtain melting point depressions, the magnitude of χ (typically much greater than 0.1 but still negative in sign) required to explain the melting point depression data is much larger than those obtained from independent neutron scattering measurements. (9,25) We believe that these previously known facts, when coupled with our data on the role of NPs on melting point depression, probably support a different rationalization. It has been well-known that drastic reductions in melting points (or crystallization temperatures) also occur when polymers are placed under high degrees of confinement, e.g., in pores. (20,26,27) In these situations, the data might be expected to be well-described by the Gibbs–Thomson equation (28)(3)where dp is the confinement dimension, σSL is solid–liquid surface tension and ρs is the solid (crystal) density. In the situation here, we have well-dispersed NPs with mean IPS as small as 10 nm, while long periods are much longer, typically ∼40 nm. Figure 9C plots as a function of the crystalline (or matrix) polymer volume fraction (denoted as ϕ2 in Flory theory) and includes a line that embodies the dp–1 prediction of the Gibbs–Thomson equation. While the number of data is clearly limited, it is apparent that all of the data are consistent with each other and with the theory. Using typical values of σSL = 0.01 N/m, Tm0 = 350 K, Δhu = 200000 J/kg, and ρs = 1150 kg/m3 yields ΔT ∼ 2(1 – (1 – ϕmatrix)−1/3)−1, which is in good agreement with the results from a variety of sources. We therefore propose that the confinement placed on the crystallizable polymer from the presence of the amorphous diluent/nanoparticle is responsible for the relatively large melting point depressions seen for these systems."]], ["Conclusions", ["Coupling PLOM, DSC, and SAXS experiments allows us to understand the effect of the nanofillers on polymer crystallization, which in turn has important implications on NP reorganization and the subsequent composite properties. The addition of NPs slows crystal growth rate and may decrease overall crystallinity, while apparently not affecting nucleation rates—evidently, the control parameter in this context is the overall volume fraction of PEO, such that data from samples with different PMMA grafting densities can be considered to be equivalent when examined on this basis. This inherent effect on G leads to changes in the ability to order NPs in interlamellar regions of the crystal. The alignment results in the enhancement of Young’s modulus, which appears to go through a maximum as a function of decreasing PEO content—apparently, the reinforcing effect of organizing an increased amount of filler compensates for the potential decrease in the polymer crystallinity."]]], "doi": "10.1021/acs.macromol.9b01380", "figures": [["Figure 1", "Figure 1", "Figure 1. (A) DLS number-average distributions of PMMA-g-silica measured in dilute THF solution with blue, green, and red corresponding to low, medium, and high σ, respectively (gray dashed line is the bare silica NPs). (B) Relationship between volume fraction of crystallizable free polymer (ϕ) as a function of silica (core NP) volume fraction (ϕsilica) with blue, green, and red corresponding to low, medium, and high σ, respectively."], ["Figure 10", "Figure 10", "Figure 10. (A) SAXS of 6.7 vol % silica loading samples crystallized at 58 °C, displaying low q structure peaks from interlamellar NP scattering. (B) Lorentz-corrected SAXS curves of 12.1 vol % silica of low σ (blue) and 8.7 vol % silica medium σ (green), where both ϕPEO ≈ 0.75, isothermally crystallized at temperatures of 53, 55, 56, 57, and 58 °C (bottom to top). The data have been offset vertically for clarity. (C) Peak values for scattering from the NP assemblies gathered from low q Lorentz-corrected SAXS peaks in (B) for neat PEO (black), low σ (blue), and medium σ (green)."], ["Figure 11", "Figure 11", "Figure 11. TEM of 4.8 vol % silica of a medium σ composite, isothermally crystallized at 58 °C. Scale bars are both 100 nm in width."], ["Figure 12", "Figure 12", "Figure 12. (A) Tensile modulus from DMA of samples quenched (open) and isothermally crystallized at 58 °C (closed), plotted relative to the modulus of the neat with the same thermal history (isothermally crystallized neat is relative to quenched neat). (B) Samples from (A) showing the enhancement of tensile moduli of the “slow” (isothermally crystallized at 58 °C) relative to the “fast” (quench) samples, i.e., from (A) solid over open squares. Data include neat PEO (black), and blue, green, and red correspond to low, medium, and high σ, respectively."], ["Figure 2", "Figure 2", "Figure 2. Polymer grafted nanoparticle morphology diagram from work by Kumar et al. empirically separating regions of self-assembled structures (WD: well dispersed; PS: phase separated; S: strings; CS: connected sheets; SC: small clusters) of NPs in a variety of polymer systems based on graft density (σ), grafted chain length (N), and matrix polymer chain length (P), where α = N/P.4 The large circles correspond to the system studied here with blue, green, and red corresponding to low, medium, and high σ, respectively."], ["Figure 3", "Figure 3", "Figure 3. TEM images of quenched PEO with 3 vol % silica with (A) low σ and (B) high σ. Scale bars are 200 nm."], ["Figure 4", "Figure 4", "Figure 4. SAXS on (A) bare, (B) low σ, (C) medium σ, and (D) high σ samples performed at 80 °C in the polymer melt. From bottom to top, each plot includes a 1.2, 3.0, 4.8, 7.4, 11, and 16 vol % silica loadings (high σ does not have a 16 vol % loading). Gray dashed lines are form factor fits for each sample. Medium and high σ plots (B, C) include the Percus−Yevick structure factor in their fits."], ["Figure 5", "Figure 5", "Figure 5. NP spacings as measured by SAXS with S(q*) structure positions for core−core spacings (IPS from d* = 2π/q*, squares) and Percus−Yevick fit NP spacings for surface-to-surface distances between silica cores (SS, circles). The dashed line is a calculated uniformly well-dispersed spacing of polydisperse spheres, and the dotdashed line is the same calculation for surface-to-surface spacings. Green and red correspond to medium and high σ samples, respectively."], ["Figure 6", "Figure 6", "Figure 6. Nonisothermal DSC crystallization temperature data: Tc,onset (downward, open triangles); Tc (downward, closed triangles), for neat PEO (black) with blue, green, and red corresponding to low, medium, and high σ samples, respectively. Dashed curves are visual guides between the points."], ["Figure 7", "Figure 7", "Figure 7. (A) Spherulitic growth rates at various isothermal crystallization temperatures, measured with PLOM. (B) Overall crystallization rates at various isothermal crystallization temperatures, measured with DSC. (C, D) Data from (A) and (B) normalized by values of the neat PEO sample. (C) Consistent silica loadings of ϕsilica = 0.03, with ϕ = 0.96 and 0.87 for the low σ (blue) and high σ (red), respectively, showing significantly different crystal growth rates. (D) Variable ϕ with similar ϕ values of 0.76, 0.84, and 0.78 for low, medium, and high σ, respectively. The spherulitic growth rates and overall crystallization rates appear to be within error between the PLOM and DSC measurements, emphasizing that nucleation rates are not significantly affected by the presence of the NPs."], ["Figure 8", "Figure 8", "Figure 8. (A) Spherulitic growth rates of samples isothermally crystallized at 56 °C, measured with PLOM, plotted against the volume fraction of PEO (accounting for both silica and PMMA volumes present). (B) Overall crystallization rate, measured with DSC at 56.5 °C. (C) Percentage crystallinity, measured by integration of the DSC heat flow during isothermal crystallization at 56.5 °C (inset: percentage crystallinity of the samples measured by the DSC melt curves post-isothermal crystallization). All plots include samples of neat PEO (black) with blue, green, and red corresponding to low, medium, and high σ, respectively."], ["Figure 9", "Figure 9", "Figure 9. (A) DSC analysis of nonisothermal melting, including the peak, Tm (upward, closed triangles), and end, Tm,end (upward, open triangles), melt temperatures. Data include neat PEO (black), and blue, green, and red correspond to low, medium, and high σ, respectively. Tm 0 data (squares) measured for select samples by using the Hoffman−Weeks method. (B) Stars are data overlaid from work by Alfonso and Russell9 on the Tm 0 of PEO/PMMA blends (pink) and Waddon and Petrovic on the Tm of PEO/silica composites (cyan).20 (C) Data from this work and others where ΔT = Tm,composite − Tm,neat, including data from (A) and (B) of this figure, as well as independent data of Nishi and Wang on PVDF/PMMA blends with no filler (yellow)."]], "table_captions": [["Table 1", "Table 1", "Table 1. Lamellar Spacings from SAXS on Samples Isothermally Crystallized at 58 °C a"]], "tables": []}