{"title": "Nanoparticle Organization by Growing Polyethylene Crystal Fronts", "abstract": " We investigate the crystallization-induced ordering of C18 grafted 14 nm diameter spherical silica nanoparticles (NPs) in a short chain (Mw = 4 kDa, ĐM ≈ 2.3) polyethylene and a commercial high-density polyethylene (Mw = 152 kDa, ĐM ≈ 3.2) matrix. For slow isothermal crystallization of the low molecular weight matrix, the NPs segregate into the interlamellar regions. This result establishes the generality of our earlier work on poly(ethylene oxide) based materials and suggests that crystallization can be used to control NP dispersion across different polymer classes. The incompatibility between the particles and the matrix in the Mw = 152 kDa results in a competition between filler organization and filler agglomeration. The mechanical properties improve due to the addition of NPs and are further enhanced by particle organization, even for the case of the macrophase-separated mixtures in the Mw = 152 kDa matrix. In contrast, dielectric behavior is strongly affected by the scale of NP organization, with the lower molecular weight matrix showing more significant increases in permittivity due to the local scale of NP ordering. ", "body": [["Abstract", [" We investigate the crystallization-induced ordering of C18 grafted 14 nm diameter spherical silica nanoparticles (NPs) in a short chain (Mw = 4 kDa, ĐM ≈ 2.3) polyethylene and a commercial high-density polyethylene (Mw = 152 kDa, ĐM ≈ 3.2) matrix. For slow isothermal crystallization of the low molecular weight matrix, the NPs segregate into the interlamellar regions. This result establishes the generality of our earlier work on poly(ethylene oxide) based materials and suggests that crystallization can be used to control NP dispersion across different polymer classes. The incompatibility between the particles and the matrix in the Mw = 152 kDa results in a competition between filler organization and filler agglomeration. The mechanical properties improve due to the addition of NPs and are further enhanced by particle organization, even for the case of the macrophase-separated mixtures in the Mw = 152 kDa matrix. In contrast, dielectric behavior is strongly affected by the scale of NP organization, with the lower molecular weight matrix showing more significant increases in permittivity due to the local scale of NP ordering. "]], ["Main", ["Inspired by the unique combination of properties of natural nanostructured materials, there has been continuing interest in artificially assembling inorganic nanoparticles (NPs) into hierarchical structures in organic polymer matrices to achieve desired property improvements. (1−4) Controlling NP dispersion in amorphous polymer matrices is widely successful, especially via functionalization of the NP surfaces with grafted polymer chains. (5−7) These grafted NPs behave akin to surfactants and assemble into a range of structures when they are placed in a solvent or in a polymer with the same chemical structure as the grafts. (8−11) More difficult, however, is adapting this knowledge for more widely used semicrystalline polymers. (12) Recently, Zhao et al. developed a different method to controllably assemble NPs over several spatial scales in a high molecular weight, semicrystalline polymer–poly(ethylene oxide). (1) These workers leveraged the kinetics of polymer crystallization and found that there is a critical crystallization rate below which NPs, that are well dispersed in the melt, will assemble in the amorphous regions of the polymer crystal, that is, in the interlamellar, interfibrillar, and interspherulitic regions of a lamellar semicrystalline morphology (Figure 1a). (1) The resulting NP organization leads to composites with higher moduli than the corresponding system with randomly dispersed NPs. Literature suggests that NP assembly in semicrystalline polymer nanocomposites (PNCs) can be controlled by two opposing forces: an attractive force between the particle and the crystallizing front due to the medium-induced viscous forces on the NP and a repulsive force (disjoining pressure) resulting from the unfavorable free energy of incorporating the NPs into the crystal. (13−15) By balancing these two forces, we define a critical velocity, used in past work, to develop an understanding of the growth rates necessary to induce NP alignment: (1,15), where kB is the Boltzmann constant, T is the temperature, R is the NP radius, η is the viscosity of the media, and a is the crystal lattice spacing. Thus, when the crystal growth rate, G, is in the situation where G > Gc, the NPs are engulfed by the growing crystal, while for G < Gc, NPs are expelled from the crystal and can be ordered into the amorphous regions in the semicrystalline morphology. (16,17) Inherent in these assumptions is good compatibility between the filler and the matrix, and it is therefore essential to provide an initially well-dispersed system from which the crystallization process can subsequently order the NPs into the hierarchical amorphous regions. (18) This requirement forces us to focus first on the compatibility of modified NPs in a molten commercially relevant polyethylene (PE) matrix before moving to the generalization of crystallization-induced ordering of dispersed NPs.  Spherical NPs with a diameter ≈ 14 nm (see Supporting Information, Figure S1) were grafted with hydrophobic, linear C18 chains at a grafting density, σ ≈ 1.3 chains/nm2 to improve NP compatibility with the polymer matrix (details of the grafting procedure and grafting density measurement can be found in the Supporting Information, Figure S2). (5) These grafted NPs were mixed at 10 wt % into two separate PE matrices: a low Mw PE (Sigma-Aldrich, Mn = 1.7 kDa, Mw = 4 kDa, ĐM ≈ 2.3, industrial PE) and a high Mw = 152 kDa PE (Exxon, ĐM ≈ 3.2, HDPE). Table 1 reports the specific samples studied here, along with relevant crystal parameters of both the neat polymer system as well as the PNCs.  The crystallinity of the pure Mn = 1.7 kDa (Mw = 4 kDa) sample is lower than that of the literature value for linear 4 kDa PE (Table 1). (22) We suspect that this is due to the broad molecular weight distribution of the PE matrix. DSC of the pure PE shows that it crystallizes all the way from 105 °C to room temperature (Figure S4). The two SAXS peaks of isothermal crystallized unfilled PE in Figure 2a are at around 0.034 and 0.056 Å–1, with a d-spacing of 19 and 11 nm, respectively. We conjecture that during isothermal crystallization at small undercoolings, the sample is only partially crystallized (19 nm d-spacing). Upon quenching, the rest of the sample crystallizes (11 nm d-spacing), forming two distinct peaks.  The modified C18-g-silica NPs show good dispersion in the Mw = 4 kDa matrix, as supported by SAXS and TEM (Figure 2a,d). Past work suggests that the NP dispersion in the rapidly quenched systems are structurally similar to the polymer melt state. (1) Based on the morphology diagram in Figure 1b, we expect the low molecular weight matrix to be on the border between well-dispersed and phase-separated when blended with the C18-grafted NPs; clearly, good NP dispersion is observed in Figure 2d. To ensure that this phenomenon was not due to the NPs being kinetically trapped from the solvent casting process, the samples were annealed at 140 °C for 3 h, quenched, and re-examined with TEM (Figures 2e and S3). The NPs remained well-dispersed, proving the stability of this morphology. This is similar to what has been seen in other short molecule-modified NP systems. (7,21)  With good control over the NP miscibility in the PE matrix, quenched samples were then remelted and isothermally crystallized in the DSC at 103.5 and 105 °C, respectively, to vary the crystallization rate (Figure 2c). TEM images of isothermally crystallized samples (Figure 2f–h) exhibit NP ordering similar to that seen in the work of Zhao et al. (more TEM images with different magnifications are shown in Supporting Information, Figure S3). (1) The NPs that migrate into the interlamellar region produce a scattering peak (Figure 2a), with an intensity that is much lower than in their PEO counterparts. (1) We suspect this limited fraction of aligned NPs is due to the low percent crystallinity of the matrix, as discussed above (40% compared to 70–80% in the previous work (1)). Despite this, a clear scattering peak can be found in the structure factor; note that the ratio of intensity of the aligned system to that of the quenched system (where the quenched system acts effectively as the form factor of the system), which is plotted in Figure 2b, shows a peak at low q, further emphasizing this crystallization induced NP ordering for the isothermal crystallized samples. A peak at around q* = 0.019 Å–1 that, using d* = 2π/q*, yields a d-spacing of 33 nm, is roughly equal to the long period spacing of the crystal (19 nm) plus the size of the NP (14 nm, with the short C18 brush). The scattering data are thus consistent with a picture where the NPs are present in the interlamellar zone. The samples crystallized at 103.5 °C show much less ordering in TEM, Figure 2f, consistent with the expected faster crystallization kinetics.  Monitoring the isothermal crystallization in situ with polarized optical microscopy (POM) did not provide a clear measure of crystal growth rate, G, due to the lack of spherulite formation. Low Mw matrices are known to form axialites during isothermal crystallization with a small undercooling, and we suspect that the axialites that are apparent in Figure 2i make it difficult to measure crystal growth rates. (23) At low magnification, the TEM micrographs (Figure 2h) show aligned regions similar in scale to the structures observed in POM. Despite the lack of hierarchy in the polymer crystal, these results support the hypothesis by Zhao et al. (1) that the ability to induce NP ordering through isothermal crystallization of a polymer is generalizable to a broader range of polymers, specifically within the polyolefin class of materials.  Expanding this concept to the high Mw matrix has the benefit of becoming more industrially relevant, as well as creating more normal lamellar semicrystalline morphologies. As expected, the Mw = 152 kDa matrix system behaves more akin to the predicted morphology in the melt state/quenched state (i.e., it follows Figure 1b). Upon freeze-casting out of solution, the PNC appears to have regions of relatively good NP dispersion (Figure 3c), though segregation of the NPs into micrometer-sized assemblies occurs after annealing in the melt (at 160 °C for 3 h, Figure 3d), supporting the prediction of a phase-separated morphology (Figure 1b). Freeze-casting, rather than high temperature evaporation, reduced the amount of initial agglomeration.  These freeze-cast samples were melted and then immediately isothermally crystallized (Figure 3b), resulting in spherulitic crystallization of the polymer (Figure 3f) and sheet-like structures separated by micron-scale distances, seen by the NPs in TEM (Figure 3e). At smaller length scales, SAXS shows a high q peak corresponding to a d* of ≈19 nm (q* ≈ 0.032); this likely corresponds to the center-to-center distance of the phase-separated NPs, which grows stronger with annealing. At lower q values, there is a characteristic upturn of the intensity, presumably from the scattering of large agglomerate features. However, subtle peaks can be seen corresponding to d* values ranging between 45 and 55 nm (Figure 3a). These spacings are precisely in the range of the neat PE long period spacing, which apparently has a strong enough scattering signal to be observed in the PNC, even with very poor contrast relative to that between the polymer and the silica NPs. If indeed the NPs were aligning in the interlamellar regions at high fractions, this spacing would instead appear at d* ≈ 68 nm (q* ≈ 0.009): the absence of such a peak suggests a lack of interlamellar alignment of NPs to any measurable degree.  Thus, a large majority of the NPs are phase-separated into large clusters found throughout the sample. These larger structures, however, are noticeably different between the quenched and the isothermally crystallized samples, indicating that the crystallization affects the structuring of the NPs as they undergo phase separation from the polymer. Thus, we can conclude that filler–matrix incompatibility leads to a competition between filler organization and NP agglomeration, resulting in the formation of larger scale structures.  Dynamic mechanical analysis was performed at room temperature in tension on the high Mw samples (the low Mw samples were too brittle to undergo such tests). As expected, with added NPs, the storage modulus of the PNCs is higher than that of the neat PE samples at all frequencies considered (Figure 4a). (24) The isothermally crystallized samples exhibit a larger increase in modulus when compared to their quenched counterparts (Figure 4b), in line with the results of Zhao et al. (1) NP agglomeration due to poor miscibility causes a lower increase of modulus than the aligned PEO systems, which are melt-miscible. Even though most of the NPs are phase-separated, we suspect that the mechanical reinforcement seen is likely due to the small fraction of NPs that are present in the interlamellar zone or the aspect ratio of the agglomerates (Figure 3e); the relative increase in modulus for the aligned compared to disordered composites thus remains more modest, but still shows further reinforcement as a result of the slow crystallization processing.  Dielectric spectroscopy shows that the real part of the permittivity, ε′, decreases when going from the quenched PE matrix to isothermally crystallized samples (both with no NP); this is consistent with both matrices and is due to the increase in crystallinity, which is well-known to decrease permittivity in PE. (25−28) The addition of NPs to the quenched Mn = 1.7 kDa (Mw = 4 kDa) system increases ε′, primarily at low frequencies. This is due to the higher permittivity of the silica (3.6) compared to the PE. (29,30) Upon isothermal crystallization, ε′ in the ordered PNC slightly increases at all frequencies, counter to the trend of the neat polymer and despite the increase in crystallinity. The ordered NPs may be thought of as effectively anisotropic fillers that result in field enhancements to increase permittivity (for fillers with higher permittivity than the matrix). (31,32)  In the neat Mw = 152 kDa system, we again see a decrease in permittivity for the isothermally crystallized PE due to the increase in crystallinity. (29) The addition of NPs to the Mw = 152 kDa system increases ε′ across all frequencies. Unlike the Mn = 1.7 kDa (Mw = 4 kDa) system, isothermally crystallizing the Mw = 152 kDa composite results in a decrease in ε′. However, this decrease is less than that of the neat Mw = 152 kDa system, despite a larger increase in percent crystallinity. To further explore the crystallinity impact on the permittivity, a quenched Mw = 152 kDa PNC was then annealed at 105 °C for 12 h to enhance secondary crystallinity while maintaining the NP dispersion (Figure S3). This quenched and then annealed composite has a crystallinity similar to that of the isothermally crystallized composite. It is then concluded that the ordering slightly increases the permittivity. The relatively small change is likely due to the limited degree of ordering.  We have thus achieved NP organization in lamellar semicrystalline polyethylene matrices under appropriate conditions, especially when the NPs are miscible in the polymer melt, akin to past published work. For less compatible systems, a trade-off between NP aggregation and crystallization-driven NP organization occurs. The anisotropic morphology of NP/PE composites enhances the modulus and the dielectric permittivity."]]], "doi": "10.1021/acsmacrolett.9b00619", "figures": [["Figure 1", "Figure 1", "Figure 1. (a) Schematic representation of NPs hierarchically organized into various regions of the polymer crystal, whereby the length scale, and fraction, of NP ordering increases with slower crystal growth rates. (b) Mapping the currently studied systems onto a morphology diagram from Kumar et al.19 based on α = N/P, where N is the grafted polymer chain length and P is the matrix polymer chain length (both N and P are derived from the number-averaged molecular weight), and σ is the graft density of chains on the NP surface (chains/nm2). The colored points plotted here for guidance correspond to the PE systems studied in this work. Reprinted with permission from ref 19. Copyright 2013 American Chemical Society."], ["Figure 2", "Figure 2", "Figure 2. (a) 1D SAXS traces for 10 wt % C18-g-silica in Mn = 1.7 kDa (Mw = 4 kDa) PE. (b) The effective structure factor of the PNCs. (c) DSC heat flow curves of 4 kDa PE with 10 wt % NP loading during isothermal crystallization at different temperatures. Inset numbers are the corresponding half-times for crystallization (X(t) = 0.5). (d−h) TEM micrographs for Mn = 1.7 kDa (Mw = 4 kDa) PE PNCs. (d) Quenched, (e) annealed, and (f−h) isothermally crystallized (f: TC ≈ 103.5 °C; g, h: TC ≈ 105 °C) Mn = 1.7 kDa (Mw = 4 kDa) PE nanocomposites. (i) POM micrograph for C18-g-silica NPs in a Mn = 1.7 kDa (Mw = 4 kDa) PE matrix (TC ≈ 105 °C)."], ["Figure 3", "Figure 3", "Figure 3. (a) 1D SAXS traces for (black) neat Mw = 152 kDa, and (color) 10 wt % C18-g-silica in Mw = 152 kDa PE PNCs (curves are arbitrarily shifted to show increasing isothermal crystallization temperatures with increasing intensity). (b) DSC heat flow curves of Mw = 152 kDa PE with 10 wt % C18-g-silica NP loadings during isothermal crystallization at different temperatures. Inset numbers are the corresponding half-times for crystallization (X(t) = 0.5). (c−e) TEM micrographs for Mw = 152 kDa PE PNCs (c) quenched (individually dispersed NPs are circled in blue; small clusters are circled in red), (d) annealed at 160 °C for 3 h, and (e) crystallized at 128 °C. (f) POM micrograph for C18-g-silica NPs in Mw = 152 kDa PE matrix crystallized at TC ≈ 128 °C."], ["Figure 4", "Figure 4", "Figure 4. (a, b) PE system (152 kDa; a, room temperature dynamic mechanical modulus; b, modulus comparison of isothermal crystallized and quenched sample with unfilled and 10 wt % filled sample); (c, d) Dielectric spectra of neat PE and corresponding PNCs. The inset numbers are the crystallinity of the samples. The orange star line presents the quenched PNC then annealed at 105 °C for 12 h (dielectric loss of PE and its composites can be found in Supporting Information, Figure S4)."]], "table_captions": [["Table 1", "Table 1", "Table 1. Sample Parameter"]], "tables": []}