{"title": "Aqueous-Based Functionalizations of Titanate Nanotubes: A Straightforward Route to High-Performance Epoxy Composites with Interfacially Bonded Nanofillers", "abstract": " Nanotube surface treatment is crucial in preparation of high-quality nanomaterials for advanced applications. Herein, we provide an environmentally friendly and practical route to the design of high performance composites using the surface chemistry of titanate nanotubes (TiNT) to enhance the interfacial nanotube–epoxy bonding. Insights presented here improve understanding of how different organic layers (a low-molecular-weight bisphosphonate (APMBP), branched polyethylenimine (PEI), or polydopamine (PDA)) coated on TiNT surface and bearing active hydrogen functionalities (NH, OH) affect epoxy–amine cross-link reaction and network buildup and consequently morphology and thermomechanical properties of the final epoxy–TiNT composites. The kinetics of cross-linking was experimentally studied and successfully fitted by a mechanistic kinetic model, which considered the effects of NH and OH functionalities. We found that APMBP was not involved in the epoxy–amine cross-link reaction entering only into physical interactions with epoxy precursors, while the PEI and PDA modifications of TiNT accelerated cross-linking and formed covalent linkages with the epoxy network. All functionalizations improved dispersion of TiNT in the epoxy–amine matrix. The prepared epoxy/TiNT composites showed a dramatic increase in the rubbery storage modulus (up to +92%) and an excellent thermal stability with the onset degradation temperature of ∼400 °C. This study demonstrates that TiNT functionalized with fully aqueous-based protocols are promising alternatives to carbon nanotubes in epoxy composites. SUBJECTS:  Plastics,Amines,Organic polymers,Polyethylenimine,Polymers ", "body": [["Abstract", [" Nanotube surface treatment is crucial in preparation of high-quality nanomaterials for advanced applications. Herein, we provide an environmentally friendly and practical route to the design of high performance composites using the surface chemistry of titanate nanotubes (TiNT) to enhance the interfacial nanotube–epoxy bonding. Insights presented here improve understanding of how different organic layers (a low-molecular-weight bisphosphonate (APMBP), branched polyethylenimine (PEI), or polydopamine (PDA)) coated on TiNT surface and bearing active hydrogen functionalities (NH, OH) affect epoxy–amine cross-link reaction and network buildup and consequently morphology and thermomechanical properties of the final epoxy–TiNT composites. The kinetics of cross-linking was experimentally studied and successfully fitted by a mechanistic kinetic model, which considered the effects of NH and OH functionalities. We found that APMBP was not involved in the epoxy–amine cross-link reaction entering only into physical interactions with epoxy precursors, while the PEI and PDA modifications of TiNT accelerated cross-linking and formed covalent linkages with the epoxy network. All functionalizations improved dispersion of TiNT in the epoxy–amine matrix. The prepared epoxy/TiNT composites showed a dramatic increase in the rubbery storage modulus (up to +92%) and an excellent thermal stability with the onset degradation temperature of ∼400 °C. This study demonstrates that TiNT functionalized with fully aqueous-based protocols are promising alternatives to carbon nanotubes in epoxy composites. SUBJECTS:  Plastics,Amines,Organic polymers,Polyethylenimine,Polymers "]], ["Introduction", ["Surface functionalization of one-dimensional inorganic nanotubes or nanofibers enables tuning of the polymer–nanofiller interface and designing of novel high-performance composite nanomaterials. Titanate nanotubes (TiNT) have been intensively investigated due to their catalytic, photocatalytic, photoelectric, and ion-exchanging properties demanded in e.g. fuel cells, membranes, photocatalysts, gas and pH sensors, energy storage, or environmental analysis. (1−5) The hydrothermal nontemplated method from TiO2 powder has been widely used to prepare TiNT since its discovery by Kasuga. (6) The methods provides multiwalled TiNT typically exhibiting diameters in the range 10–200 nm and a high aspect ratio of ca. 100. (7,8) The main advantages of TiNT over carbon nanotubes (CNT), which are currently widely used in the epoxy nanomaterials, (9−11) are an excellent homogeneity and an easy, well-controllable, and high yield production, which consequently reduces the cost of TiNT. (2) Moreover, the TiNT surface serves as a versatile platform for various mild aqueous-based modifications, which enable to create a target nanotube functionalization resulting in a specific nanofiller–matrix interface. From this point of view, the use of TiNT as functional nanofillers is currently highly desirable for fabrication of the bulk epoxy–TiNT nanocomposites with the improved mechanical properties, (12−14) thermal stability and combustion behavior, (12,15) and the epoxy–TiNT coatings with improved thermal and corrosion resistancy (16) and self-healing properties. (17) TiNT thus present a cheaper and more versatile alternative to CNT for the functional epoxy-based hybrid nanomaterials. Homogeneous dispersion of inorganic nanotubes into an epoxy matrix avoiding agglomeration and providing sufficiently strong interfacial particle–matrix bonding are the recurring challenges in the polymer composite engineering. Extensive research has proven that a nanotube surface treatment is crucial to produce high-quality nanomaterials. (18−21) While CNT are relatively inert and require harsh or highly specific chemical protocols to create surface active groups, (22) the polar and hydroxylated surface of TiNT allows for more efficient and industrially scalable modifications. (12) Similar to silicate nanofillers such as halloysite, (23) functionalization can be performed using common coupling agents such as functional alkoxysilanes. However, the silane-based surface functionalization needs to be performed in organic solvents. (14) As the aqueous media are advantageously employed in the synthesis of TiNT, it is highly demanded to perform the subsequent surface functionalization also in water to exclude drying and redispersion in an organic solvent and to make the whole process more environmentally friendly. However, to the best of our knowledge, there is no study focusing on water-based surface functionalization of TiNT. In this context, we have investigated and critically compared three different fully aqueous-based methods for surface functionalizations of TiNT, which provide excellent coating and active hydrogen functionalities for strong bonding into an epoxy–amine network. A low-molecular-weight bisphosphonate, [(4-aminophenyl)(hydroxy)methandiyl]bisphosphonic acid monosodium salt (APMBP), was the first selected modifier because phosphonates are generally known to form coordination and covalent bonds to titanate surfaces. (24,25) The amino moiety of APBMP might react with the oxirane rings of the epoxy resin. In addition to this, hydrogen bonding, electrostatic interactions, and π–π interactions among the aromatics of APMBP and the epoxy resin are expected. The second coupling agent, a branched polyethylenimine (PEI), can wrap TiNT via noncovalent multisite hydrogen bonds. (26,27) Thus, created functional polymer coating typically has a higher binding capacity for subsequent chemical modification than the self-assembled monolayers of chemically analogous low-molecular-weight modifiers. (28) Moreover, the binding of PEI to TiNT can be promoted by electrostatic interactions via NH3+ groups when TiNT are negatively charged. (29) The primary and secondary amines of PEI enable covalent bonding with epoxide structure. The third TiNT surface modification utilizing a polydopamine (PDA) layer was inspired by the adhesion chemistry of sea mussels. Since its discovery by Lee et al., (30) the PDA coating has been applied on various substrates (31−33) including CNT, (34) halloysite nanotubes, (35) carbon fibers, (36) and graphene. (37) PDA is formed on substrate surfaces from an aqueous solution of monomer dopamine by oxidative polymerization producing a cross-linked polymer structure containing catechol, o-quinone, and amine groups that all contribute to the PDA binding ability for various substrates or additional layers. (32) PDA binds to titanate surface by chelation of the Ti(IV) ions with catechol of PDA (38) and electrostatic/hydrogen-bonding interactions while the amino and phenolic moieties of PDA are reactive toward epoxide resin. In addition to this, strong tendency of PDA to form physical interactions further enhances PDA affinity for epoxide matrix. In this work, the impact of three TiNT surface functionalizations (using APMBP, PEI, and PDA) bearing active hydrogen functionalities on the cross-linking reaction of epoxy and amine has been studied in detail by means of differential scanning calorimetry (DSC), near-infrared spectroscopy (NIR), and chemorheology and fitted by a mechanistic kinetic model considering the effects of amino and hydroxyl groups. Their involvement in the epoxy–amine network buildup was correlated to the final morphology and thermomechanical properties of the epoxy/TiNT material."]], ["Experimental Part", ["##2.1. Synthesis of Titanate Nanotubes Sodium TiNT were synthesized by alkali hydrothermal treatment of TiO2 powder (rutile, size <5 μm, Sigma-Aldrich) as described in ref (39) with minor modifications. The mass of 0.1 g of rutile was dispersed in 100 mL of 10 mol/L aqueous NaOH solution, and the suspension was stirred in a closed PTFE vessel at 120 °C for 48 h. After cooling to room temperature, the suspension of TiNT was first washed with distilled water until pH ≈ 10 was reached and then further reduced by addition of concentrated HCl until pH ≈ 6 was achieved. To remove the salts, the suspension was ultrafiltered in a stirred cell (Millipore) with a membrane MW cutoff of 50000. The prepared suspension of TiNT at a concentration of 1 g/L was either used directly in further functionalization step or freeze-dried to isolate the pristine TiNT. ##2.2. Surface Functionalizations of Titanate Nanotubes ###2.2.1. Bisphosphonate-Functionalized Titanate Nanotubes The bisphosphonate surface modifier [(4-aminophenyl)(hydroxy)methandiyl]bisphosphonic acid monosodium salt (APMBP) was synthesized as described in ref (40) from 4-aminobenzoic acid, phosphorus trichloride, and phosphorous acid in methanesulfonic acid (all from Sigma-Aldrich) with subsequent hydrolysis and crystallization. 1H NMR (300 MHz, D2O): δ 7.53–7.6 (dd, 2H), 6.64–6.79 (dd, 2H). 13C NMR (300 MHz, D2O): δ 145.6 C-arom (C-4), 137.9 C-arom (C-1), 129.7 C-arom (C-2, C-6), 117.9 C-arom (C-3, C-5), 82.3. Anal. Calcd for C7H10NNaO7P2: C 27.56%, H 3.30%, N 4.59%, O 36.71%, Na 7.54%, P 20.30%. Found: C 30.76%, H 4.04%, N 4.81%, O 32.7%, Na 8.62%, P 19.8%. The aqueous TiNT suspension containing 1.772 g/L of APMBP was stirred at room temperature for 24 h. Then, the excess of unbound APMBP modifier was removed by dialysis against deionized water (membrane MW cutoff 100000), and the APMBP-modified TiNT (APMBP-TiNT) were isolated by freeze-drying. ###2.2.2. Polyethylenimine-Functionalized Titanate Nanotubes Branched PEI (Mw = 25000; Sigma-Aldrich, primary, secondary, and tertiary amines are 31, 39, and 30 mol %, respectively (41)) was dissolved in the aqueous TiNT suspension at a concentration of 0.56 g/L (Ti:N molar ratio of 1:1.1). The suspension was stirred at a room temperature for 24 h. Finally, the dispersion was purified using dialysis, and the resulting PEI-modified TiNT (PEI-TiNT) were isolated using freeze-drying. ###2.2.3. Polydopamine-Functionalized Titanate Nanotubes A PDA layer was formed onto the surface of TiNT by oxidative polymerization of dopamine hydrochloride as described in ref (42). Briefly, 1.6 g of dopamine hydrochloride (Sigma-Aldrich) was dissolved in 800 mL of the aqueous suspension of TiNT (2 mg/mL) with 50 mM tris(hydroxymethyl)aminomethane (Tris, ≥99.8%, Sigma-Aldrich) buffer. The solution pH was adjusted to 8.5 using HCl. The suspension was stirred at a room temperature for 4 h and then terminated by addition of HCl until pH of 5.5. Finally, the dispersion was purified using dialysis, and the resulting PDA-modified TiNT (PDA-TiNT) were isolated using freeze-drying. ##2.3. Characterization of Neat and Functionalized Titanate Nanotubes Scanning electron microscopy (SEM) images were acquired from samples without sputter coating in low-vacuum mode using an accelerating voltage of 30 kV using a Quanta 200 FEG (FEI). Transmission electron microscopy (TEM) images and selected area electron diffraction (SAED) patterns were obtained using a Tecnai G2 Spirit (FEI) microscope at an acceleration voltage of 120 kV. SAED patterns were processed using the Process Diffraction program. The specific surface area was determined from low-temperature nitrogen adsorption–desorption isotherms using a Beckman Coulter SA3100 automatic gas adsorption device. The samples were outgassed for 15 min at 120 °C before the adsorption measurement. The Brunauer–Emmett–Teller (BET) method was used to calculate the specific surface area. X-ray diffraction (XRD) patterns were obtained using a high-resolution diffractometer (Explorer, GNR Analytical Instruments, Italy). The instrument is equipped with a one-dimensional silicon strip detector (Mythen 1K, Dectris, Switzerland). Samples were measured in the reflection mode. The radiation Cu Kα (wavelength λ = 1.54 Å) monochromatized with a Ni foil (β filter) was used for diffraction. The measurement was done in the range 2θ = 5°–80° with a step of 0.2°. The exposure time at each step was 10 s. X-ray photoelectron spectroscopy (XPS) measurements were performed on a K-Alpha+ spectrometer (ThermoFisher Scientific, UK) operating at a base pressure of 1.0 × 10–7 Pa. All samples were analyzed using microfocused, monochromated Al Kα X-ray radiation (400 μm spot size) with pass energy of 200 eV for survey and 50 eV for high-energy resolution core level spectra. The X-ray angle of incidence was 30°, and the emission angle was along the surface normal. Electrons and low-energy argon ions were used to prevent any localized charge buildup (charge dual compensation system). The binding energy scale of the XPS spectrometer was calibrated by the well-known positions of the C–C and C–H, C–O, and C(═O)—O peaks of poly(ethylene terephthalate) and Cu 2p, Ag 3d, and Au 4f peaks of metallic Cu, Ag, and Au, respectively. All measured spectra were charge referenced to the main C 1s peak. The obtained high-resolution spectra were fitted with Voigt profiles to probe the individual contributions of chemical species involved. The experimental uncertainties in the quantitative analysis of XPS were estimated to be below 7%. This value corresponds to the overall uncertainties of the method that are typically introduced by the background subtraction. Thermogravimetric analysis (TGA) was used to quantify the modification agents bonded to TiNT surface. TGA was performed on a Pyris 1 TGA (PerkinElmer, USA) at a heating rate of 10 °C/min from room temperature to 600 °C and then kept at 600 °C for 10 min under an air flow of 30 mL/min. The standard deviation of the TGA measurement was <5%. ##2.4. Preparation of Epoxy–Titanate Nanotube Nanocomposites Epoxy resin based on diglycidyl ether of bisphenol A (Epikote 828, epoxy equivalent = 187 g/equiv, Hexion), further denoted as DGEBA, was first heated at 60 °C for 2 h to melt any crystalline structures. After cooling, pristine or functionalized TiNT were dispersed in DGEBA using a high-speed mixer (Turbotest 33/300P, Rayneri) at 2000 rpm for 30 min at room temperature. Then, a stoichiometric amount of polyoxypropylene diamine hardener (Jeffamine D 2000, amine equivalent = 492 g/equiv, Huntsman), further denoted as D2000, was added and quickly degassed while stirring under vacuum. The prepared reactive dispersions were either kept in a freezer at −20 °C (for kinetics measurements) or cured in a silicone mold at 120 °C for 12 h followed by postcuring for 2 h at 150 °C. The final nanocomposites always contained 3 wt % of pristine or modified TiNT. The neat DGEBA-D2000 epoxy matrix was prepared following the same protocol without TiNT addition. ##2.5. Curing of Epoxy–Titanate Nanotube Dispersions Both dynamic and isothermal DSC measurements of pristine and functionalized TiNT dispersions in the reactive mixture of DGEBA/D2000 were performed using a heat flux DSC calorimeter Q 2000 (TA Instruments). Samples (10–20 mg) were hermetically sealed into Tzero aluminum sample pans. Dynamic DSC runs were performed from 0 to 250 °C at a heating rate of 3 °C/min and under nitrogen purge (50 mL/min) to determine the total reaction heat (ΔHr) of the neat DGEBA/D2000 epoxy system and all TiNT/DGEBA/D2000 reactive dispersions. The obtained ΔHr values were corrected on the filler (TiNT) content. Dynamic DSC runs from −60 to 200 °C at a heating rate of 3 °C/min under nitrogen purge (50 mL/min) were also conducted to investigate reaction between the functionalized TiNT and the epoxy precursors (either DGEBA or D2000). Isothermal DSC runs were performed by sample dropping into the preheated (120 °C) calorimeter. NIR spectroscopy was used to follow the isothermal kinetics of TiNT/DGEBA/D2000 reactive dispersions. The NIR spectra were recorded using a Thermo Nicolet NEXUS 870 FTIR spectrometer equipped with a DTGS TEC detector. A glass cuvette (path length of 0.35 mm) was first filled with a reactive dispersion (prepared as described above) and then placed into a sample holder preheated to 120 °C. The NIR spectra were acquired in the wavenumber range 10000–4000 cm–1 while 32 scans with a resolution of 4 cm–1 were averaged for each spectrum. The curing reaction at 120 °C was monitored by recording a NIR spectrum every 2 min. The conversion of epoxy groups (α) was calculated according to eq 1: (43)(1)where AE,t was the epoxy band area (at 4529 cm–1) at a time t after the reaction onset (t = 0 represented the start of the reaction). Similarly, the conversion of primary amine groups (β) was calculated as (44)(2)where AA1,t is the primary amine band area (at 4935 cm–1) at a time t after the reaction onset. The isothermal curing of TiNT/DGEBA/D2000 reactive dispersions was analyzed using an ARES G2 rheometer (TA Instruments) equipped with a parallel plate geometry (40 mm diameter). Dynamic oscillatory shear measurements were performed at 120 °C, 0.5% strain amplitude, and 6.28 rad/s angular frequency. The time evolution of the storage (G′) and loss (G″) moduli and complex viscosity (η*) were measured. The crossover of G′ and G″ indicated a chemical gel point of the epoxy systems. ##2.6. Characterization of Epoxy–Titanate Nanotube Nanocomposites The morphology of fully cross-linked samples was studied using a transmission electron microscope (Tecnai G2 Spirit, FEI, Czech Republic) at 120 kV. Thin sections were prepared by a cryo-ultramicrotome (Leica, Germany) with a diamond knife (knife temperature: −80 °C; specimen temperature: −50 °C). Dynamic mechanical and thermal analysis (DMTA) of the fully cured samples was performed on an ARES G2 rheometer (TA Instruments). The temperature dependence of the complex shear modulus of rectangular samples (dimensions: 15 × 10 × 1.6 mm3) was measured by oscillatory shear deformation at a frequency of 1 Hz in a temperature range of −100 to 120 °C using a heating rate of 3 °C min–1. The rubbery storage shear modulus (G′R) was determined in the rubbery plateau region at 50 °C. The temperature of the main (alpha) transition (Tα) was evaluated as the maximum of the tan δ peak. The typical precision of the measurements was Tα ± 2 °C and G′R ± 5%. TGA of fully cross-linked samples was performed on a Pyris 1 TGA (PerkinElmer) at a heating rate of 10 °C/min from room temperature to 700 °C under a nitrogen flow of 30 mL/min. The standard deviation of TGA measurement was under 5%."]], ["Results and Discussion", ["##3.1. Synthesis of Titanate Nanotubes TiNT were prepared as open-ended multiwalled scrolls with a length from ca. 300 nm to 10 μm and an outer diameter of 30–100 nm (Figure 1a,b). The great length and the consequent high aspect ratio of the nanotubes resulted from the stirring hydrothermal method used for their preparation. (8) TiNT were prepared at a relatively low concentration of 1 g/L and isolated by freeze-drying of aqueous suspensions of the same concentration to prevent excessive agglomeration. The dried TiNT appeared like cotton wool, and their specific area was 309 ± 15 m2/g. This value is typical for TiNT prepared by an optimized hydrothermal procedure. (7,45) The SAED pattern showed three characteristic broad diffractions of TiNT around 2θ = 24°, 28°, and 48° (for Cu Kα), (39) distinct from the diffractogram of the starting TiO2 (rutile with 5% of anatase phase) (Figure 1c). In the XRD pattern of the bulk TiNT (Figure 1c, TiNT:XRD), the peaks of 2θ = 11.37°, 24.80°, 29.20°, 33.30, 48.53°, and 49.48° coincided with the crystalline structure of H2Ti3O7. (46) No residues of the starting TiO2 indicated a complete conversion into TiNT. ##3.2. Functionalization of Titanate Nanotubes The water dispersion of pristine TiNT was used as a starting material for the modifications, which eliminated time-consuming steps of purification, isolation, and redispersion. All modifications proceeded in simple and environmentally benign ways following the fully aqueous-based protocols. Three diverse water-soluble coupling agents (APMBP, PEI, and PDA) bearing active hydrogen functionalities (NH, OH) were applied to modify the TiNT surface to be more compatible with an epoxy–amine system. All types of TiNT modifications are illustrated in Scheme 1. The geminal diphosphonate moieties of APBMP form strong chelate coordination bond with Ti(IV) on the nanotube surface. (25) Moreover, phosphonates have been recently applied for functionalization of titanium surfaces via covalent Ti–O–P linkages, leading to homogeneous self-assembled monolayers. (47) Accordingly, we suppose the condensation reaction between APMBP and TiNT producing a thin layer on the external and internal surface of nanotube rolled sheets (Scheme 1a). PEI-TiNT were obtained by charge interactions between hydroxyls of TiNT and protonated amines of PEI (Scheme 1b). (26) The most probable bonding of PDA to TiNT surface is via (i) noncovalent interactions of TiNT hydroxyls with quinones (indole-5,6-quinone and dopamine-o-quinone), carboxylic groups (carboxylated pyrroles), and protonated primary amines (48) and (ii) covalent and coordination bonds of Ti(IV) with catechol groups of PDA (38,49) (Scheme 1c). The morphologies of produced functionalized TiNT were evaluated using TEM (Figure 2). The multilayered tubular structure of APMBP-TiNT (Figure 2a) having a similar outer diameter as the pristine TiNT (Figure 1b) indicated that the small APMBP molecules occupied both internal and interlayer spacing between the rolled titanate sheets, creating a homogeneous self-assembled monolayer (24) (see also the XPS results below). Contrary to that, PEI- and PDA-functionalized TiNT contained clearly visible organic surface layers (Figure 2b,c). PEI completely covered the nanotube surface, and the thickness of the created PEI layer varied (Figure 2b). In contrast, PDA created a much more uniform layer with a thickness of 10–30 nm on the nanotube surface (Figure 2c). The modified nanotubes were further analyzed using XPS (Figure 3, Table S1, and Figures S1 and S2). The XPS spectrum of pristine TiNT showed the contributions of the Ti–O group (Ti 2p peak at 458 eV and O 1s peak at 530 eV) and the minor presence of carbon (C—C, C—O, and COO groups at 285.0, 286.6, and 288.8 eV, respectively) and nitrogen (C–N and C–NH3+ groups at 399.4 and 401.1 eV, respectively) organic deposits related to contaminants on the sample surface. The XPS results of APMBP-TiNT displayed the peaks of phosphonates (P 2p peak at 133.2 eV, Figure S2), aromatic structures C═C (C 1s peak at 284.2 eV, Figure 3), and amino groups (N 1s peaks of C–N and C–NH3+ groups at 399.4 and 401.1 eV, respectively, Figure 3), confirming the presence of APMBP on the TiNT surface. Furthermore, the O 1s peak at 531 eV of APMBP-TiNT suggested the formation of P—O—Ti, ensuring the covalent bonding between TiNT and APMBP as proposed in Scheme 1. XPS further revealed that the surface layer of APMBP-TiNT contained much higher amounts of Ti and O atoms than PDA-TiNT (Table S1), while the total content of both modifiers was comparable (see the TGA results in Table 1). A part of APMBP thus occurred inside of the nanotubes, which was consistent with the TEM image (Figure 2a). The PEI- and PDA-modified TiNT also showed the contributions of C—N at 285.5 eV (strongly overlapped with the catechol C—O–H moieties in the case of PDA-TiNT (35)) as well as the presence of free and charged amine groups at 399.4 and 401.1 eV, respectively. (36) The C 1s spectrum of PEI-TiNT showed the signal of aliphatic C—C bonds at 285.0 eV originating from the PEI layer. The XPS spectrum of PDA-TiNT displayed the presence of C═C moieties (284.2 eV) and the additional C═N contributions (398.0 eV) of the indole ring. (48) The much higher C and N contributions in the XPS spectra of PEI-TINT and PDA-TiNT than those of the pristine TiNT and a concomitant dumping of the TiO2 contributions as observed in the Ti 2p and O 1s high-resolution spectra (Figure S1) evidenced formation of polymer coatings (PEI and PDA) on the TiNT surface. Although the polymer content in PEI-TiNT was by 14 wt % higher than that in PDA-TiNT (see the TGA results in Table 1), the decrease in Ti content in the surface layer of PEI-TiNT was much lower (Table S1). PDA thus covered the TiNT surface almost completely and more homogeneously than PEI. The total mass of organic modifiers was determined from TGA (Figure 4 and Table 1). The TGA curve of pristine TiNT showed a three-step mass loss (total 13.1 wt %) at 45–600 °C (Figure 4). The first loss (4.5 wt %) at 45–110 °C was attributed to desorption of surface-adsorbed water. The second weight loss (6.6 wt %) at 110–260 °C corresponded to the removal of the interlayer water. (50) The slow mass decrease (2.2 wt %) at the last stage of TGA (above ca. 260 °C) was connected to structural water release due to the Ti–OH bond cleavage and transformation of nanotubes into TiO2. (51,52) The TGA curves of PEI-TiNT and PDA-TiNT displayed a major weight loss at 180–600 °C corresponding to the decomposition of adsorbed polymeric compounds (PEI or PDA). The TGA curve of PEI-TiNT showed a total mass loss of 58.8 wt % comprising the removal of adsorbed and intercalated water (the broad weight loss of 16.7 wt % at 45–170 °C) and a three-step weight loss (42.1 wt %) at 170–600 °C composed of both the PEI layer degradation (53) and the water release due to the nanotube crystalline transformation. Similarly, TGA of PDA-TiNT showed a total mass loss of 34.7 wt % comprising the removal of adsorbed (3.7 wt %) and intercalated (2.0 wt %) water at 45–185 °C and a three-step weight loss (29.0 wt %) at 185–600 °C composed of both the PDA layer degradation (54) and the crystalline water removal. The amount of crystalline water released during TGA of PEI-TiNT and PDA-TiNT was estimated as 1.0 and 1.6 wt %, respectively (Table 1), assuming that the modifications of TiNT did not change the structural transformation process of nanotubes into TiO2. After subtraction of adsorbed, interlayer, and structural water from the total mass loss, the amount of PEI and PDA on the TiNT surface was estimated as 41.1 and 27.4 wt %, respectively (Table 1). The TGA curve of APMBP-TiNT showed two mass losses (10.6 wt %) at 45–200 °C corresponding to removal of adsorbed and intercalated water and three mass losses (14.9 wt %) at 200–600 °C composed of the crystalline water removal and the APMBP degradation. In this case, only partial volatilization of APMBP took place as revealed from TGA of pure APMBP (not shown here), producing a residual mass of 45 wt %. This fact was taken into account to quantify the mass of APMBP modifier in APMBP-TiNT (27.5 wt %, Table 1). All types of modifications provided amine hydrogens (NH functionalities), which can react with the oxirane ring of DGEBA during epoxy–amine cross-linking. The NH contributions from both the modified TiNT and the amine hardener (D2000) thus had to be considered to preserve the NH/epoxide molar ratio stoichiometric for curing. The estimated contents of NH functionalities in the modified TiNT were calculated from the chemical structures and the mass contents of the modifiers (Table 1). While the structures of APMBP and of PEI (41) are known (see Scheme 1), the exact structure of PDA has not been described yet. Therefore, the high-resolution mass spectroscopy data published by Liebscher et al. (55) describing the PDA structure as an octamer bearing three primary amino groups were used to estimate the content of NH groups of PDA-TiNT (Table 1). ##3.3. Influence of Titanate Nanotubes on Epoxy–Amine Cross-Link Reaction The dispersion state of nanofillers further affects the cure reaction. Therefore, the initial dispersion state of the modified TiNT in DGEBA monomer (prior to addition of the D2000 hardener) was first observed by rheology (Figure S3 in SI). The modifications improved TiNT dispersion in DGEBA and promoted the increased TiNT–DGEBA interactions in the sequence: PEI-TiNT > APMBP-TiNT > PDA-TiNT > TiNT acting as the efficient surfactants of TiNT. ###3.3.1. Thermodynamics of Cross-Linking All modified TiNT contained a surface layer bearing the NH functionalities. Their accessibility for covalent bonding with the epoxy resin was first explored using DSC, which enabled to evaluate how the TiNT addition (3 wt %) affected the epoxy–amine cure process. The total heat of reaction (ΔHr) and the onset temperature (Tonset) of ternary (DGEBA/D2000/TiNT) systems were determined from dynamic DSC (Table 2). The main cross-linking reactions of the epoxy system took place between epoxides of DGEBA and primary and secondary amines of D2000 (Scheme S1). The epoxy systems with 3 wt % of pristine TiNT and APMBP-TiNT exhibited the same Tonset and ΔHr values as those of the TiNT-free epoxy system (ca. 129 J g–1) showing no nanofiller effect on thermodynamics of the cure reaction. By contrast, the PEI-TiNT addition slightly increased the reaction heat, indicating a possible PEI involvement in the DGEBA–D2000 reaction. The DSC run of a binary DGEBA/PEI-TiNT system showed an exothermic peak (4.9 J g–1) at Tonset = 145 °C, confirming the reaction between the NH groups of PEI-TiNT and the epoxides of DGEBA. The heat of the PEI-TiNT–DGEBA reaction was estimated as 16.8 kJ/mol of NH groups using the calculated content of NH groups (Table 1). Fernandez-Francos and Ramis (56) found ca. 6-fold higher ΔHr value (99.5 kJ/mol) for the DGEBA–PEI reaction, probably due to an increased mobility of PEI having much lower molecular weight (Mw = 2000 g/mol) than PEI in our study (Mw = 25000 g/mol). Moreover, in our case the PEI molecules were immobilized on the TiNT surface, which might disable a part of NH groups for the reaction due to steric hindrance. (56) The DSC run of the binary system DGEBA + 3% PDA-TiNT showed a small exotherm (0.5 J/g) at Tonset = 116 °C (Table 2), which might signify a reaction between the amines of the PDA layer and the epoxides of DGEBA. (57) The overall low content of reactive NH groups in PDA-TiNT (Table 1) caused that this reaction did not affect the whole curing process. By contrast, the D2000 + 3% PDA-TiNT dispersion surprisingly displayed a distinct exotherm (6.0 J/g) at Tonset = 133 °C (Table 2), evidencing a reaction between the PDA modifier and the D2000 amine hardener. It is known that quinone structures of PDA react with amines via Michael addition or Schiff base reaction. (36,57,58) Regarding the complexity of PDA chemical structure (Scheme 1) and a low content of quinones, a more comprehensive analytical study is demanded to confirm this reaction path. However, DSC of the ternary DGEBA/D2000 + 3% PDA-TiNT system revealed a kinetic effect of the PDA modification on epoxy curing. The reaction heat as well as the onset temperature of epoxy–amine cross-linking decreased in the presence of PDA-TiNT (Table 2), which indicated a possible catalytic effect of PDA-TiNT or a different reaction path induced by the PDA layer. ###3.3.2. Isothermal Cross-Linking The isothermal DSC runs at 120 °C (Figure S4) also showed the involvement of PEI and PDA modifications in the DGEBA/D2000 reaction. Nevertheless, relatively low heat production of the cure reaction and fast reaction rates, which caused some initial heat losses when the sample was placed into the preheated calorimeter, did not allow us to calculate the kinetic parameters of cross-linking. Therefore, the isothermal kinetics of epoxy cure in the presence of modified TiNT was studied by the use of NIR spectroscopy. Contrary to DSC, NIR spectroscopy enables one to follow the evolution of different species during the epoxy–amine cross-linking reaction. (59) A well-separated spectral band due to combination of vibrations of CH and CH2 groups in the epoxide ring (60,61) at 4529 cm–1 and an equally well-resolved band due to combination vibration of primary amines (62) at 4935 cm–1 in the NIR spectra (Figure S5) were used for quantification of conversions using band integration (see eqs 1 and 2). The calculated epoxy (α) and the primary amine (β) conversions enabled us to use the mass balance approach for determination of concentration of all species, i.e., epoxides and primary, secondary, and tertiary amines in the course of curing (44) (for details, see the Supporting Information). Figure S6 shows the concentrations of amine groups vs curing time at 120 °C for all the epoxy systems involved in this study. An effect of modifiers on evolution of reaction species, especially tertiary amines, was clearly observed. While the formation of tertiary amine started after about 25 min into the reaction in the cases of the neat DGEBA/D2000 and the epoxy system with nonmodified TiNT (DGEBA/D2000 + 3% TiNT), the addition of the modified TiNT (especially PEI-TiNT and PDA-TiNT) caused faster tertiary amine generation, which started practically immediately at the onset of the reaction. This observed acceleration of modified TiNT was further elaborated and was quantified by modeling of reaction kinetics. ###3.3.3. Modeling of Reaction Kinetics and Rheological Behavior Generally, the epoxy–amine cross-linking exhibits an autocatalytic mechanism due to the generated or initially present hydroxyl groups. This mechanism considering two reaction paths (uncatalyzed and autocatalyzed) was first described by Horie and co-workers. (63) Several phenomenological or mechanistic models describing the autocatalytic character of epoxy–amine curing reaction have been developed, (64−66) assuming often an equal reactivity of primary and secondary amines toward epoxides. In this study, we considered both epoxy and amine conversion data for modeling of kinetics, which enabled determination of reactivity of primary and secondary amines toward epoxides and evaluation of possible substitution effect (Scheme S1). The proposed mechanism of DGEBA/D2000 cross-linking took also into account the autocatalytic effect of hydroxyl groups. Then, two autocatalyzed (eqs 3 and 5) and two noncatalyzed (eqs 4 and 6) simultaneous paths were formulated: (63)(3)(4)(5)(6)where E denotes epoxide, OH denotes an hydroxyl group and A1, A2, and A3 denote primary, secondary, and tertiary amines, respectively. Homopolymerization of epoxy groups and condensation of hydroxyl groups were not considered due to low curing temperature (120 °C). The above reactions (eqs 3–6) were described using two kinetic equations (eqs 7 and 8).(7)(8)Equations 7 and 8 can be further modified in terms of epoxide and primary amine conversions α and β, respectively, using eqs S1 and S2:(9)(10)Equations 9 and 10 were solved numerically in our own program written in Pascal using the Cash–Karp embedded Runge–Kutta method with the rate constants (k1, k′1, k2, and k′2) as fitting parameters assuming zero conversions of epoxides and primary amines at the onset of the reaction. The constants [E]0 and [OH]0 were calculated from the known composition of the epoxy systems and the organic coatings of TiNT, except the case of the system containing PDA-TiNT where the initial concentration of hydroxyl groups was included as the additional fitting parameter. The best-fit conversion curve was assumed to be that which minimized the residual sum of squares (RSS), i.e., the discrepancy between the experimental (exper) and the fitted (fit) values of epoxy (α) and primary amine (β) conversions:(11)The experimental and the best-fit values of α and β are compared in Figure 5. The proposed model of cure mechanisms has fitted the experimental data very well during the entire course of epoxy cross-linking for all epoxy systems except the system containing PEI-TiNT (discussed later). In all cases, the hydroxyl groups were present at the beginning of cure due to the OH contributions from DGEBA and from APMBP and PDA modifiers. Therefore, the initial induction period was highly suppressed, and the epoxy conversion curves did not display a typical S-shape. During the cure process, the additional hydroxyl groups were progressively generated, and the rate expression describing the curing (eqs 7 and 8) was first order with respect to epoxy, primary amine, and hydroxyl group concentrations as observed. Table 3 gives the kinetic parameters obtained after nonlinear minimization. It is well-known that rate constants of the catalytic reactions are much larger than rate constants for the noncatalytic reactions. The kinetic modeling showed the dominant autocatalytic mechanism for the both reactions of primary and secondary amine groups with epoxides (k1 ≫ k′1 and k2 ≫ k′2, Table 3) and the negligible rate constant for the noncatalytic reaction between the secondary amine group and epoxide (k′2 = 0, Table 3) as it is often reported in the literature. (67) We found that for the neat DGEBA/D2000 the rate constant k′1 of the noncatalytic reaction between A1 and E was approximately 1 order of magnitude smaller than the rate constant k1 of the catalytic reaction of A1 and E (Table 3). The addition of pristine TiNT did not change the kinetics of epoxy cross-linking at 120 °C, as also indicated the results of oscillatory chemorheology showing the similar time evolution of G′ and G″ as that of the neat epoxy system (Figure 5a,b), starting from the liquid monomer mixture (the scattered G′ and G″ data reflected the mixtures’ low viscosity; see also Figure S7), continuing with both G′ and G″ increase as epoxy chains grow, and finally reaching the crossover of G′ and G″, which indicated the chemical gelation. At the gel point, in which the liquid sol (G″ > G′) was transformed to a three-dimensional cross-linked epoxy network–gel (G′ > G″), the neat DGEBA/D2000 and the DGEBA/D2000 + 3% TiNT systems reached the epoxy conversions (αc) of 0.68 and 0.67, respectively, as monitored by NIR spectroscopy (Figure 5a,b). The similar αc values and gel times suggested no involvement of the pristine TiNT in the epoxy–amine cross-link reaction. The addition of APMBP-TiNT caused a slight decrease in k1 and k′1 while the catalyzed reaction of A2 and E was moderately accelerated (Table 3). The proposed model took into account the initial hydroxyl groups coming from the APMBP structure (Scheme 1). In spite of their relatively high content in APMBP, they did not promote epoxy cross-linking significantly. The reason might be that a part of APMBP was encapsulated in the hollow interior of TiNT and in between the rolled TiNT layers, which resulted in the limited accessibility of APMBP molecules for the reaction with DGEBA. The oscillatory rheology (Figure 5c) demonstrated that the APMBP modification caused no kinetic effect on the chemical gelation (tgel = 83.1 min, αc = 0.70). These results confirmed that the APMBP modification did not provoke covalent bonding with the epoxy matrix but significantly improved the dispersion state of TiNT as evidenced from the time evolution of G′ and G″ (Figure 5c). Both the moduli and viscosity (Figure S7) of the reactive dispersion started to increase already at the very initial stage of curing as a result of APMBP-TiNT being well-dispersed, which promoted intensive physical interactions between the APMBP surface and the epoxy matrix. As a consequence, the nanotubes became a part of epoxy network acting as physical cross-links (see section 3.4). The most complex kinetic behavior showed the DGEBA/D2000 + 3% PEI-TiNT system. In this case, the proposed kinetic model did not describe sufficiently the entire course of curing due to the significantly accelerated epoxy cross-linking at the initial stage (α ≤ 0.6 and β ≤ 0.8, Figure 5d), where the primary amine–epoxy reaction predominated. The rate constant k1 showed a 3.5-fold increase compared to the neat DGEBA/D2000 system (Table 3) due to the involvement of amino groups of PEI in the epoxy cross-linking as also indicated by the dynamic (Table 2) and the isothermal (Figure S4) DSC. Primary and secondary amines of PEI reacted with epoxy groups of DGEBA entering in competition with the D2000 curing agent. Two major polyaddition reactions of DGEBA–PEI and DGEBA–D2000 took place simultaneously. The first proceeded much faster than the latter, which was in accordance with the study of Santiago et al., (68) who reported the rate constant of a hyperbranched PEI–DGEBA reaction approximately 1 order of magnitude higher than the observed rate constant of the DGEBA–D2000 reaction. In our case, the PEI surface layer contained a large number of reactive amino groups accessible for the reaction with epoxides. The DGEBA–PEI reaction thus dominated over the DGEBA–D2000 reaction during the first period of curing and building up a novel interphase between TiNT and the epoxy matrix. The interphase formation was also tracked via rheological changes (Figure 5d and Figure S7). The initially nanostructured reactive dispersion (thanks to the well-dispersed PEI-TiNT in the epoxy matrix; Figure S3) showed the rapid increase in the magnitude of rheological parameters (G′ and G″, Figure 5d, and η*, Figure S7) in the first ca. 10 min of curing at 120 °C. The system displayed the transition from liquid-like (G′ < G″) to solid-like (G′ > G″) viscoelastic behavior, indicating reaction-induced development of a network structure with covalently attached nanofillers. (69) The fast DGEBA–PEI-TiNT reaction produced TiNT particles with a highly branched polymer shell. Their presence in the liquid epoxy prepolymers evoked a nanophase separation and physical gelation similar to the reaction-induced phase separation in thermoplastic-modified epoxy systems. (70) Once the formation of DGEBA–PEI interphase was finished, the second reaction between DGEBA and D2000 started to dominate. Because the highly branched DGEBA–PEI interphase formed a barrier avoiding any contacts between reactive sites of PEI-TiNT and the epoxy–amine mixture, the cure reaction continued with a moderate rate similar to that of the neat epoxy system. The kinetic model thus fitted well the experimental conversions in the later stage of curing (α > 0.6 and β > 0.8), and the calculated rate constants were close to those of the neat DGEBA/D2000 system (Table 3). The chemical gelation of the DGEBA/D2000 + 3% PEI-TiNT system took place after ca. 80–90 min of curing at 120 °C as indicated from the sharp increase in G′ and G″(Figure 5d) and η* (Figure S7). The exact gel time was not possible to determine due to partial overlapping by the prior matrix nanostructuration induced by the PEI–DGEBA covalent bonding. Despite a large amount of catechol units (acidic OH groups) in PDA layer, they exhibited only a minor kinetic effect (the slightly increased k1 rate constant compared to the neat DGEBA/D2000 system) in the DGEBA/D2000 + 3% PDA-TiNT epoxy system (Table 3). More surprisingly, this system was the only exception, for which the modeling showed a significantly increased rate constant of the noncatalyzed secondary amine–epoxide reaction (k′2) and contrary to that a negligible effect of the hydroxyl group-catalyzed secondary amine–epoxide reaction (k2 = 0) (Table 3). The noncatalytic epoxy–secondary amine reaction (k′2) thus prevailed while the catalytic effect of hydroxyl groups generated during epoxy–amine reaction (Scheme S1) as well as those from the PDA layer (catechols) was suppressed. The increased k′2 value had to result from an additional catalysis or a modification of cure mechanism induced by PDA-TiNT. The similar increased rate of originally noncatalytic epoxy–amine reaction was previously reported for the epoxy curing in the presence of carbon nanotubes acting as heterogeneous catalysts. (71) The XPS analysis of PDA-TiNT revealed the presence of proton-donor NH3+ cations in the PDA layer (Table S1), which might act as epoxy ring-opening initiators (72) facilitating the amine addition. It was reported that well-dispersed nanofillers might enhance effective collisions of molecules in the vicinity of the nanofiller surface due to the decreased molecule mobility and thus accelerate the cure reaction beyond the gel point where the reaction between A2 and E prevailed. (71,72) The good dispersion of PDA-TiNT in the matrix (Figure S7 and Figure 6) provided a large surface area for interfacially induced epoxy ring-opening by NH3+ cations of the PDA layer. This large number of interfacial catalytic sites together with the higher collision efficiency of the molecules in the vicinity of nanotube surface facilitated the epoxy– secondary amine reaction and increased its rate constant (k′2). Additionally to the catalytic effect of PDA layer, the reaction between PDA and the epoxy precursors was previously observed from the DSC results (Table 2 and Figure S4). Two orders of magnitude growth of G′, G″ (Figure 5e), and η* (Figure S7) and the solid-like viscoelastic behavior of the reactive dispersion with PDA-TiNT (similar to that with PEI-TiNT) at the pregelation stage confirmed covalent bonding of the PDA layer. The quinone structures of the PDA layer probably reacted with the D2000 hardener via Michael addition or Schiff base reaction and thus affected the mechanism of epoxy cross-linking. We supposed that a fraction of the quinones were involved in covalent bonding with the amine hardener, while the residual quinones provided noncovalent bonding with TiNT surface (Scheme 1). By contrast, the influence of reaction between NH functionalities of the PDA layer and epoxides of DGEBA on the overall kinetics of epoxy cross-linking was marginal. The low content of NH functionalities in PDA-TiNT (Table 1) resulting from the predominant presence of negatively charged catechol units (55) caused that in the DGEBA/D2000 + 3% PDA-TiNT system only ∼2.8% of all NH functionalities originated from the PDA layer. Their possible reactions thus might be neglected as also evidenced from the DSC results (Table 2). The second increase in G′, G″ (Figure 5e), and η* (Figure S7) at ca. 80–90 min was again connected to the chemical gel point as a consequence of the DGEBA-D2000 cross-link reaction. ##3.4. Epoxy–Titanate Nanotube Composites The morphologies (TEM images) of fully cured epoxy–TiNT nanocomposites are compared in Figure 6. The poor dispersion of the nontreated TiNT (Figure 6a,e) in the epoxy matrix led to the formation of both small (a few hundred nanometers) and large (a few micrometers) aggregates in the final material. The APMBP functionalization of TiNT surfaces did not significantly improved nanofiller dispersions (Figure 6b,f). The better dispersions of nanotubes in the epoxy matrix were reached using PEI and PDA; however, the TiNT agglomeration was not fully suppressed (Figures 6c,g and 6d,h). The slightly more homogeneous distribution of PEI-TiNT in the final cross-linked material originated from both the enhanced PEI-TiNT–DGEBA interactions indicated by rheology (Figure S3) and the DGEBA–PEI-layer covalent bonding proved by DSC and NIR (see also schematics in the inset of Figure 5d). PEI thus acted as a coupling agent between TiNT and the epoxy matrix. Similarly, the interfacial polymer–nanotube interactions also play a key role in the case of epoxy/PDA-TiNT composite. It is well-known that PDA is capable of interacting strongly at organic (polymer)–inorganic interfaces via noncovalent (hydrogen bonds, π–π interaction) and covalent bonds. (73,74) The first was evidenced from the rheology of PDA-TiNT dispersions (Figure S3), and the latter was proved using DSC (Figure S4), NIR spectroscopy, and chemorheology (Figure 5e). The DMTA curves of epoxy–TiNT nanocomposites are given in Figure S8, and the results are summarized in Table 4. The nanocomposites with all tested functionalized TiNT showed no significant Tα change compared to the neat DGEBA-D2000 matrix, while the introduction of nonmodified TiNT (3 wt %) slightly decreased Tα due to the presence of TiNT aggregates (see Figure 6a), which generally increased the free network volume of the epoxy material. (75) While the introduction of nonmodified TiNT into epoxy material led to a moderate increase in storage modulus at rubber plateau (G′R) due to the nanofiller reinforcing effect, the epoxy composites with the modified TiNTs exhibited 71%–92% higher G′R values compared to the neat epoxy matrix. In the literature, up to 14% increase in the rubbery storage modulus has been reported for epoxy–TiNT materials. (12,14) In our case, a much higher increase in G′R was reached, which was explained by the strong interfacial interactions between the epoxy matrix and the functionalized TiNT, resulting in the higher cross-link density. All functionalized TiNT acted as physical or chemical (covalent-bonded) cross-linkers, which caused a much more effective stress transfer from the high-modulus TiNT to the flexible epoxy matrix. The previous section revealed the purely physical interactions between APMBP-TiNT and the epoxy matrix. The APMBP structure (Scheme 1) strongly interacted with the epoxy matrix via H-bonding of polar groups and π–π interactions of aromatic segments (see the inset in Figure 5c), which resulted in the strong matrix reinforcement (∼92% increase in G′R). The highly branched PEI-TiNT/epoxy interphase formed through covalent bonding of PEI-TiNT with DGEBA (see the inset in Figure 5d) seemed to be primarily responsible for reinforcement of the epoxy/PEI-TiNT nanocomposite (∼71% increase in G′R). By contrast, the high thickness of PEI layer (Figure 2) caused that not all NH functionalities of PEI were accessible during the PEI-DGEBA network formation. The unreacted PEI fraction might slightly plasticize the final nanomaterial. Its thermomechanical behavior was thus a consequence of these two antagonistic effects. The high reinforcing effect of PDA-TiNT (∼83% increase in G′R) originated from the efficient interfacial bonding combining both covalent and physical interactions as schematically shown in Figure 5e. The interfacial covalent bonding was provided via Michael addition or Schiff base reaction of quinone structures of PDA with the amine hardener (D2000). Among the various noncovalent interactions that occurred between PDA-TiNT and the epoxy matrix (hydrogen bonding of catechol and quinone structures, π–π interaction of aromatic rings, etc.), (76) the H-bonding was much more prominent due to a high amount of catechol groups in the PDA layer and because of its enormous strength. (30,77) This hydrogen bonding remains stable also at relatively high temperatures (57) and therefore can also contribute to the G′R increase. Moreover, the kinetic measurements demonstrated the accelerated effect of PDA-TiNT on the cross-linking DGEBA–D2000 reaction, which led to better compatibility between the functionalized nanotubes and DGEBA. (76) All prepared nanocomposites exhibited the onset degradation temperature (Tonset in Table 4) of ∼400 °C, similar to that of the neat DGEBA–D2000 matrix. The 3% addition of modified TiNT maintained a good thermal stability of the epoxy matrix and beneficially did not promote unfavorable material degradation that frequently occurs in inorganic particle-filled epoxy composites."]], ["Conclusions", ["A low-molecular-weight bisphosphonate (APMBP), a branched polyethylenimine (PEI), and polydopamine (PDA) generated via self-polymerization of dopamine were successfully used for surface modification of titanium nanotubes (TiNT). Fully aqueous-based methods have been demonstrated to create surface layers bearing active hydrogen functionalities (NH, OH) strengthening nanotube interfacial interactions with an epoxy–amine network. DSC, NIR spectroscopy, and oscillatory rheology experiments revealed covalent bonding of the PEI and PDA layers while the APMBP modification provided strong physical interactions between TiNT and epoxy precursors during the polymer network formation. NIR spectroscopy proved the kinetic influence of PEI- and PDA-modified TiNT on epoxy–amine cross-linking. The conversion data were successfully fitted by a mechanistic kinetic model considering the effect of NH and OH functionalities from the modified TiNT. The addition of pristine TiNT as well as the nanotubes modified with APMBP did not affect the cure kinetics. By contrast, the PEI modification of TiNT changed completely the curing mechanism due to a high number of NH functionalities accessible for the reaction with the epoxy prepolymer. The PDA functionalization of TiNT showed a catalytic effect enhancing the secondary amine–epoxy reaction in the later stage of curing. All surface modifications avoided TiNT aggregate formation and led to homogeneous TiNT dispersion in the epoxy–amine matrix. The modified TiNT acted as highly efficient reinforcing nanofillers in the epoxy–amine network due to the increased interfacial covalent and/or physical (mainly hydrogen) bonding. The prepared epoxy/TiNT composites showed a dramatic increase in the rubbery storage modulus (up to +92%) and an excellent thermal stability with the onset degradation temperature of ∼400 °C applicable for casting and encapsulation of electronic devices. Our findings suggested an easy and practical route how to design high-performance nanomaterials using the surface chemistry of TiNT to enhance the interfacial nanotube–epoxy bonding."]]], "doi": "10.1021/acs.macromol.8b01204", "figures": [["Figure 1", "Figure 1", "Figure 1. Morphology and diffraction data of TiNT. (a) FESEM image and (b) TEM image with SAED pattern inset. (c) Comparison between  SAED and XRD of TiNT and XRD of the starting TiO2.   "], ["Figure 2", "Figure 2", "Figure 2. TEM images of APMBP-TiNT (a), PEL-TiNT (b), and  PDA-TIiNT (c).   "], ["Figure 3", "Figure 3", "Figure 3. High-resolution core-level C 1s and N 1s XPS spectra of  pristine TiNT (A), APMBP-TiNT (B), PEI-TiNT (C), and PDATiNT  (D). Measured spectra are plotted as black lines, while their  corresponding fitted envelopes are plotted as red lines. The individual  contributions of different functional groups are represented with blue  lines. The corresponding contents of species are given in Table S1.  See also Figure S1 (Ti 2p and O 1s XPS spectra) and Figure S2 (P 2p  XPS spectrum of APMBP-TiNT).   "], ["Figure 4", "Figure 4", "Figure 4. TGA and DTG curves of pristine TiNT and APMBP-, PEI-, and PDA-functionalized TiNT.   "], ["Figure 5", "Figure 5", "Figure 5. NIR results showing experimental and fitted (model prediction according to eqs 9 and 10) values of epoxy (α) and primary amine (β)  conversions and the oscillatory chemorheology showing storage (G′) and loss (G″) moduli during the isothermal cure at 120 °C for (a) the neat  DGEBA/D2000 system, (b) DGEBA/D2000 + 3% TiNT, (c) DGEBA/D2000 + 3% APMBP-TiNT, (d) DGEBA/D2000 + 3% PEI-TiNT, and  (e) DGEBA/D2000 + 3% PDA-TiNT. The crossover of G′ and G″ indicates gelation of epoxy systems and corresponds to a critical epoxy  conversion (αc). Insets show schematics of the network formation illustrating the involvement of different TiNT surfaces."], ["Figure 6", "Figure 6", "Figure 6. TEM morphology of epoxy/TiNT nanocomposites containing 3 wt % of the neat TiNT (a, e) and TiNT functionalized with APMBP (b,  f), PEI (c, g), and PDA (d, h).   "], [null, null, "Scheme 1. Schematic Illustrations of the Interactions in (a)  APMBP-TiNT, (b) PEL-TiNT, and (c) PDA-TiNT   "]], "table_captions": [["Table 2", "Table 2", "Table 2. Total Reaction Heat (ΔHr) and Onset Temperature (Tonset) of Reactions in Various Ternary and Binary Reactive Systems"], ["Table 3", "Table 3", "Table 3. Initial Hydroxyl Group Concentration ([OH]0) and Rate Constants of Catalytic (k1) and Noncatalytic (k′1) Epoxy–Primary Amine and Catalytic (k2) and Noncatalytic (k′2) Epoxy–Secondary Amine Reactions of Various Epoxy Systems during Isothermal Cure at 120 °C"], ["Table 4", "Table 4", "Table 4. DMTA (Tα, G′R at 50°C) and TGA (Tonset) Results of the Cross-Linked Neat Epoxy (DGEBA/D2000) and Epoxy/TiNT Nanocomposites"]], "tables": []}