{"title": "Effect of Interfacial Energetics on Dispersion and Glass Transition Temperature in Polymer Nanocomposites", "abstract": " Developing structure–property relationships between the filler/matrix interface chemistry and the dispersion and interface properties of polymer nanocomposites (PNC) is critical to predicting their bulk mechanical, electrical, and optical properties. In this paper we develop quantitative relationships between interfacial surface energy parameters and the dispersion and Tg shifts of PNCs through systematic experiments on an array of hybrid systems spanning a wide range of interfacial interactions. We use four different matrices of surface energies varying from polar to nonpolar (poly(2-vinylpyridine) (P2VP), poly(methyl methacrylate) (PMMA), poly(ethyl methacrylate) (PEMA), and polystyrene (PS)), filled with three monofunctional-silane modifications of colloidal silica nanospheres (octyldimethylmethoxysilane, chloropropyldimethylethoxysilane, and aminopropyldimethylethoxysilane). We hypothesize the ratio of the work of adhesion between filler and polymer to the work of adhesion of filler to filler (WPF/WFF), in conjunction with the relative work of adhesion (ΔWa), can be used to predict the final state of particle dispersion. Additionally, the direction and magnitude of Tg deviation from the neat polymer are hypothesized to depend on the work of spreading (Ws) and the dispersion state. Our results suggest a strong and moderate dependence of dispersion on WPF/WFF and ΔWa, respectively. Ws in conjunction with the dispersion parameters is shown to dictate the change in Tg. Our model represents a significant step toward realizing a priori nanocomposite property prediction. SUBJECTS: Polymer particles,Nanoparticles,Colloids,Surface energy,Polymers ", "body": [["Abstract", [" Developing structure–property relationships between the filler/matrix interface chemistry and the dispersion and interface properties of polymer nanocomposites (PNC) is critical to predicting their bulk mechanical, electrical, and optical properties. In this paper we develop quantitative relationships between interfacial surface energy parameters and the dispersion and Tg shifts of PNCs through systematic experiments on an array of hybrid systems spanning a wide range of interfacial interactions. We use four different matrices of surface energies varying from polar to nonpolar (poly(2-vinylpyridine) (P2VP), poly(methyl methacrylate) (PMMA), poly(ethyl methacrylate) (PEMA), and polystyrene (PS)), filled with three monofunctional-silane modifications of colloidal silica nanospheres (octyldimethylmethoxysilane, chloropropyldimethylethoxysilane, and aminopropyldimethylethoxysilane). We hypothesize the ratio of the work of adhesion between filler and polymer to the work of adhesion of filler to filler (WPF/WFF), in conjunction with the relative work of adhesion (ΔWa), can be used to predict the final state of particle dispersion. Additionally, the direction and magnitude of Tg deviation from the neat polymer are hypothesized to depend on the work of spreading (Ws) and the dispersion state. Our results suggest a strong and moderate dependence of dispersion on WPF/WFF and ΔWa, respectively. Ws in conjunction with the dispersion parameters is shown to dictate the change in Tg. Our model represents a significant step toward realizing a priori nanocomposite property prediction. SUBJECTS: Polymer particles,Nanoparticles,Colloids,Surface energy,Polymers "]], ["Introduction", ["The addition of nanofillers has been shown to induce fundamental changes in the mechanical and thermal properties of the matrix polymer in polymer nanocomposites (PNC). (1-4) The deviations in glass transition temperature (Tg) from bulk polymer Tg in these PNCs are particularly important since they provide valuable insights into polymer chain dynamics at the interface. Tg drops of up to 20 K have been observed in bulk composite systems with “repulsive” particle–polymer interfaces. (4-6) “Attractive” interfaces have been shown to induce upward shifts in Tg as large as 40 K, caused by the loss of polymer cooperative segmental mobility. (2, 7-10) Molecular dynamics (MD) simulations of a bead–spring polymer melt surrounding a nanoscopic particle (11-14) and experiments on polymer mobility in ultrathin polymer films have suggested that the Tg of the melt could be shifted to either higher or lower temperatures by increasing or decreasing the attraction between the polymer and nanoparticle, respectively. (15-18) In addition, Bansal et al. (5) and Rittigstein et al. (7) have found that the magnitude of Tg change in PNCs, for a particular type of interface, increases with decreasing interparticle spacing, i.e., increased interphase polymer volume fraction. This dependence was also found to be quantitatively equivalent to the dependence of Tg in thin films on their thickness; i.e., a supported thin film of a certain thickness is expected to show the same deviation in Tg as a corresponding bulk PNC with an identical average interparticle distance. (5, 7) Qiao et al. (19) through the use of representative of PNC models have also provided strong evidence for a qualitative dependence of Tg shift on dispersion state, showing that agglomeration leads to smaller changes in bulk Tg. Thus, the deviation in Tg from the neat polymer in PNCs is understood to be controlled by two primary factors: the dispersion state of the nanofillers and the modified mobility of the polymer in the interfacial region. Nanofiller dispersion is qualitatively known to be a strong function of the physicochemical nature of the nanoparticles and the matrix polymer, as well as the processing techniques employed, (20-25) but is yet to be predicted quantitatively. The mobility of the polymer in the interfacial region is also dictated by the interaction between the particle surface and the polymer. (26, 27) As part of an informatics-based approach, we are creating the tools to quantitatively predict dispersion and the mobility of the interfacial polymer based on particle and polymer surface energy. (28) We validate the changes in mobility via an experimental correlation between Tg, nanofiller dispersion state, and interfacial energy. The correlations are based on a set of experimental results obtained by quantifying the nanofiller dispersion state (average cluster radius (rc) and average intercluster distance (rd)) from TEM micrographs and the thermomechanical properties of composites consisting of four different matrices having surface properties ranging from polar to nonpolar (PEMA, P2VP, PMMA, and PS), filled with colloidal silica nanoparticles surface modified with three monofunctional silanes of varying surface energies (aminopropyl, chloropropyl, octyl moieties). We start by introducing our hypotheses, which are well grounded in prior research. (5, 15, 29-31)"]], ["Hypotheses", ["##A Dispersion The dispersion of nanofillers occurs in two stages: the initial dispersion due to the mixing steps and the reaggregation/flocculation that occurs during high-temperature molding or annealing. Starr et al. found from MD simulations of particles embedded in a dense melt of unentangled polymer that the dominant enthalpic factor in dispersion was the ratio between the interaction strength of the matrix and particle and the interaction strength of the particle and particle: εmp/εpp. (31) Particles were found to cluster abruptly into large agglomerates below a critical value of εmp/εpp, i.e., systems with particle–particle interactions stronger than particle–polymer interactions. This interaction ratio is experimentally captured by the ratio of the work of adhesion between filler and polymer to the work of adhesion of filler to filler (WPF/WFF). We also immediately identify this ratio as the dominant factor determining the equilibrium contact angle of the filler on the polymer. If the surface energies of the filler and polymer are known, the contact angle (θ) can be calculated from the equations (32, 33)(1)where γFd and γPd are the dispersive components of the filler and polymer surface energies, respectively; γFp and γPp are the polar components of the filler and polymer surface energies, respectively; and γF is the total filler surface energy, given by the sum of γFd and γFp, as per Fowkes approximation that polar and dispersive components of the surface energy make additive contributions. (34) This equation also assumes that the geometric mean of the surface tension components of dissimilar materials can approximately represent the interaction magnitude between them. (32) From eq 1, if the nanoparticles are considered as the “wetting” species, i.e., the component capable of creating interfaces, then particles of a lower surface energy (lower interparticle attraction) than the polymer will have a smaller incentive to agglomerate. This means that particles that “wet” the polymer better are better dispersed and have more filler–polymer interfacial area per unit volume, just as in the case of a liquid wetting a solid substrate. This is illustrated in Figure 1. The particles (in black) are agglomerated when their contact angle is greater than zero, while they are well dispersed for θ = 0°. We hypothesize that WPF/WFF (or equivalently the equilibrium contact angle) can be used to predict the propensity for nanofillers to aggregate (or disperse) during the initial processing step. As WPF/WFF decreases below 1 (θ increases above 0°), the relative attraction of the filler particles to each other is higher than their attraction to the polymer medium. In this situation, the particles agglomerate in order to lower the interfacial energy. These systems are expected to have a poor initial dispersion state. This is also equivalent to the general notion that for a particular particle type the tendency to agglomerate is smaller when the polymer–particle interaction is higher. (25) When WPF/WFF is greater than or equal to 1, the attraction of the particles to the medium is equal to or larger than their attraction to each other. The particles here are hypothesized to have good initial dispersions. It must be noted that while WPF/WFF can take a range of values, θ is truncated to 0°, for a ratio greater than or equal to 1. This information can also be pictorially represented by a wetting–adhesion diagram for each polymer as suggested earlier by Stöckelhuber et al. (30) Figure 2 represents a wetting–adhesion map for PS. The X- and Y-axes represent the polar component and the total surface energy of the filler, respectively. The iso-contact angle lines of the wetting species (filler) on the wetted polymer are plotted by solving eq 1 for a particular polymer (γPd and γPp are known, and γFd and γFp are varied to show all possible filler–polymer surface interactions). All combinations of total and polar surface energies of the filler that satisfy eq 1 for a certain contact angle lie on the iso-contact angle line. The region enveloped by the 0° contact angle line (which is the minimum contact angle) represents complete “wetting” or good initial dispersions. Outside the wetting envelope, there is likely to be agglomeration. The stability of the initial dispersions (created by the mixing steps) during the high temperature drying, pressing, and annealing processes is determined by the relative work of adhesion, as has been identified by Wang (35) and Stöckelhuber et al. (29) Wang noted that the driving force for flocculation/reagglomeration was determined by the change in potential energy when filler–filler and polymer–polymer interfaces are created from two filler–polymer interfaces. This potential energy change can be effectively captured by the change in adhesive energy (schematically illustrated in Figure 3), which is the relative adhesion of filler to filler (WFF) and polymer to polymer (WPP) minus twice the adhesion of polymer to filler (WPF)(2)(3)(4)A larger value of ΔWa represents a larger driving force for reagglomeration. Stöckelhuber et al. confirmed this effect of ΔWa through a visual assessment of TEM micrographs. (29) This same rationale may be used in explaining equilibrium morphologies in nanocomposites in conjunction with (WPF/WFF). From eq 4 it is seen that ΔWa is always positive, suggesting that all fillers with surface energies deviant from the matrix polymer will eventually form agglomerates if left to anneal for a sufficiently long time. The size of the agglomerates depends on the annealing time, loading, and the mobility of the nanoparticles and nanoparticle agglomerates. The larger the initial agglomerates, the smaller their mobility and therefore the smaller the role of ΔWa. (35) Therefore, by our hypothesis, ΔWa plays a diminished role in determining dispersion for the high contact angle fillers. Returning to Figure 2, iso-ΔWa lines are obtained by solving eq 4 for fixed ΔWa values for a given polymer (i.e., γPd and γPp are known and γFd and γFp are varied). These curves are centered around the surface energy of the matrix (in this case PS), suggesting that filler particles with polar and dispersive surface energy components equal to that of the matrix (i.e., ΔWa = 0) have no incentive to agglomerate or reagglomerate. ##B Mobility The mobility of the polymer in the interphase region is also critical to determining properties. It is well established that the strength of the interface determines the mobility of the interfacial polymer. (14, 15, 36) Pangelinan et al. noted that the driving force for the matrix to spread spontaneously on the filler surface was determined by the relative attraction of the monomeric units to the particle over their cohesive attraction to the bulk. (37) This relative attraction can be captured by a work of spreading (Ws) term, which is the difference between the work of adhesion (WPF) of the polymer to filler and the work of adhesion of the polymer to itself, also known as the work of cohesion (WPP). A positive Ws indicates an attractive surface, and a negative or zero Ws indicates a nonattractive one. These parameters can be calculated from the measured surface energy components as indicated in eqs 5 and 6:(5)(6)It is hypothesized that the mobility of the polymer at the interface can be captured by this Ws expressed as a function of surface energy components in eq 6: the more positive the value of Ws, the larger the decrease in the mobility of the polymer. This deviation from bulk polymer mobility is hypothesized to cause the Tg to increase. (7, 15) It must be also noted that dispersion is the result of a three way interaction between filler–filler, polymer–filler, and polymer–polymer, whereas the change in interphase mobility is only a two-body interaction independent of filler–filler interactions. The Ws component is also indicated in Figure 2 to provide a sense of the direction of Tg change. From Figure 3 it is seen that for all fillers with surface energies below a threshold Ws = 0 line, the mobility increases, and thus it is hypothesized that the Tg will decrease. Above this threshold, the opposite holds. The magnitude of Ws determines the extent of mobility change in the interphase and in conjunction with the dispersion parameters dictates the change in bulk Tg. This is unlike the thin film case, where the critical dimensional descriptor, i.e., the thickness, can be predetermined and experimentally realized. For a fixed thickness, the Tg shift is then dictated by the difference between the attraction of the interfacial polymer to the substrate and the attraction of the polymer to its bulk. In the case of PNCs, the effect of energetics on interparticle spacing and interface attraction is correlated and cannot be fully separated. (38) This is because the relative attraction of the filler particles in a polymer medium is inextricably linked to the relative attraction of the polymer to the particle surface."]], ["Experimental Section", ["##A Materials Monofunctional siloxanes, octyldimethylmethoxysilane (ODMMS: CH3–(CH2)7–Si(CH3)2–O–CH3), chloropropyldimethylethoxysilane (CPDMES: Cl–C3H6–Si(CH3)2–O–C2H5), and aminopropyldimethylethoxysilane (APDMES: NH2–C3H6–Si(CH3)2–O–C2H5) were procured from Gelest Inc. and used as received. By using monofunctional silanes, it was ensured that only a monolayer is necessarily attached to the particle and wafer surfaces, thereby making the comparison of their surface energies possible. Matrix polymers polystyrene (Mw = 230 000 g/mol) and poly(methyl methcrylate) (Mw = 100 000 g/mol) were procured from Sigma-Aldrich. Poly(2-vinylpyridine) (Mw ∼ 200 000 g/mol) and poly(ethyl methcrylate) (Mw ∼ 200 000 g/mol) were procured from Scientific Polymer Products. HPLC grade anhydrous THF, purchased from Fisher Scientific and anhydrous Toluene, purchased from Sigma-Aldrich were used without further purification. Hexanes used in extracting modified particles were procured from Mallinckrodt Chemicals. Two inch silicon wafers with a 200 nm thick thermally grown oxide layer were procured from Silicon Quest Inc. The 14 ± 4 nm colloidal silica particles in methyl ethyl ketone (MEK-ST) were graciously supplied by Nissan Inc. High-purity formamide and diiodomethane used in contact angle analysis were purchased from Sigma-Aldrich. ##B Surface Modification ###Wafer A 2 in. silicon wafer with a 200 nm (2.58% Standard Deviation) thick thermally grown oxide layer procured from Silicon Quest Inc. was used. The wafer was diced into four pieces and left in a 70:30 solution of sulfuric acid and 30% hydrogen peroxide (piranha etch) overnight at 80 °C. This was done in order to increase the surface silanol count and to remove any organic surface contaminants. The wafers were then rinsed in DI water, blown dry, and left in a clean oven for 1–2 h at 120 °C. The hydroxylated wafers were immersed in a 3% solution of the silane in toluene for 3 days, in an inert argon atmosphere. It is believed that the silanes react with the surface silanol groups by direct nucleophilic substitution in the absence of water, forming a monolayer. (39) The surface-functionalized wafers were then rinsed with DI water, ethanol, and toluene to remove free silane molecules, blown dry, and left in an oven at 120 °C for 10 min. (40) ###Particles 16 mL of the Nissan silica particles in MEK was refluxed with 50 mL of THF and 0.5 mL of the coupling agent at 75 °C for about 24 h in an inert nitrogen atmosphere. The reaction was stopped by cooling the mixture to room temperature and then pouring the mixture into 500 mL of hexanes kept in an ice bath. The particles precipitated out, causing the hexane solution to turn milky. The particles were then centrifuged at 3000 rpm for 5 min and dispersed into THF by bath sonication. They were precipitated again in hexanes and redispersed in THF twice more to remove any free unreacted silane molecules. (41) The particle solutions in THF were immediately transferred into amber vials and capped under nitrogen to prevent the oxidation of THF to harmful peroxides. A small amount of silica nanoparticles was vacuum-dried and subjected to thermogravimetric analysis to determine the surface concentration of the silanes. All silanes displayed a tethering density of ∼1 molecule/nm2. ##C Surface Energy Measurement Owens and Wendt suggested a method (33) for estimating the surface energies of solids by measuring the contact angles of two liquids of known polar and dispersive surface energy components and subsequently using these values in eq 7 (the original form of eq 1).(7)where γSd and γLd are the dispersive components of the solid and liquid surface energies, respectively; γSp and γLp are the polar components of the solid and liquid, respectively. γL is the total liquid surface energy, given by the sum of γLd and γLp. This equation is a substituted form of Young’s equation, based on Fowkes’ approximation of additive contribution to surface energy (34) and Good–Girifalco’s geometric mean approximation of interaction energies. (32) While there are more in-depth analyses, (42) given the nature of this study, this approach was found to be sufficient. The surface energies of the modified fillers (APDMES, ODMMS, and CPDMES modified silica) were evaluated using the Owens–Wendt model. (33) The static contact angles of water (γL = 72 mJ/m2, γLd = 21.8 mJ/m2, γLp = 51 mJ/m2), formamide (γL = 58 mJ/m2, γLd = 39 mJ/m2, γLp = 19 mJ/m2), and diiodomethane (γL = 50.8 mJ/m2, γLd = 50.8 mJ/m2, γLp = 0 mJ/m2) on these surfaces were recorded using a Rame-Hart goniometer. The contact angles were used to evaluate filler surface energies using eq 7. The surface energies obtained are average values calculated from eq 7 solving for two liquids at a time. (43) It is assumed that the surface properties of amorphous silica and the attached monofunctional silanes on the wafer are similar to that of the particles since it has been established that at our length scales the magnitude of an effective surface energy of a molecular cluster is similar to that of a planar macroscopic surface. (44) ##D Composite Synthesis Nanocomposite samples were prepared by solution casting. Freshly prepared particle solutions were mixed with solutions of the matrix polymer in anhydrous THF, in the desired weight percentages. The solutions were sonicated for 1 min and 30 s at 38% power with a Sonics and Materials Vibracell VCX 600 W unit using a stepped microtip and a pulse of 2.0 s ON and 0.5 s OFF. Sonicated solutions were cast into clean aluminum boats. The solvent was then driven off in a clean oven at 80 °C and later under vacuum at 120 °C for 16 h. The samples were peeled off and pressed into dog-bone-shaped samples in a 12 tonne Carver hot press and annealed at 140 °C (PS, PMMA, P2VP) and 110 °C (PEMA) for 24 h in order to sufficiently erase thermal history and to obtain quasi-equilibrium structures. Desai et al. (14) found by MD simulations on Kremer–Grest spring models of polymer melts that the diffusion constant of polymer molecules in repulsive systems showed an initial upward trend followed by a downward trend at particle loadings of greater than 4 vol % (∼8 wt % in silica-filled systems) due to spatial constraints to the movement of the polymer molecule. Keeping this in mind, only loadings of up to 8 wt % were prepared to isolate only the interfacial effects on Tg. ##E Microscopy and Image Analysis To observe the microstructure, composite samples were mounted in epoxy and sectioned into 60–80 nm thick slices by ultramicrotomy using a diamond knife. These sections were transferred onto a copper grid and subsequently imaged in a JEOL-2010 transmission electron microscope (TEM). Since we seek to establish quantitative relationships between the enthalpic parameters and dispersion states, it is essential to acquire a statistical measure of dispersion from the TEM micrographs of the various systems. We measure the mean radius of clusters weighed by cluster area (rc) and mean distance between nearest-neighbor clusters (rd) from the TEM images. (45, 46) For the convenience of image analysis, TEM images are first tailored to square images with a resolution of 1030 × 1030 pixels. A filtering process is applied in order to remove noise in the images, and the resolution is reduced to 300 × 300 pixels. The generated gray scale images are then binarized to black and white images such that measurement of rc and rd is facilitated. This two-step binarization is similar to, and an improvement over, the image analysis technique employed by Deng et al., (47) which uses the volume fraction of fillers as a threshold to determine the total number of black and white pixels. In the first binarization step, the threshold gray value of up to which pixels are considered as “matrix” is set such that the fraction of the remaining particles is 2 times the labeled volume fraction in the experiment. This is to make sure that the singly dispersed particles on the focal plane are not neglected. In the second step, each cluster is shrunk proportionally based on its radius such that fraction of “filler” pixels matches the labeled volume the fraction of fillers. After image binarization is completed, clusters of fillers are marked on the pixilated 2D image. The radius of each cluster and the distance between each pair of clusters are calculated. The average of these values from two images is used to get the rc and rd in pixels (except for amino-PEMA where only one image is used). We note that the average rc average is weighed by the area of the filler, so that singly dispersed fillers do not significantly lower the rc. These rc and rd values can then be converted to physical units (nanometers), knowing the length, in pixels, of the scale bars in the original micrographs. Additionally since we are aiming at the realization of a tool for a priori prediction of PNC properties, it is imperative that we be able to construct 3D model structures using the established quantitative relationships, bypassing the need for 3D tomographic characterization. These above parameters (rc, rd) chosen are key to defining a two-point correlation function. (45) This function can be used to accurately reconstruct 3D morphologies from 2D images in order to run finite element (FEA) simulations that yield the thermomechanical properties of model PNCs. Further details on this image analysis approach will be available in our future publication. (28, 46) We only note here that, although the dispersion might be more accurately represented by the use of additional morphological descriptors (e.g., size distribution), these parameters are sufficient for reconstruction and Tg prediction, as suggested by our FEA simulation results. ##F Glass Transition Temperature DSC experiments were performed to determine the glass transition temperature of the composites. The temperature was increased at a rate of 10 °C/min from room temperature to 130 °C, held isothermal for 10 min, and then cooled at 10 °C/min to 20 °C. This was repeated three times per specimen. The Tg from the second and third cycles were averaged to obtained the Tg of the sample. The final Tg is the average Tg over three samples."]], ["Results and Discussion", ["##A Surface Energies The values of experimentally determined surface energies are shown in Table 1. The surface energies of the matrix polymers were reported by others (48-50) and are also tabulated in Table 1. It is assumed that the molecular weight distribution has a negligible effect on the polymer surface energy in the given range of molecular weights. (51) In Figure 4, we represent the range of interactions investigated here in the form of wetting-adhesion maps, introduced earlier in Figure 2. These maps are generated using the surface energies tabulated in Table 1. The individual data points on the maps represent the surface energies of the specific functionalized particles and therefore the nature of their interaction with each polymer. Note that the amino particles are outside the wetting envelops of PS, PMMA, and PEMA, suggesting poorly dispersed morphologies. In P2VP, on the other hand, amino-modified particles lie within the wetting envelope, suggesting well-dispersed particles. By the same rationale, chloro particles are likely to disperse poorly in PEMA only. The data also spans a range of ΔWa. For example, the chloro particles in PMMA are expected to be better dispersed than in PS due to a lower ΔWa in PMMA. The Ws space is also traversed. For example, PMMA is expected to show a drop in Tg on the addition of octyl particles, due to a negative Ws, whereas amino particles are expected to cause an increase in Tg of the PMMA due to a positive Ws. ##B Dispersion Morphology Figure 5 shows a representative set of modified (APDMES) silica-filled nanocomposites that clearly demonstrate the effect of the equilibrium contact angle on the dispersion state. Table 2 shows the calculated thermodynamic parameters for the various systems along with rd and rc calculated from TEM micrograph characterization, for 8 and 3 wt % loadings. It can be inferred from Figure 5 and Table 2 that the composites with a high contact angle have large agglomerates (large rd and large rc), whereas the systems within the “wetting” envelope (WPF/WFF > 1, e.g., octyl-PMMA, amino-P2VP) show better dispersion (smaller agglomerates). A qualitative visual assessment of the TEM images in Figure 6 for perfectly wetting systems suggests that a larger ΔWa corresponds to a poorer dispersion state, which is consistent with earlier observations. (30, 35) It is noted that the aggregation of the nanoparticles beyond 0° contact angle (WPF/WFF < 1) is very abrupt. This is as suggested by Starr et al., (31) who found that particles dynamically clustered abruptly into large agglomerates beyond a critical value of the ratio between the interaction strength of the matrix and particle and the interaction strength of the particle and particle. This step-function-like relationship is often represented using a hyperbolic tangent function. R2 values suggest that rc and rd are reasonably well correlated with this parameter at both loadings. Representative rc and rd for 8 wt % loadings are plotted versus 1/tanh(2WPF/WFF – 1) in Figure 7 to demonstrate this correlation. The role of ΔWa in dispersion is discussed in the following section. C Mobility of Interphase Polymer and Glass Transition Temperature The direction of Tg change is conjectured to be dictated by Ws as noted earlier. For the same dispersion state, the larger Ws, the larger the change in mobility, and the larger the magnitude of Tg change. Although the direction of change in Tg follows the sign of Ws, it is clear that the Ws alone is insufficient to predict the change in glass transition temperature. The magnitude of Tg change is strongly dictated by the extent of mobility change in the interphase as well as by the dispersion state. Better dispersions provide more interfacial area per unit volume and a better percolated interphase, as has been reported earlier. (5) We use here the experimental rd as a parameter reflective of the dispersion state. But, we note that rc and rd values are clustered for WPF/WFF above 1 (1/tanh(2WPF/WFF – 1) <1.31), although they help identify well the wetting and nonwetting regimes. The differences in the distribution of cluster sizes and distances caused by ΔWa for the systems in the wetting regime, which are evident in the micrographs, are not fully expressed through these quantitative morphological descriptors, since they are merely averages. Therefore, in order to effectively capture the connection between surface energy and Tg change we define a parameter Ws/(ΔWa× rd), that is also inclusive of ΔWa. The ΔWa multiplier here partially overcomes the clustering of rd values for the wetting systems. The sign of this term determines the sign of ΔTg. The magnitude of this term dictates, proportionally, the magnitude of ΔTg. A larger numerator (Ws) represents a larger change in mobility and therefore a larger deviation in Tg, for the same dispersion state. A smaller denominator represents a more randomly dispersed state and therefore a larger change in Tg, for the same work of spreading. Ws/(ΔWa× rd) along with experimentally determined rc and rd values are indicated in Table 3 for 3 and 8 wt % silica loadings Although the calculated values of ΔWa are not small for the low WPF/WFF (θ > 0°) systems, the effect of ΔWa is considered negligible (assumed to be ∼1 mJ/m2, since from Table 2 and Figure 6 this value causes near random dispersions in the wetting systems), since initially formed large agglomerates do not tend to flocculate during high temperature processing. This is because larger clusters have longer diffusion times. (35) Note also from Figure 8 that R2 for the combined data set for 3 and 8 wt % is 0.85, indicating a robust correlation with the parameter across loadings. Since our goal is to build a correlation based entirely out of energetics and since in the above plots (Figure 8), rd values are experimental, we plot (Figure 9) a dimensionless parameter Ws/(ΔWa × 1/tanh(2WPF/WFF– 1) × φ–1/3)) vs ΔTg (where φ is the weight fraction in percentage), using the fact that rd is well correlated with 1/tanh(2WPF/WFF – 1). This expression also follows from the assumption that rd decreases as φ–1/3. The effect of ΔWa for all the high contact angle systems (θ > 0°) is considered the same as before. The fit is good, suggesting that the dependencies of dispersion, mobility and Tg on surface energies suggested by our hypotheses are fairly accurate."]], ["Concluding Remarks", ["From the point of view of engineering applications, it is desired that the thermomechanical properties of polymer nanocomposites be controllable/predictable. For this purpose it is essential to be able to understand the energetic interactions between filler and polymer and their effect on dispersion and the effects of dispersion and interphase properties on the bulk properties of nanocomposites. A small step toward this end is taken in this article. A much needed unifying hypothesis linking dispersion, Tg, and particle–polymer interactions (WPF/WFF, ΔWa, Ws) is proposed. A multitude of PNC systems, spanning a range of interfacial interactions, are studied experimentally. Descriptors of dispersion morphology, average cluster size (rc), and average interparticle distance (rd) are obtained from the image analysis of TEM micrographs. It is found that these descriptors bear a hyperbolic tangent dependence on the ratio of the attraction of the filler to polymer over the attraction of the filler to filler (WPF/WFF). Larger agglomerates are observed for larger filler–filler interactions (WFF). Additionally the Tg shift, a function of interphase properties and dispersion, is shown to be linked to an empirically determined parameter Ws/(ΔWa× rd). rd, found earlier to be related to WPF/WFF, is replaced by (1/tanh(2WPF/WFF – 1) × φ–1/3) to build a correlation between Tg shift, predetermined energetic parameters and filler loading, keeping other parameters constant over all systems. A robust correlation between these terms (Figure 9) is found to confirm our hypotheses. As it stands, it is expected that this correlation can be improved further to incorporate the nuances of polymer nanocomposite preparation, filler size, and morphology. The confirmation of the hypotheses also provides a basis for the development of an informatics approach for a priori prediction of dispersion and eventually macroscopic properties. Using materials quantitative structure–property relationships (52) to predict the surface energies from known molecular structures, the surface energy correlations can be used to predict the morphological descriptors and changes in interface mobility. These can, in turn, be used to construct finite element models of nanoparticle dispersions in matrices with the corresponding interphase properties. Generated model composites, which consider dispersions explicitly, can then be employed to accurately simulate bulk PNC properties (thermomechanical, dielectric). This approach that aids in linking fundamental molecular information to macroscopic composite properties will enable virtual design and a priori prediction. (28)"]]], "doi": "10.1021/ma302281b", "figures": [["Figure 1", "Figure 1", "Figure 1. An illustration of our dispersion hypothesis. The equilibrium contact angle of the “wetting” mobile species plays an important role in determining initial dispersions."], ["Figure 2", "Figure 2", "Figure 2. Plot of total surface energy versus the polar component of the surface energy of the filler with lines of constant wetting angle (―), iso-ΔWa lines (···), and iso-Ws lines (- - -) for PS."], ["Figure 3", "Figure 3", "Figure 3. Schematic of filler−polymer flocculation."], ["Figure 4", "Figure 4", "Figure 4. Wettability−adhesion maps for (a) polystyrene (PS), (b) poly(methyl methacrylate) (PMMA), (c) poly(ethyl methacrylate) (PEMA), and (d) poly(2-vinylpyridine) (P2VP), with the location of the silane-modified silica particles indicated. These plots demonstrate the range of interactions being evaluated."], ["Figure 5", "Figure 5", "Figure 5. TEM micrographs (20 000×) at 3 and 8 wt % loadings of aminosilane filler in the four matrices used, demonstrating the effect of WPF/WFF. All scale bars represent 1 μm. Note that the contact angle is truncated to 0 for all WPF/WFF > 1."], ["Figure 6", "Figure 6", "Figure 6. TEM micrographs (20 000×) at 3 and 8 wt % loadings of four representative systems demonstrating the effect of relative work of adhesion (ΔWa). All scale bars represent 1 μm. It must be noted that the systems with low ΔWa have several individually dispersed particles apart from having similarly sized clusters."], ["Figure 7", "Figure 7", "Figure 7. Plots of (a) rc and (b) rd versus 1/tanh(2WPF/WFF − 1) for 8 wt % loading of silica."], ["Figure 8", "Figure 8", "Figure 8. Plot of ΔTg versus Ws/(ΔWard) for 3 (□) and 8 wt % (■) loadings of silica, indicating the effect of interphase properties and dispersion in determining the shift in Tg in PNCs."], ["Figure 9", "Figure 9", "Figure 9. Plot of ΔTg versus a dimensionless parameter Ws/(ΔWa × 1/tanh(2WPF/WFF − 1) × φ−1/3)) for 3 (□) and 8 wt % (■) loadings of silica."]], "table_captions": [["Table 1", "Table 1", "Table 1. Surface Energies of Silane-Modified Silica and Polymer Matrix"], ["Table 2", "Table 2", "Table 2. Calculated Thermodynamic Parameters for the Systems under Our Purview along with rd and rc Calculated from TEM Micrographs for 8 and 3 wt % Loadings"], ["Table 3", "Table 3", "Table 3. Calculated Thermodynamic Parameters for the Systems under Our Purview along with the Measured Tg Values for 3 and 8 wt % Loadings of Modified Silica"]], "tables": []}