{"title": "DC breakdown strength of crosslinked polyethylene based nanocomposites at different temperatures", "abstract": "Polyethylene based nanocomposites have been widely researched for being potential insulating materials in high voltage DC equipment. One of their key properties is the enhanced DC breakdown strength (E b-DC ). For a long time, the E b-DC of polyethylene nanocomposites has been attributed to the deep charge traps located at the interphase region between the nanofiller and polymer matrix. In this work, we prepared XLPE/Al(OH) 3 nanocomposites with 0.1 to 3 wt% nano-Al(OH) 3 and studied their E b-DC at 20 to 90 °C. The results show that the XLPE/Al(OH) 3 nanocomposites possess significantly increased E b-DC , although having a large amount of shallow charge traps, and more likely causing homocharge injection. The results of breakdown tests show that E b-DC first increases and then decreases at 20 to 70 °C with increasing nanofiller while it shows a totally opposite trend at 90 °C. E b-DC decreases dramatically with increasing temperature, a crossover phenomenon of E b-DC appears at about 80 °C. The elastic modulus of XLPE/Al(OH)3 at different temperatures was obtained and it shows a similar trend with E b-DC . Therefore, the mechanical properties influenced by morphology and space charge properties modulated by charge trap characteristics were analyzed to jointly determine the E b-DC of XLPE/Al(OH) 3 nanocomposites at different temperatures. ", "body": [["Abstract", ["Polyethylene based nanocomposites have been widely researched for being potential insulating materials in high voltage DC equipment. One of their key properties is the enhanced DC breakdown strength (E b-DC ). For a long time, the E b-DC of polyethylene nanocomposites has been attributed to the deep charge traps located at the interphase region between the nanofiller and polymer matrix. In this work, we prepared XLPE/Al(OH) 3 nanocomposites with 0.1 to 3 wt% nano-Al(OH) 3 and studied their E b-DC at 20 to 90 °C. The results show that the XLPE/Al(OH) 3 nanocomposites possess significantly increased E b-DC , although having a large amount of shallow charge traps, and more likely causing homocharge injection. The results of breakdown tests show that E b-DC first increases and then decreases at 20 to 70 °C with increasing nanofiller while it shows a totally opposite trend at 90 °C. E b-DC decreases dramatically with increasing temperature, a crossover phenomenon of E b-DC appears at about 80 °C. The elastic modulus of XLPE/Al(OH)3 at different temperatures was obtained and it shows a similar trend with E b-DC . Therefore, the mechanical properties influenced by morphology and space charge properties modulated by charge trap characteristics were analyzed to jointly determine the E b-DC of XLPE/Al(OH) 3 nanocomposites at different temperatures. "]], ["Introduction", [" Nanocomposite dielectrics have become the third generation of high-voltage insulating material. With the development of DC transmission technology, more and more high-voltage DC (HVDC) field environments require insulating materials with excellent DC insulation performance. The topic of polymer based nanocomposite dielectrics is an active area of research. One of the most attractive properties of nanocomposite insulating materials is the enhanced DC breakdown strength (Eb−DC). For example, crosslinked polyethylene (XLPE) based nanocomposites can be used in HVDC power cable. Literature reported the enhanced Eb−DC of low-density polyethylene (LDPE) or XLPE based nanocomposites, such as the incorporation of MgO [1], SiO2[2], TiO2 [3] and Al2O3 [4]. Due to the diversity and inconsistency of the sample preparation process, it is also reported that the Eb−DC of the nanocomposite dielectric has not changed significantly or even decreased [5]. Nevertheless, it can be still believed that improving the electrical breakdown characteristics in a nanocomposite manner is a very effective way.  To date, the role of the interphase region and the state of nanofiller dispersion has been assumed to be a pivotal reason for the improved breakdown strength of nanocomposites [3], [6], [7]. As reported, the introduction of inorganic metal oxide nanoparticles and some other kinds of nanofiller often introduced into the composites with deep traps having different energy levels, and the high Eb−DC of nanocomposites is believed to be modulated by the trap characteristics [8]. The deep charge traps can suppress homocharge injection from the electrodes under DC filed and inhibit charge transport in the bulk [4], [9]–[10][11][12]. On the contrary, whether Eb−DC will degrade after introducing shallow traps by nanofiller doping has not been demonstrated, making the conclusion incomplete. Besides, it should also attach importance to the influence of morphology change caused by nanofiller incorporation.  The nanofiller incorporation not only determines the charge trap characteristics of the interphase region by choosing the type, the content and the surface modification method of nanofiller, but also influences the morphology of polymer matrix, since these polymer dielectrics including the semi-crystalline polymer, such as polyethylene [13]. For example, it was reported that Eb−DC of polyethylene and its nanocomposites could also be increased by modulating the morphology, such as change of crystallization process or stretching to cause crystal orientation [14], [15]. Considering these multiple factors, the enhanced Eb−DC becomes more complicated and needs more extensive research.  Therefore, based on the current research status, an attempt has been made to introduce relatively shallow charge traps by the addition of hydroxide nanoparticles, instead of selecting metal oxide nanoparticles, to study the Eb−DC of nanocomposites in this paper. XLPE/Al(OH)3 nanocomposites have been prepared. Their DC breakdown properties at different temperatures, trap characteristics and morphology, such as space charge curves, elastic modulus, bulk trap distribution, and crystallinity, are obtained and analyzed in this work. "]], ["Materials and Methods", ["##2.1 Sample Preparation  Crosslinkable polyethylene compound derived from Borealis was used as the polymer matrix. Dicumyl peroxide had been already added in the compound pellets. Highly pure grades of commercial particles of Al(OH)3 with a quoted average size of 30 nm was added by weight ratio. Hexadecyltrimethoxysilane was used as a coupling agent for the surface modification of nano-Al(OH)3.  Surface modification was performed by a solution mixing method. First, nano-Al(OH)3 was dispersed in acetone, and then the coupling agent having a mass ratio of 1.5% to the nanoparticles was added to the mixed solution. The ultrasonic cell disruptor was used to prevent the agglomeration of nanoparticles and provided a reaction temperature. After that, the mixture was centrifuged for solid-liquid separation. The acetone was removed and the nanoparticles separated were heated in the oven for 24 h and grinded. A torque rheometer was used to disperse the nanoparticles into the polyethylene pellets homogeneously at 120°C, for this temperature is higher than the melting temperature and lower than the reaction temperature of dicumyl peroxide. Then thin film samples were prepared by hot pressing and this process was held at 140°C for 20 min with a pressure of 10 MPa to ensure the fully crosslinking process. Before the measurements, samples were degassed at 70°C for 24 h to exclude crosslinking by-products effectively. FTIR spectra of samples before and after the crosslinking process and degassing process were analyzed to ensure the experimental temperatures were effective. Five kinds of XLPE/Al(OH)3 nanocomposite samples were prepared and the loading concentration was 0.1, 0.3, 0.5, 1.0, and 3.0 wt%. For the sake of clarity, the abbreviated nomenclature will be used throughout, and they are XLPE, Al-0.1, Al-0.3, Al-0.5, A1-1 and Al-3.  It becomes easier to produce agglomeration of nanoparticles at relatively high loading concentration. Therefore, the dispersion and distribution of nano-Al(OH)3 in Al-3, with the highest nanofiller content in this work, was observed by SEM as shown in Figure 1. The sample was surface etched by potassium permanganate/sulfuric acid solution to get a better observation [16], [17]. The average size of nano-Al(OH)3 in Al-3 sample is less than 100 nm, and only a few of agglomeration appears. The nanoparticles are uniformly distributed. This proves XLPE/Al(OH)3 nanocomposites have been prepared successfully.  ##2.2 FTIR Measurements  The FTIR spectra of XLPE and its nanocomposites were obtained utilizing an IR Prestige-21 spectrometer with the wave number varying from 4000 to 400 cm−1. The resolution was 2 cm−1, and the signal was averaged with 20 scans. ##2.3 DC Breakdown Strength Measurements  The DC breakdown strength measurements were conducted using a setup showing in [12]. The film samples (thickness: 0.17 mm, diameter: 60 mm) were put between the spherical electrodes (diameter: 25 mm), which were immersed in transformer oil to avoid surface flashover. First, the oil was heated to the test temperatures and then the samples were placed between the electrodes for 5 min before the test. The test temperatures were 20, 50, 70 and 90°C. Each kind of samples has been tested 20 times. All the data presented here were acquired at a ramp rate of 3 kV/s. All experimental parameters were computer controlled and experimental data were logged automatically. ##2.4 Space Charge Measurements  The space charge curves of XLPE and nanocomposites after the electric field applied was measured using the pulsed-electro acoustic method (PEA). The measurements were under negative DC voltage at 20°C. The thickness of the samples was about 250 μm. The top electrode was a semiconducting electrode and the bottom electrode was aluminum. An electric pulse with a duration of 10 ns and an amplitude of 400 V was applied to the sample to stimulate the space charge and to generate the acoustic signal. Silicone oil was used as acoustic coupling. The space charge curves were obtained under 40 kV/mm within 5 min. ##2.5 Thermally Stimulated Current Measurements  The thermally stimulated depolarization currents (TSDC) were obtained to analyze the charge trap parameters. In order to have good contact with the external electrodes, the samples with thickness 250 μm were evaporated with circular gold electrodes. The samples were poled with a +3 kV/mm DC electric field at 70°C for 30 min in vacuum, and then cooled at the rate of 30 °C/min with the electric field still applied. The samples were cooled to −150 °C and shorted for 3 min. Then the current was measured under short circuit from −150 to 140 °C at an increasing rate of 2 °C/min and the depolarization current was obtained. ##2.6 DSC Measurements  Differential scanning calorimeter (DSC) was used to measure the fusion process. Samples with a mass of 10 mg and thickness of 1 mm were placed in the aluminum crucible and heated to 150°C at a rate of 10°C/min. This cycle was repeated twice for each sample and the second cycle was used. ##2.7 Mechanical Properties Measurements  The mechanical properties of XLPE and its nanocomposites were obtained using dynamic thermomechanical analysis. The elastic modulus under cyclic vibration stress was obtained over a wide temperature range from 10 to 100°C. The temperature rises at a rate of 2°C/min. 60×10×3 mm samples were prepared to do the tests. The frequency is 1 Hz, and the force and its frequency were set as 5 N and 1 Hz. The displacement was 15 μm. "]], ["Results", ["##3.1 FTIR Spectra  The FTIR spectra of XLPE and XLPE/Al(OH)3 nanocomposites were obtained to verify the successful preparation of samples. As shown in Figure 2, the peaks at 720, 1471, 2856, and 2937 cm−1 are the characteristics peaks of polyethylene.  The major difference between samples is reflected in peaks at 3300, 1074 and 400–600 cm−1. The broad peaks centered around 3300 cm−1 represent hydroxyl (-OH) and peaks around 400–600 cm−1 represent aluminum oxide bond (Al-O). These peaks reflect the content of nano-Al(OH)3 filler. The peak at 1074 cm−1 represents the vibration of Si-O which is contained within the coupling agent, hence the effect of surface modification of nano-Al(OH)3 nanoparticles was demonstrated.  ##3.2 DC Breakdown Properties  The Eb−DC (scale parameter of Weibull breakdown strength with failure probability at 63.2%) of XLPE and XLPE/Al(OH)3 nanocomposites were obtained under negative DC voltage at four temperatures from 20 to 90°C. As shown in Figure 3, the Eb−DC decreased dramatically with the increasing temperature. The Eb−DC of each sample has a significant different downward trend with the increasing temperature. The Eb−DC of Al-0.1 sample has the strongest dependence on temperature, while the Al-3 sample shows the weakest dependence. A crossover phenomenon between Eb−DC of different samples occurs at about 80°C.  As the data symbols in Figure 3 are too dense, the error bars of Eb−DC indicating the standard deviation were added in Figure 4. Figure 4 presents the effect of nano-Al(OH)3 content on Eb−DC. The Eb−DC data of XLPE/Al(OH)3 nanocomposites at 20 to 70°C showed in Figure 4 is the usual trend. Eb−DC increases firstly and then decreases with the increasing nano-Al(OH)3 content. However, Eb−DC shows a totally opposite trend at 90°C, then the crossover occurs.  ##3.3 Space Charge Characteristics  The space charge distributions of XLPE, Al-0.1, and Al-0.5 at 20°C under 40 kV/mm are shown in Figure 5. It can be seen that homocharge injection occurs in all of the samples, although the voltage is not applied for a long time. As to XLPE, the amount of injected space charge is particularly small. Only a very small amount of positive charge is injected from the aluminum electrode, so that the peak value at the aluminum electrode is lowered slightly. In Al-0.1 and Al-0.5, homocharge injection enhances and happens in both electrodes. Homocharge injection from electrodes to XLPE becomes easier after introducing nano-Al(OH)3.  The space charge properties such as charge injection and accumulation, as well as charge transport in the bulk, are directly related to the trap characteristics. TSDC is widely used to investigate the trap characteristics. Figure 6 shows the TSDC curves of XLPE, Al-0.1, and Al-0.5. The curves can be divided into two parts, peaks at about −43°C reflect shallow traps and peaks at temperatures above 50°C indicate relatively deep traps. Shallow trap density increases significantly with the incorporation of nano-Al(OH)3. Therefore, the shallow traps introduced by the nanofiller doping is considered to be the cause of the aggravated homocharge injection.  ##3.4 Mechanical Property  The mechanical property of XLPE and XLPE/Al(OH)3 nanocomposites were tested over a wide temperature range. Figure 7 shows the elastic modulus at different temperatures. It can be seen that the elastic modulus decreases rapidly with the increasing temperature, which is due to the enhancement of molecular chain movement. The deformation under the action of external force will be more dramatic at relatively high temperatures. It was proved that the introduction of nano-Al(OH)3 changed the elastic modulus of crosslinked polyethylene to varying degrees. This change is related to nano-Al(OH)3 content and temperature. First, the elastic modulus at lower temperature is remarkably increased with the nanoparticle content ranging from 0.1 to 3 wt%. However, the modulus at higher temperatures is reduced, and the modulus curve shows an intersection near 80°C. Below 80 °C, Al-0.1 has the highest elastic modulus, which is 920.8 MPa at 20°C, and the elastic modulus of nanocomposite samples declined slightly with increasing nanoparticle content. Above 80°C, Al-0.1 has the lowest elastic modulus, which is 68.9 MPa at 90°C, and the elastic modulus of nanocomposite samples enhanced with increasing nano-Al(OH)3 content.  It can be noted that the trend of elastic modulus with the increasing temperature is similar to the trend of Eb−DC, and both parameters present the crossover phenomenon, but Eb−DC and elastic modulus vary in different degrees. Therefore, it can be illustrated that space charge characteristics and mechanical properties both regulate the DC breakdown characteristics of XLPE/Al(OH)3 nanocomposites.  The elastic modulus was tested under a wide temperature range in this paper. It can be seen that the elastic modulus of Al-0.1 sample at temperature higher than 90°C was very low. Therefore, the Al-0.1 sample may soften at high temperatures, which could affect the TSC test data due to the pressure of the electrodes. This may be the reason why there is a large difference of the currents between XLPE and Al-0.1 at the temperatures around 90°C as shown in Figure 6. ##3.5 Morphology Analysis  The morphology of polyethylene controls its physical properties, including charge transport characteristics [18]. The crosslinked polyethylene used as cable insulating materials is not completely crosslinked and it consists of ordered crystalline lamellar ribbons to form spherulites which have diameters of several microns or more than 10μm. The DSC curves of all samples are shown in Figure 8. Melting enthalpy of XLPE and XLPE/Al(OH)3 samples, corresponding to the melting peak area, were integrated and they were around 100 J/g with a minor change. Therefore, crystallinity, which can be calculated by the melting enthalpy just also has minor change by incorporation of slight of nano-Al(OH)3. Besides, curves in Figure 8 show a slight change in the melting peaks that can not be ignored. As shown in the inset of Figure 8, the melting peak of XLPE sample is at about 112°C, and the melting peaks of Al-0.1 to Al-3 decrease by 1 to 2°C. The slight change of melting process reflects the change in morphology of the crosslinked polyethylene caused by nano-Al(OH)3 doping. The decline of melting temperature means that the crystalline region melts and loses its mechanical properties at relatively low temperatures. It can also be speculated that at the same temperature during melting process, the loss of mechanical properties is greater for nanocomposite samples. Therefore, the abnormal trend of Eb−DC at 90°C was assumed to be related to the change of morphology."]], ["Discussion", [" The increase of Eb−DC of polyethylene led by introducing inorganic and organic nucleating agents is shown to be corresponded to a decrease in the spherulite size and an increase in the spherulite number, as illustrated in [15]. In addition, this conclusion can also be inferred in the study of crystallinity versus Eb−DC of polyethylene. In [19], [20], different annealing processes were used to obtain high-density polyethylene samples with different crystallinities, and it is reasonable to believe that these samples had different spherulite size for the annealing rate determines the growth time of spherulite. As a result, a similar crossover phenomenon of Eb−DC in high-density polyethylene with different crystallinity occurred [19], [20]. It can be concluded that, without the influence of other factors, Eb−DC increases with decreasing spherulite size in LPDE, HDPE, XLPE, polypropylene and isotactic polystyrene whose supermolecular structure contains globular units. Therefore, it is obvious that the DC breakdown characteristics should be related to structural changes in the XLPE/Al(OH)3 nanocomposites.  In this paper, hexadecyltrimethoxysilane was used as the coupling agent to obtain the surface-modified nano-Al(OH)3. The coupling agent is chemically bonded to nanoparticles on one end, and the other end is an alkyl chain which can be well compatible with the crosslinked polyethylene matrix for the same structure. The chemical and physical structure of surface modified nano-Al(OH)3 enables it to act as the nucleating center, which leads the generation of an increased number of spherulite and a smaller size of spherulite. The detailed information about the morphology was described in our previous work [21].  The general trend for all polymers is that the dielectric strength decreases with increasing temperature. The reason is that the secondary breakdown processes become more important with increasing temperature. The breakdown process at relatively high temperature is considered to be the electromechanical breakdown which is related to the mechanical properties. In this paper, the Eb−DC and elastic modulus of XLPE and XLPE/Al(OH)3 samples were analyzed. Figure 9 presents the correlation between Eb−DC and elastic modulus. Obviously, these two parameters present a significant positive correlation. It can be concluded that mechanical property is one of the main factors determining the Eb−DC of crosslinked polyethylene at a relatively high temperature. The existence of electromechanical breakdown of thermoplastic polymers (above the glass transition temperature) was proposed many years ago. The main reason is that the electrical strength of these polymer materials rapidly decreases at high temperatures, which is similar with the elastic modulus at different temperatures. The critical condition for electromechanical breakdown is the equilibrium of deformation stress and Maxwell stress. The dielectric finally breaks down while losing mechanical properties and electrical strength. The mechanical properties of the semicrystalline polymer are related to its morphology, such as parameters including crystallinity, crystal geometry, and amorphous structure. The Takayanagi's model based on a mechanical interpretation of the polymer with two phases (amorphous and crystalline) arranged in series and in parallel, can be applied to calculate Young's modulus [22]. In [23], the effect of nucleating agents on the elastic modulus of polylactide was studied, the elastic modulus was calculated by the Takayanagi's model, and the results showed that the elastic modulus increased to a certain extent after the introduction of nucleating agents.  It is noted that with increasing nanofiller content, the change rate of Eb−DC along with modulus decreases significantly, as indicated by the black arrow in Figure 8. Combined with the test results of space charge distribution, this phenomenon can be attributed to the effect of homocharge injection. Generally, the space charge characteristic is indeed related to the DC breakdown characteristic of the polymer dielectrics for the electric field distortion in the presence of net charges. As mentioned above, with the increasing nanofiller content, the shallow trap content of the nanocomposites increases obviously which leads to more homocharge injection. Therefore, during the DC breakdown process, the homocharge injection reduced the breakdown strength, which weaken the correlation between the mechanical modulus and Eb−DC.  As a consequence, space charge characteristics and mechanical properties jointly determine the Eb−DC of crosslinked polyethylene based nanocomposites. Space charge characteristics are modulated by charge traps introduced by nanofiller loading. Mechanical properties are influenced by morphology changed by nucleation of nanofiller. Further, morphology and charge trap characteristics jointly determine the DC breakdown strength of crosslinked polyethylene based nanocomposites at different temperatures."]], ["Conclusions", [" This work investigated DC breakdown characteristics of XLPE/Al(OH)3 nanocomposites. Some meaningful conclusions can be summarized as follows:      The addition of nano-Al(OH)3 mainly introduced shallow charge traps for crosslinked polyethylene, hence homocharge easily injected and accumulated in XLPE/Al(OH)3 nanocomposites from both anode and cathode.      The addition of nano-Al(OH)3 obviously modulated the DC breakdown properties of crosslinked polyethylene. With the increase of nano-Al(OH)3 content, Eb−DC of XLPE/Al(OH)3 nanocomposites increased firstly and then decreased at 20 to 70 °C, while it showed a totally opposite trend at 90 °C. As Eb−DC decreased dramatically with the increasing temperature for all samples, then a crossover happened at about 80 °C.      Eb−DC and mechanical modulus of XLPE and XLPE/Al(OH)3 nanocomposites present a significant positive correlation. Mechanical properties influenced by morphology and space charge properties modulated by charge trap characteristics jointly determine the DC breakdown properties."]]], "doi": "10.1109/TDEI.2019.008572", "figures": [["Figure 1", "Figure 1", "Figure 1. The dispersion and distribution of nano-Al(OH)3 in Al-3."], ["Figure 2", "Figure 2", "Figure 2. The FTIR spectra of XLPE and nanocomposites."], ["Figure 3", "Figure 3", "Figure 3. Effect of temperature on DC breakdown strength."], ["Figure 4", "Figure 4", "Figure 4. Effect of nano-Al(OH)3 content on DC breakdown strength."], ["Figure 5", "Figure 5", "Figure 5. The space charge distributions under 40 kV/mm."], ["Figure 5", "Figure 5", "Figure 5. The space charge distributions under 40 kV/mm."], ["Figure 5", "Figure 5", "Figure 5. The space charge distributions under 40 kV/mm."], ["Figure 6", "Figure 6", "Figure 6. TSDC curves of XLPE, Al-0.1 and Al-0.5."], ["Figure 7", "Figure 7", "Figure 7. Elastic modulus of XLPE and nanocomposites."], ["Figure 8", "Figure 8", "Figure 8. DSC curves of XLPE and nanocomposites."], ["Figure 9", "Figure 9", "Figure 9. The correlation between Eb-DC and elastic modulus."]], "table_captions": [], "tables": []}