{"title": "Surface modification of nano-silica with amides and imides for use in polyester nanocomposites†", "abstract": " Surface modified nano-silica was synthesized through a condensation reaction of the silanol groups on the silica surface with 3-aminopropyltrimethoxysilane (APS). This primary amine offers a wide range of derivatization options and acts as a linker between a silica surface and many organic species. Quantitation of the results indicated the presence of 3–4 reactive APS groups per nm2 of silica. This implies that the silanol groups present on the surface of the silica have reacted to a high extent. APS-treated silica was further treated with a series of acid anhydrides to yield more stable amidoalkyl and imidoalkyl silica. The modified surfaces were analysed by thermogravimetric analysis (TGA), Fourier-transform infra-red (FT-IR) and solid-state 13C NMR spectroscopy techniques to study the organic content and functional composition. Results indicate that the silica particles functionalized with imidoalkylsiloxane (IASi) have much higher thermal stabilities compared to aminoalkyl functionalized silica. It was also observed that thermal stability of the IASi does not depend on the acid anhydride used for the derivatization of the APS treated silica. Furthermore we used this IASi for the synthesis of poly(ethylene terephthalate) (PET)–silica nanocomposites. Dynamic mechanical analysis revealed an enhancement of the storage modulus with increasing silica content at ambient temperature as well as above the glass-transition temperature. ", "body": [["Abstract", [" Surface modified nano-silica was synthesized through a condensation reaction of the silanol groups on the silica surface with 3-aminopropyltrimethoxysilane (APS). This primary amine offers a wide range of derivatization options and acts as a linker between a silica surface and many organic species. Quantitation of the results indicated the presence of 3–4 reactive APS groups per nm2 of silica. This implies that the silanol groups present on the surface of the silica have reacted to a high extent. APS-treated silica was further treated with a series of acid anhydrides to yield more stable amidoalkyl and imidoalkyl silica. The modified surfaces were analysed by thermogravimetric analysis (TGA), Fourier-transform infra-red (FT-IR) and solid-state 13C NMR spectroscopy techniques to study the organic content and functional composition. Results indicate that the silica particles functionalized with imidoalkylsiloxane (IASi) have much higher thermal stabilities compared to aminoalkyl functionalized silica. It was also observed that thermal stability of the IASi does not depend on the acid anhydride used for the derivatization of the APS treated silica. Furthermore we used this IASi for the synthesis of poly(ethylene terephthalate) (PET)–silica nanocomposites. Dynamic mechanical analysis revealed an enhancement of the storage modulus with increasing silica content at ambient temperature as well as above the glass-transition temperature. "]], ["Introduction", [" The complementary effect between the polymer matrix and inorganic nanoparticles has been utilized for a long time in the development of new materials.1–12 The general expectation is that the incorporation of these inorganic materials can provide improved rigidity, mechanical and flame retardant properties and thermal stability of the polymer–inorganic nanocomposites (PINCs) over neat or traditionally filled polymers. Typically, such property enhancements originate from the nanometer-scale dispersion of these highly anisotropic inorganic fillers within the polymer matrix. Within the panoply of inorganic nanoparticles come nanotubes,13 layered silicates (e.g., montmorillonite, synthetic mica, and laponite),14nanoparticles of metals (e.g., Au and Ag), metal oxides (e.g., TiO2 and Al2O3), and semiconductors (e.g., PbS and CdS).15Silicananoparticles (SiO2) have received considerable attention from both scientific and technological communities because of their special physical and chemical properties.  In fact, among the numerous inorganic–organic nanocomposites, polymer–silica composites are the most commonly reported in the literature.12 One of the main reasons for this is the ease of chemical connectivity of the silica surface with polymer precursors and compatible functional groups. The resultant polymer–silica nanocomposites have been extensively used in sol–gel processes, in situpolymerization,16 photo-polymerization17,18 and surface-initiated polymerization.19,20 However, their use in in situ melt condensation or in bulk processing is very limited due to the poor thermal stability of commercially available modified silica. This problem inhibits the use of modified silica for the preparation of polymer–silica nanocomposites via melt intercalation as well as during bulk processing where elevated temperatures are required. If the processing temperature is greater than the thermal stability of the modified silica, decomposition will occur thereby altering the interface between the silica and the polymer. Therefore, it is necessary to find an alternative approach for functionalization of nanosilica particles to achieve higher temperature stability.  The hydroxyl groups present on silica surfaces can be easily modified with organic compounds or polymers by a variety of chemical procedures.21–23 One of the most common surface modifications of silica involves the reaction of the silanol groups with commercial silane coupling reagents.23–27 Such reagents possess bifunctionalism with one end capable of reacting with the silanol groups on the silica surface and the other end compatible or reactive with the polymer. The modification process is described as a hydrolysis and condensation reaction between the silane coupling agents and the silica surface in a polar medium. The bonding between the silane and the silica surface removes the surface silanol groups and changes the hydrophilic surface into a more hydrophobic one. The Si–O–Si–C moiety formed by this reaction not only provides a chemically stable attachment to the silica matrix but also allows further modification with high chemical stability. Commonly used silane coupling agents for surface modification of nanosilica are alkoxyalkylsilanes that bear one to three reactive alkoxy (ethoxy or methoxy) groups on the central silane with a functional side chain such as propanoic acid,12 chloroalkyl group,21,28–31 or amino-functional alkyl group.12,32 The aminopropyl functionalized alkoxysilane is arguably the best candidate due to low cost, wide availability and extensive number of applications. For example, a primary amine is a good ligand for metal ions and can therefore serve as a sorbent in waste-water treatment33,34 or gas separation.35,36 It can immobilize catalytically active transition metal ions useful for a variety of organic transformations.37–39 In addition, the nucleophilic primary amine can be used as a linker between the silica surface and many reactive organic groups.  The main disadvantage of aminopropylalkoxysilane-modified silica is that after modification, the materials often suffer from poor hydrothermal stability in humid environments or aqueous solutions. Also, the amine groups have a tendency to form carbamic acids in the presence of atmospheric carbon dioxide.40 One approach to overcome these limitations is immediate conversion of the amine groups to more stable amides and imides by reaction of the amine-modified silica with acid anhydrides, acid halides and esters.  In the present study, we modified nanosilica with 3-aminopropyltrimethoxysilane (APS) in toluene. The product of this reaction was further derivatized with different acid anhydrides to yield imidoalkyl-modified silicananoparticles (IASi). In order to assess the potential of these IASi, a detailed study was carried out using thermogravimetric analysis (TGA), FT-IR, and solid state NMR techniques. We also synthesized two types of poly(ethylene terephthalate)–silica nanocomposites using IASi and commercially modified silica (Aerosil® R202), and evaluated their physical and mechanical properties."]], ["Experimental section", ["##Materials  Aerosil® 200, a nonporous silica (average particle size: 12 nm), and Aerosil® R202 fumed silica pre-treated with polydimethylsiloxane with a diameter of 14 nm were purchased from Degussa, Inc. 3-Aminopropyltrimethoxysilane (APS) was purchased from Gelest, Inc. Acetic anhydride, succinic anhydride, maleic anhydride, phthalic anhydride and tetrahydrophthalic anhydride were purchased from Aldrich Chemical Co. All materials were used as received unless otherwise noted below. ##Characterization  Thermal analyses were performed on a TA Instruments SDT 2960 simultaneous DTA-TGA, at a rate of 10 °C min−1 up to 700 °C under a nitrogen atmosphere, and a DSC 2920 at 10 °C min−1 under nitrogen from 30 to 300 °C. For differential scanning calorimetry (DSC) measurements, the samples were prepared with a melt press by heating at 270 °C for 3 min under about 3 MPa of pressure, and then quickly quenching between steel plates. FT-IR measurements were carried out on a Mattson spectrometer (Series II) using KBr pellets. Solid-state NMRspectroscopy (CP/MAS) was performed on a Varian UNITYINOVA 400 MHz spectrometer using a 3 channel HXY 4 mm Chemagnetic probe. Samples were loaded into zirconia sleeves with Teflon caps and spun at 7 to 9 kHz during acquisition to minimize spinning sidebands. The acquisition parameters were as follows: the 13C 90° pulse width was 3.5 μs, acquisition time was 45 ms, and recycle delay time was 4 s. Intrinsic viscosities (IV) of polymers were measured according to ASTM D4603-96. Dynamic mechanical analyses (DMA) of melt-pressed samples were carried out under tension with a TA Instruments DMAQ800 at a heating rate of 2 °C min−1 under nitrogen with a frequency of 1 Hz and a force of 0.1 N. Transmission electron microscopy (TEM) images of the samples were obtained using a Zeiss EM 10-C transmission electron microscope operating at an accelerating voltage of 50 kV. Ultrathin sections of the samples were taken with a microtome using a diamond knife, with samples mounted onto copper grids. ##Surface modification of silica with 3-aminopropyltrimethoxysilane (APS) in toluene  Aerosil® 200 (50 g) was dispersed in toluene (1 L) under nitrogen at 80 °C for 30 min using a magnetic stir-bar. To this dispersion, APS (50 g as a 1 : 1 wt% solution in 20 mL toluene) was added dropwise. The resulting mixture was refluxed for 18 h. The product was collected viavacuum filtration on a Buchner funnel, washed several times with methanol and acetone successively to remove unreacted APS, and dried in a vacuum oven at 80 °C for 24 h. ##Secondary treatments of APS/silica with various acid anhydrides in toluene  To a 500 mL round-bottomed flask purged with nitrogen, APS-treated silica (5 g silica with 13% organic content which corresponds to 3.6 mM of APS) and acetic anhydride (0.36 g; 3.6 mmol), succinic anhydride (0.36 g; 3.6 mM), maleic anhydride (0.35 g; 3.6 mM), phthalic anhydride (0.53 g; 3.6 mM) or tetrahydrophthalic anhydride (0.54 g; 3.6 mM) were added to individual flasks. The mixtures were stirred and refluxed in toluene (150 mL) for 24 h. The products were collected viavacuum filtration on a Buchner funnel, washed several times with methanol and acetone successively, and dried in a vacuum oven at 80 °C for 24 h. ##Synthesis of poly(ethylene terephthalate)–silica nanocomposites  Aerosil® R202 (SiAR), APS treated silica (SiAP) or APS-acetic anhydride (SiAc) treated silica (20 wt% each) was dispersed in a solution of EG using a Silverson high-shear laboratory mixer (L5M-A). The PET–silica nanocomposites were then prepared by in situpolymerization consisting of two processes of esterification and polycondensation, respectively, in two 30 L autoclaves. The system of nanosilica–EG (ethylene glycol) was first diluted to the correct concentration for PET with the desired wt% silica. In each polymerization, the slurry mixture of the reactants was composed of the EG–silica slurry added to terephthalic acid and antimony acetate (250 ppm based on the final polymer). The mixture was then heated to 250 °C under a nitrogen atmosphere for the esterification phase. After that, the temperature was raised to 280 °C in the polycondensation reactor under vacuum to form a high molecular weight polyester. This material was extruded from the bottom of the reactor as a thick strand into cooling water and chopped into pellets. The amorphous polymer pellets had an IV of 0.6 to 0.65 dL g−1. They were then solid state polymerized under a vacuum of 40–80 Pa for about 2 h and until the intrinsic viscosity value reached 0.75 to 0.80 dL g−1. Nanocomposites containing 0.25, 0.5 and 1 wt% silica were prepared. These resins, together with a control PET resin made without the silica compounds, were injection molded into preforms and stretch blow molded into 500 mL bottles. Sections from the bottle sidewalls (nominally 0.3 mm thick) in the axial direction were cut and the storage modulus (DMA) of each measured, giving the results set forth in Table 4."]], ["Results and discussion", ["## Surface modification of silica  The surface modification of silica is schematically illustrated in Fig. 1. The introduction of a primary amine onto the silica surface is accomplished by a condensation reaction between surface silanol groups with 3-aminopropyltrimethoxysilane (APS), a commercial silane coupling agent for glass fiber composites. The primary amine groups present on APS offer a wide range of derivatization options and APS is relatively inexpensive compare to its mono-alkoxy and di-alkoxy analogs.  The modified silica was easily isolated by filtration and purified by several washings with methanol and acetone to remove unbound APS derivatives. There are three obvious ways that APS can bind to silica: covalent bonding, ionic bonding and physical adsorption. The strongest of these, and our objective, is covalent bonding. This was directly studied by solid state NMR (Fig. 2) and FT-IR (Fig. 3) spectroscopy.  The solid state 13C NMR spectra obtained for APS/SiO2 exhibit three peaks at 42, 22.5 and 9.9 ppm corresponding to the methylene groups of APS, i.e. CH2–NH2, Si–CH2 and –CH2–, respectively (Fig. 2, spectrum 1, ESI, Fig. S1†). The carbon attached to nitrogen is observed downfield to the peak for the carbon attached to silicon, while the methylene group in the middle is the farthest up field, as expected. The FT-IR spectrum (Fig. 3 and ESI, Fig. S7†) for untreated SiO2 shows a characteristic peak at 1190 cm−1 which corresponds to the Si–O–Si linkage.41 A broad peak at 3430 cm−1, corresponding to –OH groups on the surface of the SiO2 particles, decreases on treating with APS. Two new peaks appear at 1410 and 2926 cm−1 corresponding to the C–H stretching and C–H deformation bands of the –CH2 groups of APS (Fig. 3, traces 1 and 2). Additional evidence of successful covalent coupling comes from the thermal decomposition study of the modified silica. The TGA analysis of the APS modified silica showed the thermal decomposition peak at 387 °C and a total organic content of 11.8 wt% (Fig. 4).  ## Reactive site quantification  Before proceeding with further functionalization of the APS modified silica, it was important to determine the percentage of surface hydroxyl groups that reacted with APS. On the basis of the results from TGA analyses, it was possible to estimate the number of R-groups per nm2 of nano-silica having a specific surface area of 200 m2 g−1 (based on the manufacturer's literature). With the given average diameter (12 nm), the surface area of the silica particles is calculated to be 4.52 × 10−16 m2. Specific surface area is defined as the surface area per unit mass of the particle. The mass of silica per particle was calculated from this as 2.26 × 10−18 g. Assuming that only one of the silanol groups of APS reacted on average and knowing the weight loss calculated from TGA analysis, the number of R-groups estimated for a SiO2 of a specific area of 200 m2 g−1 is about 4–5 R-groups per nm2 (detailed calculations are given in the ESI†). This value is in the range of surface hydroxyl groups determined for silica surfaces,42 and hence, is in agreement with the assumption that the surface hydroxyl groups have reacted to an extent of 85–90%.  ## Functionalization of APS treated silica  Attaching primary amines to the silica surface opens up a wide range of possible functionalization reactions. Thus, APS-treated silica was further reacted with various acid anhydrides namely acetic anhydride, maleic anhydride, succinic anhydride, phthalic anhydride and tetrahydrophthalic anhydride in toluene (reflux under nitrogen) to produce more stable amide or imide treated silicas. Reaction schemes are shown in Fig. 1. The products obtained from conversion of SiO2/APS to amides/imides were characterized by solid-state 13C NMR spectroscopy (Fig. 2 and ESI, Fig. S2 to S6†) and FT-IR spectroscopy (Fig. 3 and ESI, Fig. S7†).43  The 13C NMR spectra (Fig. 2) of these materials show the three characteristic peaks corresponding to the methylene groups of APS in the region between 10 and 50 ppm. In addition a new peak between 170 and 180 ppm for all the modified silicas was observed consistent with the presence of carbonyl functional groups in these materials (Table 1).  In the FT-IR spectra, there appears a new sharp characteristic peak between 1600 and 1700 cm−1 corresponding to the carbonyl stretching frequency for amides and imides (Fig. 3, traces 3 to 7).  ##Thermal stability of treated silica  An important component of this study was to synthesize surface modified silica with higher thermal stability than typical functionalized silicananoparticles. The amide and imide modified silicananoparticles were subjected to thermogravimetric analysis under a nitrogen atmosphere. The results summarized in Table 2 and Fig. 4 confirm that the thermal stabilities of amide and imide modified silica particles are significantly higher than the corresponding APS treated silica or commercially available surface-modified silica Aerosil® R202.   For example, the measured decomposition temperature of APS treated silica was 325 °C but after the condensation reaction with acetic anhydride, it increased to 420 °C. This significant increase in the decomposition temperature is mainly due to the conversion of the primary amine to a more stable amide form.  These results confirm the importance of functionalization of silanol groups on the surface of the silica particles with an inherently more stable amidoalkyl- or imidoalkylsiloxane.  On the other hand, it seems that there is no significant change in the thermal stability of the amide modified silica when the anhydride was changed from acetic anhydride to tetrahydrophthalic anhydride. Since the thermal stability of modified silicananoparticles was the same for all of the amide and imide functionalities, these materials are all excellent candidates for incorporation into various polymer–inorganic nanocomposites (PINCs). ##Synthesis of PET–silica nanocomposites  As discussed earlier, the use of nanosilica to reinforce polyester composites is limited due to the poor thermal stability of the commercially available silicananoparticles. Our emphasis therefore was to prepare modified silica particles stable at an elevated temperature, and thus suitable for the formation of polyester silica nanocomposites. Our results utilizing SiAc in PET nanocomposites are presented here and the composites with other modified silica will be reported separately. These SiAc–PET nanocomposites were compared with PET nanocomposites of commercially available silica, Aerosil® R202 (SiAR) and silica treated with APS (SiAP). The PET nanocomposites with 0.25, 0.5 and 1 wt% silica were synthesized using an in situpolymerization process. SiAP, SiAR and SiAc were dispersed in ethylene glycol to prepare stock solutions and then each was diluted to the correct concentration for PET synthesis and expected wt% silica in the final product. After polymerization, the polyester was extruded into strands, quenched with water, cut into pellets, dried and crystallized. For high molecular weight polyesters, these resin pellets were solid state polymerized at 220 °C under a vacuum of 40–80 Pa for ∼2 h. They were then injection molded into preforms and stretch blow molded into 500 mL bottles. ##Fundamental properties of PET nanocomposites  The fundamental properties such as intrinsic viscosity (IV) and thermal behavior of pure PET and the PET nanocomposites are listed in Table 3. The intrinsic viscosities of the PET and the nanocomposites are approximately equal because the polymerization processes were controlled by melt viscosities. The thermal properties of PET–SiO2 nanocomposites are consistent with pure PET which means that the introduction of SiO2nanoparticles had no significant effect on the polymerization process (Table 3). In this study the PET nanocomposites with 1% Aerosil® R202 (SiAR) did not have the required intrinsic viscosity, and films formed from this lower molecular weight material were brittle.  ## Morphology and mechanical properties of PET nanocomposites  The morphologies of polymer nanocomposites have a large influence on their mechanical properties.44–46 In general, highly dispersed nanostructures lead to improved mechanical properties. Fig. 5 shows TEM images of PET-based nanocomposites having 1 wt% APS and SiAc treated silica nanoparticles.  The PET nanocomposites with 1 wt% APS treated silica showed agglomeration of the nanoparticles in the PET matrix (Fig. 5A), while the SiAc–PET nanocomposites (Fig. 5B) showed better dispersion of silica particles in the polymer matrix. The amine groups present on APS treated silica can back-bind to silanol groups on the silica surface, as well as react with carboxylic groups present in the PET polymer. This increases the interfacial bonding with the PET matrix. However, these interactions are not strong enough to disperse the silica nanoparticles as individual particles into the polymer, and thus create agglomerates as observed in the TEM.  However, amidoalkyl silica contains less reactive amide ends, which makes them more hydrophobic and thus compatibilizing them with the PET matrix. Hence, dispersion of SiAc nanoparticles in the PET matrix is better than SiAP nanoparticles. Because of this improved dispersion, the SiAc–PET nanocomposite has excellent mechanical properties in both pressed films and blown bottles. Table 4 shows the storage moduli of PET nanocomposites (pressed film and side walls of the bottle). Fig. 5 shows a representative storage modulus of PET bottles as a function of temperature in the range of 30 to 300 °C. The average values of three measurements of storage modulus at 30, 150, and 200 °C are listed in Table 4. The nanocomposites made using Aerosil® R202 and APS treated silica showed no significant improvement in the storage modulus compared to neat PET. This is primarily because of the agglomeration of the silica particles in the PET matrix which reduces their interactions with the polymer chains.  However, the storage moduli of the nanocomposites made by using SiAc were significantly higher than that of neat PET for both pressed films and bottles. Specifically, for blown bottles they were higher by 124% and 144% for 0.5 wt% SiAc–PET and 1% SiAc–PET, respectively at 30 °C. At 150 °C, the improvements are 122% and 204%, respectively. These improvements in the storage modulus for the nanocomposites indicate that the reinforcing ability of the modified silica is significant in the rubbery state as well as in the glassy state. The glass transition temperature (Tg) values of the nanocomposites were not affected by the silica content and were essentially the same as that of neat PET. This also indicated that no confinement of polymer chains occurred, which could restrict the segmental mobility of polymer chains and reduce toughness and flexibility (Fig. 6). "]], ["Conclusions", [" In this work we demonstrated a generic route for the synthesis of surface-modified silicananoparticles with potential for incorporating a wide range of functionalities. Results obtained from FT-IR and solid-state NMRspectroscopy confirmed the formation of stable amide and imide incorporation onto the silica surface. TGA analyses indicated that the amide and imide treated silicas are stable up to 450–500 °C. Quantitation studies confirmed that there are approximately 3–4 R-groups per nm2 of silica surface which is in the range of the total surface hydroxyl groups initially present on the surface, in agreement with the assumption that the surface hydroxyl groups have reacted to a high extent. To study the effect of an amidoalkyl- and imidoalkylsiloxane functionalized silicananoparticles on PET properties, PET–SiO2 nanocomposites were prepared by in situpolymerization. The DMA results revealed that these functionalized silicananoparticles increased the mechanical properties of the PET nanocomposites without affecting the glass transition temperature of the products."]]], "doi": "10.1039/c3ta10381a", "figures": [["Fig. 1", "Fig. 1", "Fig. 1 Schematic representation of surface modification of silica."], ["Fig. 2", "Fig. 2", "Fig. 2 Solid-state 13C CP/MASNMRspectra of modified nano-silica. Modifications are (1) APS, (2) SiAc, (3) SiSA, (4) SiMA, (5) SiPA, (6) SiTPA (* spinning side bands)."], ["Fig. 3", "Fig. 3", "Fig. 3 FT-IR spectra of (1) Aerosil\u0002 200, (2) APS, (3) SiAc, (4) SiSA, (5) SiMA, (6) SiPA, and (7) SiTPA. Special features (circled) are discussed in the text."], ["Fig. 4", "Fig. 4", "Fig. 4 TGA thermograms of SiO2 after modification with (  ) APS, (  ) SiAc, (  ) SiSA, (  ) SiMA, (  ) SiPA, (  ) SiTPA."], ["Fig. 5", "Fig. 5", "Fig. 5 TEM microgram of PET pellets with (A) 1% SiAP and (B) 1% SiAc."], ["Fig. 6", "Fig. 6", "Fig. 6 Storage modulus of 1% SiAc–PET and pure PET bottle."]], "table_captions": [["Table 1", "Table 1", "Table 1 13C NMR (δ) data for modified nanosilica"], ["Table 2", "Table 2", "Table 2 Decomposition temperature and wt% organic content of treated silica from TGA"], ["Table 3", "Table 3", "Table 3 Fundamental properties of pure PET and its nanocomposites"], ["Table 4", "Table 4", "Table 4 Storage modulus of PET pressed films and bottles"]], "tables": []}