{"title": "Electrical properties of epoxy resin based nano-composites*", "abstract": "We investigate the electrical properties of composite materials prepared as nano- and sub-micron-scale metal-oxide particles embedded in a commercial resin. The filler particles are barium titanate and calcium copper titanate. The physical and structural characteristics of the constituents and the fabricated composites are reported. Electrical characterization of the composite samples is performed using time- and frequency-domain dielectric spectroscopy techniques. The electrical breakdown strength of samples with nano- and sub-micron-sized particles have better electrical insulation properties than the unfilled resin. ", "body": [["Abstract", ["We investigate the electrical properties of composite materials prepared as nano- and sub-micron-scale metal-oxide particles embedded in a commercial resin. The filler particles are barium titanate and calcium copper titanate. The physical and structural characteristics of the constituents and the fabricated composites are reported. Electrical characterization of the composite samples is performed using time- and frequency-domain dielectric spectroscopy techniques. The electrical breakdown strength of samples with nano- and sub-micron-sized particles have better electrical insulation properties than the unfilled resin. "]], ["Introduction", ["Novel composite materials are expected to be the next frontier of dielectric materials research (Cao et al 2004, Nelson and Hu 2005, Nelson and Fothergill 2004, Fr´echette et al 2004). There are numerous application possibilities for such materials to replace existing insulation systems based on traditional materials, which can be tailored with the addition of fillers for system specific applications. For instance, there is the potential to fabricate functional materials with better surface, thermal and mechanical properties without losing the electrical insulation characteristics of the base material. Preliminary research reports on the electrical properties and dielectric strength of nano-dielectrics have been presented at several international conferences during the past few years and an increase in the number of papers published on the subject has been observed in the literature. Some of the critical, guiding review papers (Cao et al 2004, Nelson and Hu 2005, Nelson and Fothergill 2004, Fr´echette et al 2004) have explicitly illustrated the significance of developing nanodielectrics for the power industry. Composite systems currently being studied include conventional insulating polymers, e.g., polyethylene, polyimide, silicone, epoxy resin etc, filled with inorganic powders such as titanium dioxide, aluminium oxide, silicon oxide, clays etc. In this paper, we concentrate on two different metal-oxide filler particles, barium titanate (BTO) and calcium copper titanate (CCTO), in a commercial epoxy resin. The particles have high dielectric constants, higher than 100 at optical frequencies (Tselev et al 2004, Izuhara and Gheorma 2003). Unlike other works in the literature, to illustrate the structural features of the particles and the composites, transmission electron microscopy (TEM) images are included. "]], ["Materials and methods", ["The systems studied here are composed of metal-oxide particles and a commercial two component bisphenol-A based epoxy resin (Araldite® CY 5808 US and Hardener HY 5808 US), supplied by Huntsman Inc., USA. Nano-sized BTO and CCTO particles were received from nGimatTM Co., USA. In addition, BTO particles were prepared using conventional solid-state synthesis at Oak Ridge National Laboratory for comparison. The composite samples were prepared as follows. Firstly, the hardener component of the resin was diluted with methanol to lower its viscosity to enable better dispersion of the particles. The particle concentration was chosen to be 5 wt%, which has been shown to be a good value to observe property enhancement (Nelson and Fothergill 2004). Secondly, the particles were added to this solution. The solution was rigorously mixed using an ultrasonic sonicator until the methanol evaporated (∼8–12 h). Lastly, the hardener was mixed with the resin following the recommendations of the manufacturer (72 parts hardener per hundred parts resin) using a magnetic stirrer at high speed for approximately 1 h. The resin mixture was moulded with embedded 25.4 mm electrodes for electricmeasurements. The mould was degassed for approximately 10 min, then cured over night at room temperature and for a day at 60 ◦C, as recommended by the manufacturer for quick resin curing. The resin was fully cured after one week at room temperature as stated by the manufacturer. The particleswere analysed using x-ray diffraction (XRD) and TEM. The particle distributions in the resin were measured using atomic force microscopy (AFM) in the contactmode and TEM. The electrical properties of the samples were measured using time-and frequency-domain spectroscopy techniques at room temperature using a Keithley 6217a electrometer and a Hewlett Packard HP4192A impedance analyser on 100 Hz–1 MHz, respectively. Electrical breakdown tests were performed using a 150 kV Phenix Technologies Inc., USA power supply."]], ["Results and discussion", ["##3.1. Structural properties Figure 1 shows x-ray diffraction patterns of the inorganic filler particles. Note that the as-received commercial BTO particles and BTO prepared in our laboratories show the presence of a single BTO phase in their x-ray diffraction patterns, figure 1(a). The as-received CCTO particles were nano-sized, however they were not pure, the particles did not contain the desired CCTO phase, see figure 1(b) bottom graph. To overcome this, we post-heat-treated the as-received particles at high temperatures. It was found that temperatures over 850 ◦C formed the desired single CCTO phase, figure 1(b) top graph. The phase of the CCTO particles is corrected with the heat treatment. However, the particle size becomes much larger, around 200 nm (sub-micron), and they fuse to each other forming chain-like aggregate structures 1–2 μm in size, see figure 2(a). The as-received BTO particles are, on the other hand, spherical and nano-sized with particle sizes ranging from 25 to 100 nm (figure 2(b)). The BTO particles are highly defective and comprise polycrystalline and nano-crystalline BTO. In addition to cubic BTO (perovskite structure) and hexagonal BTO, a very small amount of amorphous particles was observed for the as-received BTO nano-powder, cf figure 2(b). The BTO particles prepared in our laboratory had larger particle sizes than the as-received BTO particles (figure 3). The surface profiles and particle distributions of nano and sub-micron BTO filled resins are similar when AFM images are considered, as shown in figure 3. Transmission electron microscopy images of a BTO filled resin sample are shown in figure 4. Although the individual particles were nano-sized, the samples were opaque. The reason for this is clear in the TEM images in figure 4. The particles were close to each other, forming particle clusters 1– 2 μm in size without any particle aggregates. The composite was inhomogeneous. It should be possible to use a more powerful homogenizer (sonicator) to overcome the clustering of particles and disperse them more homogeneously. As shown in figure 2(b), the BTO particles are 20–200 nm in diameter, and no significant structural differences are observed in the BTO particles after they are embedded in the resin. ##3.2. Electrical properties The isothermal time-domain relaxation response of composites with BTO particles at room temperature is shown in figure 5. We have adopted a non-parametric data inversion method to analyse the impedance data (Tuncer and Macdonald 2006, Tuncer and Guba´nski 2001). In this method, the current is expressed as a sum of single relaxation processes, I (t) = { G0δ(t) + Σi P0i τ −1 i exp[−(tτ −1 i )] } V0 (1) or in a more general form with the distribution of relaxation times g(τ ), I (t) = { G0δ(t) + P0 ∫ g(τ )τ −1 i exp[−(tτ −1 i )] dτ } V0. (2) To solve g(τ ) in equation (2), we applied a novel method based on the Monte Carlo technique and constrained-leastsquares algorithm (Adlers 1998). The numerical method has previously been applied to several different dielectric related problems in which the distribution of relaxation times was resolved from the frequency response (Tuncer et al 2005, Tuncer and Macdonald 2004, Tuncer and Guba´nski 2001); the space charge or polarization distributions were emulated for test cases (Tuncer and Lang 2005); the spectral density functions of several composite systems were calculated with the same algorithm (Tuncer 2005b, 2005c, 2005a). The response function in figure 5(a) is the measured current divided by the geometrical capacitance of the electrodes. The analysis of the datawith the distribution of relaxation technique indicates that there are slight differences between the filled and unfilled samples at longer times. Note that in this study low particle concentrations are used in the composite systems. It is expected that when small amounts of particles are used, the relaxation polarization in the mixture due to the presence of the particles should be low, yielding a weak interfacial polarization (Tuncer 2005c, Tuncer et al 2002). The electrical response of the composites is slightly different to that of the unfilled base resin. The frequency-dependent permittivity measurements illustrate that the permittivities of the composite materials were lower than those of the base resin material. To further investigate this behaviour, CCTO samples with different filler concentrations were prepared as sheets using the drop-castingmethod. In figure 6, the dielectric permittivity of the composite samples are shown as a function of wt% of CCTO. In these analyses, the deviation in the permittivities of the samples was not significant within the available frequency window, therefore an average of the permittivity values over the measured frequencies is used in the presentation. The error bars represents the deviation. All samples with CCTO concentrations lower than 3 wt%, yield numerically low permittivity values compared with the matrix resin. Similar observations have previously been reported in the literature (Nelson and Fothergill 2004, Fragiadakis et al 2005). The reason for a lower permittivity is that the matrix material loses its freedom to relax under the applied voltage with the inclusion of particles. This behaviour is due to the constrained polymer chains in the resin that do not contribute to the electrical polarization at high frequencies. The structure of the base resin changes with the introduction of particle inclusions, which forces the resin chains to become immobile (Bistac et al 1999). The decrease in the segmental mobility influences the molecular polarization, yielding a decrease in the background resin’s dielectric permittivity. For industrial applications, the dielectric strength of an insulation material is an important, crucial design parameter for equipment, instruments and objects. To classify its potential and to ascertain the insulating properties, dielectric breakdown tests have been performed on polyimide (Nguyen et al 2005, Miyairi 2001, Raju et al 2003). To quantify such measurements is an engineering and scientific issue, since the data are usually incomplete due to the nature of the tests and samples (Hill and Dissado 1983, Rowland et al 1986). Weibull statistics (Weibull 1939, 1951) has frequently been adopted to investigate the breakdown behaviour of different systems. Figure 7 shows the differences between unfilled resin and filled resin with sub-micron and nano BTO particles. There is a clear difference between different BTO filled resin samples. The nano BTO filled resin has similar electrical breakdown characteristics to the unfilled resin. Although the unfilled and the nano-composite have higher average breakdown strengths than the sub-micron composite, the sub-micron composite has a sharper Weibull distribution, which would in fact indicate higher reliability for industrial applications. Further materials improvement (such as particle dispersion) is needed in the nano-composite formulation to better understand and design its breakdown characteristics. Figure 8 shows a summary of all the measurements performed on the composites prepared with the BTO and CCTO particles. In order to indicate the significance of the breakdown statistics, the minimum, maximum and average values of the dielectric strengths are shown. For a potential candidate of a better insulation material (i) the discrepancy between the presented three parameters (minimum, maximum and average) should be as small as possible and (ii) the electrical breakdown strength values should be as high as possible. An expression to assess the merit of breakdown strength is proposed for sample screening purposes on the basis of the minimum, maximum and average values of electrical breakdown strength. Λ = mean(Ebd) / max Ebd − min Ebd . (3) Although the above equation can be considered weak, it is a faster way of screening samples and batches than the Weibull or similar distribution based analyses. In figure 8(b), the merit parameters are plotted for comparison. The composite with nano BTO is better than the unfilled resin. However as stated above, the sub-micron BTO filled sample (mBTO) has a very small discrepancy between the maximum and minimum parameters (Weibull statistics shown in figure 7), leading to the highest merit parameter compared with the others. The other sample that exhibited similar behaviour is the sub-micron CCTO filled resin, which had excess methanol (mCCTOw), which also has a higher merit parameter than the unfilled resin. The presence of excess methanol during preparation of the composite leads to softer, elastic properties compared to resin samples prepared without methanol. No further investigations were conducted onmCCTOw to estimate themethanol content."]], ["Conclusions", ["In this paper, we have reported our initial investigations on composites fabricated with nano and sub-micron fillers. The structural and electrical measurements show that there is a potential for new materials for electrical insulation. The two sets of particles used in this study showed that the larger CCTO yielded undesired property enhancement—it lowered the breakdown strength of the matrix resin significantly. However, both commercial BTO and BTO particles prepared in our laboratory illustrated appreciable dielectric strength improvement. These samples yielded breakdown strength values as high as that of the base resin, which is a promising result for continuing similar investigations on nano-composites for electrical insulation applications."]]], "doi": "10.1088/0957-4484/18/2/025703", "figures": [["Figure 1", "Figure 1", "Figure 1. X-ray diffraction patterns for (a) the BTO and (b) the CCTO particles."], ["Figure 2", "Figure 2", "Figure 2. Transmission electron microscopy images of (a) the CCTO particles. The CCTO particles in (a) are post-treated at 850 °C."], ["Figure 2", "Figure 2", "Figure 2. Transmission electron microscopy images of (b) the BTO particles. The BTO particles in (b) are shown as received."], ["Figure 3", "Figure 3", "Figure 3. Atomic force microscope images of composite with as-received (middle). The scales in the images are in micrometres."], ["Figure 3", "Figure 3", "Figure 3. Atomic force microscope images of composite with large BTO particles (right). The scales in the images are in micrometres."], ["Figure 3", "Figure 3", "Figure 3. Atomic force microscope images of pure resin (left). The scales in the images are in micrometres."], ["Figure 4", "Figure 4", "Figure 4. Transmission electron microscopy images of BTO filled resin. (a) Low magnification showing non-homogeneous dispersion of BTO. The scales in the images are different; the rulers on the bottom left corner show (a) 2 μm."], ["Figure 4", "Figure 4", "Figure 4. Transmission electron microscopy images of BTO filled resin. (b) typical ‘cluster’ of BTO particles approximately 1 μm. The scales in the images are different; the rulers on the bottom left corner show (b) 200 nm."], ["Figure 4", "Figure 4", "Figure 4. Transmission electron microscopy images of BTO filled resin. (c) BTO particles embedded in resin. The scales in the images are different; the rulers on the bottom left corner show (c) 50 nm. Featureless particles in (c) are amorphous."], ["Figure 5", "Figure 5", "Figure 5. (a) The response function of samples; unfilled resin (  ), filled composite with sub-micron BTO particles (  ) and composite with as-received nano-sized BTO particles (  ). (b) The distribution of relaxation times spectrum for the samples. The solid lines in (a) are the deconvoluted data from the distribution of relaxation times analysis using the distributions in (b)."], ["Figure 6", "Figure 6", "Figure 6. The average dielectric permittivity of the CCTO filled resin as a function of volume fraction of particles in 10 base logarithmic scale. The dashed line represents the permittivity value of the unfilled resin."], ["Figure 7", "Figure 7", "Figure 7. Weibull statistics of unfilled and BTO filled resin."], ["Figure 8", "Figure 8", "Figure 8. (a) Summary of the dielectric breakdown strengths of the investigated composites."], ["Figure 8", "Figure 8", "Figure 8. (b) The merit of breakdown strength Λ."]], "table_captions": [], "tables": []}