{"title": "Dynamic mechanical behavior of melt-processed multi-walled carbon nanotube/poly(methyl methacrylate) composites", "abstract": "Multi-walled carbon nanotube/poly(methyl methacrylate) composites have been fabricated by melt blending. The nanotubes are well dispersed in the polymer matrix with no apparent damage or breakage. The dynamic mechanical behavior of the composites has been studied. The storage modulus of the polymer is significantly increased by the incorporation of nanotubes particularly at high temperatures.", "body": [["Introduction", ["Carbon fiber is a commonly used reinforcement filler in many matrices, such as polymers, metals and ceramic materials. The sp2 carbon–carbon bond in the basal plane of graphite is among the strongest of all chemical bonds, making graphite very useful as a structural material. Carbon fibers are also widely employed as components of composite materials in applications ranging from golf clubs to military aircrafts. Compared to carbon fibers, carbon nanotubes have a larger aspect ratio, higher modulus and lower density [BIB1]. Thus the properties of carbon nanotube composites have attracted much attention, both from the point of view of scientific interest and practical applications [BIB2 BIB3 BIB4 BIB5 BIB6 BIB7 BIB8 BIB9 BIB10 BIB11 BIB12 BIB13 BIB14 BIB15 BIB16 BIB17 BIB18 BIB19].", "Theoretical prediction has suggested that Young's modulus of single-walled carbon nanotubes is as high as 1 TPa [BIB20]. Using various experimental techniques, multi-walled carbon nanotubes (MWNTs) have been found to have an axial Young's modulus of 200–4000 GPa, a bending strength of 14 GPa and an axial compression strength of about 100 GPa [BIB21 BIB22 BIB23 BIB24 BIB25 BIB26]. Yu et al. [BIB27 BIB28] recently measured the tensile properties of MWNTs using a nanostressing stage located within a scanning electron microscope. The MWNTs were found to break in the outermost layer. The tensile strength and Young's modulus of the outermost layer are in the range 11–63 and 270–950 GPa, respectively. The stiffness and the high strength of carbon nanotubes make them potential reinforcing fillers for high-strength materials. However, the outstanding mechanical properties of carbon nanotubes will be of little value unless they can be incorporated into a matrix. Two methods are commonly used to fabricate polymer/carbon nanotube composites: in situ polymerization in the presence of nanotubes and solution mixing. The main issue in the fabrication of carbon nanotube composites is to avoid the agglomeration of nanotubes in the polymer matrix. Shaffer and Windle [BIB13] recently reported the fabrication of carbon nanotube/poly(vinyl alcohol) (PVA) composites by solution mixing. To prevent agglomeration, the nanotubes were chemically treated to produce an electrostatically stabilized dispersion which was then mixed with aqueous PVA solutions. As shown by thermogravimetric analysis (TGA) and dynamic mechanical analysis (DMA), the incorporation of carbon nanotubes stiffens the PVA matrix and in some cases delays the onset of thermal degradation. Gong et al. [BIB15] fabricated carbon nanotube/epoxy composites assisted by a surfactant. The composites were prepared by curing mixtures of carbon nanotubes and bisphenol A epoxy resin in the presence of the surfactant. DMA showed that the glass transition temperature and elastic modulus of the material are significantly increased by the presence of carbon nanotubes.", "Poly(methyl methacrylate) (PMMA) is a commonly used thermoplastic matrix for carbon fiber. There have been several studies on carbon nanotube/PMMA composites prepared by in situ polymerization [BIB14] or solution mixing [BIB9 BIB16] and characterized by TEM and Raman spectroscopy. However, there have been no reports on the fabrication of MWNT/PMMA composites by melt blending, an industrial process for fabricating carbon fiber-reinforced thermoplastic composites.", "Here we report the fabrication of PMMA/MWNT composites by melt blending. The nanotubes are well dispersed in the PMMA matrix, as shown by TEM. The thermal stability and mechanical behavior of the composites were studied using TGA and DMA."]], ["Experimental", ["MWNTs were synthesized by the arc-discharge method and used without further purification. PMMA (weight-average molecular weight=49000, polydispersity=1.58) was purchased from BDH Chemicals.", "PMMA (0.4 g) and various amounts of MWNTs were mixed in a Laboratory Mixing Molder (ATLAS, USA) at 200°C for 20 min at a speed of 120 rpm. The mixed samples were then compressed under a pressure of about 8–9 MPa at 210°C for 5 min using a hydraulic press to give grayish and transparent films. The films were fixed in an epoxy matrix and then cut using an ultrathintome. The ultrathin films were used for the TEM observation (JEOL CX100, 100 kV).", "TGA measurements were performed using a TA Instruments SDT 2960 Simultaneous DTA-TGA under a nitrogen atmosphere from room temperature to 700°C. DMA measurements were performed using a TA Instruments DMA 2980 Dynamic Mechanical Analyzer. The samples were heated under a nitrogen atmosphere from room temperature to 150°C at a heating rate of 3°C/min and a frequency of 1 Hz."]], ["Results and discussion", ["[FIG1]\n                      shows the TEM micrograph of a composite. The dispersion of carbon nanotubes in the polymer matrix is good, with no large agglomerates present in the specimen. Moreover, no apparent damage or breakage of the nanotubes is observed. Therefore, melt blending at 200°C does not damage the nanotubes, demonstrating that polymer/carbon nanotube composites can be fabricated by melt blending. Unlike composites prepared by in situ polymerization or solution mixing which may be contaminated by residual monomer or solvent, composites prepared by melt blending are essentially free of contaminants.", "[FIG2]\n                      shows the TGA curves of PMMA and various composites. Pure PMMA starts to degrade in a nitrogen atmosphere at about 320°C and is completely degraded at about 430°C. The incorporation of MWNTs into PMMA offers a stabilizing effect since the onset of degradation occurs at a higher temperature. The composite containing 26 wt.% MWNTs starts to degrade at 350°C which is 30°C higher than for PMMA. The weights of the composites remain fairly constant at the temperature beyond 430°C, indicating that the PMMA matrix has degraded completely and the residue contains only the nanotubes. Troitskii et al. [BIB29] studied the thermal degradation of PMMA in the presence of C60 by isothermal thermogravimetry. C60 retards the thermal degradation of PMMA and the retardation effect was attributed to interactions between C60 and macroradicals generated during the degradation process.", "The mechanical behaviors of polymers and polymer composites are commonly studied by DMA, a technique in which the storage modulus (<i>E</i>\n                     ′) and loss modulus (<i>E</i>″) of the sample, under oscillating load, are monitored against time, temperature or frequency of oscillation [BIB30]. The ratio <i>E</i>″/<i>E</i>\n                     ′ is the loss tangent (tan<i>δ</i>). The moduli will change with temperature as the molecular motions within the polymer change. The storage modulus of a polymer decreases rapidly whereas the loss modulus and tan<i>δ</i> go through a maximum when the polymer is heated through the glass transition region. The maximum of the tan<i>δ</i> is commonly taken as the glass transition temperature (<i>T</i>\n                     g).", "[FIG3]\n                      shows the storage moduli of PMMA and various composites. The storage modulus of PMMA is increased by the stiffening effect of the nanotubes, which is particularly significant at higher temperatures. For example, the modulus is increased by a factor of 1.6–2.0 at 40°C whereas it shows a 5–27-fold increase at 120°C. In addition, the presence of carbon nanotubes also enables the matrix to sustain a high modulus value to higher temperature. The ratio of the modulus at 120°C to that at 40°C is only 0.03 for PMMA, but 0.50 for the composite containing 26 wt.% nanotube ([FIG4]\n                     ).", "Compared to the carbon nanotube/PVA composites [BIB13], the stiffening effect is more significant for PMMA. The storage moduli of a PVA composite containing 30 wt.% of nanotubes are about 1.4 and 6.0 times of those of PVA at 40°C and 120°C, respectively. PMMA is an amorphous polymer whereas PVA is a semicrystalline polymer. The crystallites in PVA already impart a high modulus and hence the nanotubes do not produce a dramatic increase in the stiffness of the PVA matrix. In fact, Shaffer and Windle [BIB13] did predict that a larger improvement in the modulus would be observed if an amorphous polymer matrix was used in place of PVA.", "[FIG5]\n                      shows the tan<i>δ</i> peaks of the composites. The peak moves to a slightly higher temperature with increasing nanotube content, showing that the <i>T</i>\n                     g of the composite is raised by the addition of nanotubes. In other words, nanotubes hinder the segmental motion of the PMMA chains. The tan<i>δ</i> peak broadens slightly upon the incorporation of nanotubes. However, the broadening is not as significant as that observed for the PVA composites [BIB13]. The different nature of the two polymers, amorphous versus semicrystalline, may play a major role in determining the extent of tan<i>δ</i> broadening.", "In conclusion, melt blending offers a simple and effective means to fabricate carbon nanotube/PMMA composites. The nanotubes show no apparent damage and are well dispersed in the polymer matrix. The nanotubes delay the onset of thermal degradation of PMMA. The storage modulus of the polymer is significantly increased particularly at high temperatures. The tan<i>δ</i> peak of the composite shows some broadening and moves to a slightly higher temperature."]]], "doi": "10.1016/S0009-2614(01)00186-5"}