{"title": "Effect of graft density and molecular weight on mechanical properties of rubbery block copolymer grafted SiO2 nanoparticle toughened epoxy", "abstract": "15 nm diameter SiO2 nanoparticles with a grafted block copolymer consisting of a 5–20 nm rubbery polyhexylmethacrylate (PHMA) inner block and a 30 nm outer block of matrix compatible polyglycidylmethacrylate (PGMA) were synthesized to toughen an epoxy. A systematic study of the effect of block copolymer graft density (from 0.07 to 0.7 chains/nm2) and block molecular weight (from 20 to 80 kg/mol) on the tensile behavior, fracture toughness, and fatigue properties was conducted. It was found that the copolymer grafted SiO2 nanoparticles enhanced the ductility (maximum 60% improvement), fracture toughness (maximum 300% improvement) and fatigue crack growth resistance of the epoxy matrix while maintaining the modulus at loadings of less than 2 vol% of silica core. The PHMA block induced plastic void growth and shear banding. At lower graft density and larger molecular weight of the PHMA block, the nanocomposites exhibited simultaneous improvements in fracture toughness and tensile modulus. The PGMA epoxy compatible block also contributed to the improved fracture energy of the nanocomposites.", "body": [["Introduction", ["Epoxies are widely used in a broad range of applications including advanced composites, electrical insulation, functional coatings and structural adhesives due to their good mechanical strength and easy processability. Epoxies are brittle, however, with a typical fracture toughness below 1 MPa m0.5 (while a metal is over 10 MPa m0.5). Epoxies can be toughened by the addition of rubber and rigid particles [bib1 bib2 bib3 bib4 bib5]. Under hydrostatic stress, rubber particles cavitate, inducing plastic void growth and shear banding, the two toughening mechanisms that significantly improve the fracture toughness of glassy epoxies [bib6 bib7 bib8]. Rubbers also impart ductility to brittle epoxies [bib9 bib10], but deteriorate the modulus and strength [bib9]. Rigid particles, on the other hand, strengthen and stiffen epoxies [bib4 bib5 bib11] because of their higher modulus. Since rigid particles toughen epoxies mainly by crack deflection and crack pinning [bib2 bib12], they are not as effective at toughening epoxies as compared to rubber particles.", "Given the advantages of rubber particles and rigid particles, it is tempting to combine them in order to toughen epoxies and improve their ductility while enhancing the mechanical strength and modulus. A straightforward way to achieve this goal is to add a mixture of rubber and rigid particles [bib13]. Kinloch et al. [bib13] found that this hybrid system had higher strength and modulus than only rubber filled epoxy. The fracture toughness was 10% higher using the hybrid fillers than using rubber particles alone. One drawback was that over 20 wt% of rigid particles were needed to increase the modulus of the hybrid composites to the level of the neat epoxy.", "A soft interphase is another way of combining a soft phase and rigid particles. Zhao et al. [bib1] modified Al2O3 with a silane coupling agent. The silane formed a network structure, introducing a soft interphase. This soft interphase led to a significant improvement in ductility (40% increase), and also improved the nanocomposite modulus. The increase in ductility was attributed to a combination of mechanisms, but plastic void growth around the nanoparticles was one of the primary contributors. However, the fracture toughness did not increase significantly (from 0.95 to 1.10 MPa m0.5). At high strain rates, plastic void growth was suppressed and the toughening mechanisms were found to be identical to rigid particle filled epoxy: crack deflection. A soft interphase that initiates plastic void growth and shear banding is needed to significantly improve the fracture toughness of an epoxy.", "Block copolymer micelles have been reported to effectively toughen epoxies with a slight decrease in modulus. Liu et al. [bib5] studied 5 wt% PEP-PEO amphiphilic block copolymer micelle filled epoxy and found a 180% increase in the fracture toughness compared to the neat epoxy. They also found nanocavitation inside copolymer micelles and proposed nanocavitation induced shear banding as one of mechanisms leading to toughening.", "In a previous study [bib14], we synthesized innovative block copolymer grafted SiO2 nanoparticles to improve the tensile properties of an epoxy. The inner block was linear polyhexylmethacrylate (PHMA), which is epoxy incompatible. Its homopolymer has a <i>T</i>\n                     \n                        <i>g</i>\n                      between −10 and 0 °C [bib14]. The outer block was linear polyglycidylmethacrylate (PGMA), which contains epoxide groups; its uncrosslinked homopolymer has a <i>T</i>\n                     \n                        <i>g</i>\n                      of 67 °C [bib15]. At the studied graft density, 0.7 chains/nm2, a significant improvement in tensile strain-to-failure was achieved. The rubbery inner block was confirmed to induce plastic void growth, which was found to be the main mechanism leading to the increase in ductility. However, the modulus of the studied nanocomposites decreased compared to the neat epoxy, because of the presence of the rubbery PHMA block.", "With this encouragement, in addition to the tensile properties, the fracture toughness and fatigue properties of the block copolymer grafted SiO2 filled epoxy are explored in the current study. Furthermore, the interphase is tailored by varying the graft density and molecular weight of the rubbery inner block."]], ["Experimental procedures", [["Materials", ["The epoxy matrix was an anhydride cured diglycidyl ether of bisphenol A (DGEBA). The DGEBA epoxy resin (Araldite F), the anhydride curing agent (Aradur HY 905) and benzyldimethylamine catalyst (DY 062), were purchased from Huntsman Corporation. The anhydride curing agent is a mixture of 60–72% of 1,2-cyclohexanedicarboxylic anhydride, 4–10% cis-1,2,3,6-tetrahyrophthalic anhydride, and 4–10% phthalic anhydride. The epoxy equivalent weight (EEW) of the resin and curing agent is between 187 and 192 g/mol. The resin to curing agent mass ratio is 1:1 for stoichiometric curing. The glass transition temperature (<i>T</i>\n                        \n                           <i>g</i>\n                        ) and molecular weight between crosslinks (<i>M</i>\n                        \n                           <i>e</i>\n                        ) of the stoichiometrically cured neat epoxy were measured to be 112 °C and 312 g/mol [bib14].", "The PHMA-<i>b</i>-PGMA block copolymers or PGMA polymers were grafted from the SiO2 nanoparticles using a reversible addition−fragmentation chain-transfer (RAFT) polymerization technique [bib16] which yielded polymer chains covalently bonded to the surface of the particles. Non-grafted linear PGMA (free PGMA) was also synthesized as a control. The polydispersity of both PHMA and PGMA chains was below 1.3. The detailed polymerization was elaborated in our previous work [bib14], as well as by Li et al. [bib16]. A list of graft density and molecular weight of each block of the tested particles, along with the silica loading range used in the composites, is shown in [tbl1]\n                        .", "A detailed nanocomposite preparation process was described in our previous work [bib14]. In short, PHMA-<i>b</i>-PGMA grafted SiO2, PGMA grafted SiO2, bare SiO2 or non-grafted linear PGMA were dispersed in the epoxy (curing agent to resin ratio equaled 1:1 for all nanocomposites) by solvent mixing. The solvent for dispersing 80k20k (0.07) particles was THF and for dispersing the rest of the fillers was CH2Cl2. THF was used for preparing 80k20k (0.07) composites because it could not be well dispersed in CH2Cl2. After completely removing the solvent, uncured mixtures were poured in silicone molds and cured at 80 °C for 10 h and 135 °C for 10 h. Since PGMA can react with the anhydride hardener, the anhydride to epoxide number ratio is smaller than stoichiometric in the nanocomposites. The ratio was estimated to be between 0.9 and 1 assuming all epoxide groups would be reacted. The tensile properties, <i>T</i>\n                        \n                           <i>g</i>\n                         and curing enthalpy of the epoxy matrix were measured to be insensitive to this range of anhydride to epoxide number ratios [bib14]. Additionally, non-grafted linear PGMA polymer filled epoxy and bare SiO2 filled epoxy were used as the control in the current study. The range of volume percent of SiO2 cores in the epoxy nanocomposites prepared is presented in [tbl1]. The maximum particle concentration studied was limited by the maximum viscosity that could be processed.", "The weight fraction of the SiO2 cores in the composites was measured by thermogravimetric analysis TA instruments (TGA-Q50). The weight percent of the PHMA or PGMA blocks was calculated from the known graft density, surface area per silica particle and molecular weight of the grafted polymer. The density of the neat epoxy was measured to be 1.2 g/cm3 based on the weight and volume of a neat epoxy cube. The density of the SiO2 core was taken as 2.2 g/cm3 \n                        [bib17], PHMA 0.96 g/cm3 \n                        [bib18] and PGMA 1.0 g/cm3 \n                        [bib19]. The volume percent of the SiO2 cores and grafted blocks was then calculated from the measured weight fraction and the densities of the components. The volume percent of the free PGMA polymer chains in free PGMA filled epoxy was based on the known weight of the added PGMA polymers and the density of PGMA."]], ["Mechanical testing", ["Dog-bone shaped specimens were used for measuring tensile properties according to ASTM standard D638-08 [bib20]. The dimensions conformed to the type V specimen with a cross-section of 3 mm × 3 mm. An Instron 4201 mechanical testing machine with a 1 kN load cell and 20% strain extensometer of 12.7 mm gage length were used to record tensile stress and strain. All tests were done at room temperature. The strain rate was 0.1 mm/min. At least five specimens were measured for statistical analysis as recommended in ASTM standard D638-08. The Young's modulus reported was the fitted slope of the linear stress strain region below 1% strain.", "A Single-Edge Notched 3-point-bend method (SEN-3PB) was used to measure fracture toughness according to ASTM standard E1830-09 [bib21]. The specimen geometry was 38 mm × 6 mm × 3 mm with a support span of 20 mm. A pre-crack of 1 mm in length was made by lightly tapping on the specimen with a liquid nitrogen chilled fresh razor blade. The fracture toughness was measured using an Instron 4204 mechanical testing machine mounted with a three point bending set-up at a constant compression speed of 0.1 mm/min. Maximum loads were recorded and used to calculate the fracture toughness (<i>K</i>\n                        \n                           <i>q</i>\n                        ) and fracture energy (<i>G</i>\n                        \n                           <i>q</i>\n                        ) of the specimen. The equations to calculate <i>K</i>\n                        \n                           <i>q</i>\n                         and fracture energy <i>G</i>\n                        \n                           <i>q</i>\n                         are Equations [fd1] \n                        [bib21]:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       K\n                                       q\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                10\n                                             \n                                             \n                                                −\n                                                3\n                                             \n                                          \n                                          P\n                                          S\n                                       \n                                       \n                                          t\n                                          \n                                             W\n                                             \n                                                3\n                                                /\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    f\n                                    \n                                       (\n                                       a\n                                       )\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    f\n                                    \n                                       (\n                                       a\n                                       )\n                                    \n                                    =\n                                    3\n                                    \n                                       a\n                                    \n                                    \n                                       \n                                          1.99\n                                          −\n                                          a\n                                          \n                                             (\n                                             \n                                                1\n                                                −\n                                                a\n                                             \n                                             )\n                                          \n                                          \n                                             (\n                                             \n                                                2.15\n                                                −\n                                                3.93\n                                                a\n                                                +\n                                                2.7\n                                                \n                                                   a\n                                                   2\n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       \n                                          2\n                                          \n                                             (\n                                             \n                                                1\n                                                +\n                                                2\n                                                a\n                                             \n                                             )\n                                          \n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      1\n                                                      −\n                                                      a\n                                                   \n                                                   )\n                                                \n                                             \n                                             \n                                                3\n                                                /\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 \n                                    \n                                       G\n                                       q\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             K\n                                             q\n                                             2\n                                          \n                                       \n                                       E\n                                    \n                                    \n                                       (\n                                       \n                                          1\n                                          −\n                                          \n                                             ν\n                                             2\n                                          \n                                       \n                                       )\n                                    \n                                 \n                              \n                           \n                        where <i>E</i> is the modulus of the material; <i>P</i> is the maximum applied load; <i>S</i> is the support span of the three point bend specimen; <i>W</i> is the width of the specimen; <i>a</i> is <i>a</i>\n                        0/<i>W</i>, where <i>a</i>\n                        0 is the initial crack length; <i>ν</i> is the Poisson's ratio; and <i>t</i> is the thickness of the specimen. At least five specimens were tested for the neat epoxy and nanocomposites. The plastic zone radius <i>r</i>\n                        \n                           <i>y</i>\n                         at the crack tip was calculated from the fracture toughness (<i>K</i>\n                        \n                           <i>q</i>\n                        ) and the yield strength (<i>σ</i>\n                        \n                           <i>yt</i>\n                        ) of the composite in using Equation [fd4] \n                        [bib22]:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       r\n                                       y\n                                    \n                                    =\n                                    \n                                       1\n                                       \n                                          6\n                                          π\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                \n                                                   \n                                                      \n                                                         K\n                                                         I\n                                                      \n                                                   \n                                                   \n                                                      \n                                                         σ\n                                                         \n                                                            y\n                                                            t\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       2\n                                    \n                                 \n                              \n                           \n                        where <i>K</i>\n                        I is the instantaneous stress intensity factor; at fracture, the fracture toughness is used to replace this value. Criteria from ASTM standard D5054-99 (2007) [bib23] was applied to determine if <i>K</i>\n                        \n                           <i>q</i>\n                         equals plane strain fracture toughness <i>K</i>\n                        1<i>c</i>\n                        . These criteria are expressed as:\n                           \n                              (5)\n                              \n                                 \n                                    t\n                                    ,\n                                    \n                                       a\n                                       0\n                                    \n                                    ,\n                                    \n                                       (\n                                       \n                                          W\n                                          −\n                                          \n                                             a\n                                             0\n                                          \n                                       \n                                       )\n                                    \n                                    >\n                                    2.5\n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                \n                                                   \n                                                      \n                                                         K\n                                                         q\n                                                      \n                                                   \n                                                   \n                                                      \n                                                         σ\n                                                         \n                                                            y\n                                                            t\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       2", "The fatigue crack growth rate was measured using a constant load (Δ<i>K</i>-increasing) method according to ASTM standard E647-08 [bib24]. Compact tension specimens with dimensions of 31 mm × 25 mm × 6 mm were used. The machined groove was 5.08 mm long from the loading line. A precrack of 0.1 mm was made by lightly tapping on the specimen with a liquid nitrogen chilled fresh razor blade. A triangle load waveform at 0.5 Hz was applied, with a maximum load of 100 N and a minimum load of 10 N. The fatigue crack was imaged every 5 min using a traveling microscope and a Motic 1300 camera. The fatigue crack growth rate was calculated by measuring the length of the imaged crack as a function of time. Two samples were tested to generate one log–log plot of crack growth rate per cycle (d<i>a/</i>d<i>N</i>) versus stress intensity range (Δ<i>K</i>) for the neat epoxy and nanocomposites. Δ<i>K</i> is calculated using Equation [fd6] \n                        [bib24]:\n                           \n                              (6)\n                              \n                                 \n                                    Δ\n                                    K\n                                    =\n                                    \n                                       \n                                          Δ\n                                          P\n                                       \n                                       \n                                          B\n                                          \n                                             \n                                                \n                                                   W\n                                                   c\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                2\n                                                +\n                                                f\n                                                \n                                                   (\n                                                   a\n                                                   )\n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      1\n                                                      −\n                                                      f\n                                                      \n                                                         (\n                                                         a\n                                                         )\n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             \n                                                3\n                                                /\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       (\n                                       \n                                          0.886\n                                          +\n                                          4.64\n                                          f\n                                          \n                                             (\n                                             a\n                                             )\n                                          \n                                          −\n                                          13.37\n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      f\n                                                      \n                                                         (\n                                                         a\n                                                         )\n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             2\n                                          \n                                          +\n                                          14.72\n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      f\n                                                      \n                                                         (\n                                                         a\n                                                         )\n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             3\n                                          \n                                          −\n                                          5.6\n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      f\n                                                      \n                                                         (\n                                                         a\n                                                         )\n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             4\n                                          \n                                       \n                                       )\n                                    \n                                 \n                              \n                           \n                        where <i>B</i> is the thickness of the compact tension specimen, which is between 5 and 6 mm; and <i>W</i>\n                        \n                           <i>c</i>\n                         is the width of the compact tension specimen, which is 25 mm."]], ["Characterization", ["Particle dispersion in the epoxy nanocomposites was observed using a JEOL High Resolution Transmission Electron Microscope (HR-TEM). 100 nm thick TEM specimens were prepared using a room temperature microtome and collected on carbon film coated Cu TEM grids.", "The fracture surface morphology of fractured samples was observed using a JEOL 6330F Field-Emission-Scanning-Electron-Microscope (FE-SEM). A double notch four point bending (DN-4PB) specimen was used for shear band observation [bib25]. The specimen geometry was 76 mm × 6 mm × 3 mm according to ASTM standard E1820-11. The distance between the notches was 4 mm. The upper loading span was 20 mm and the lower loading span was 40 mm. Pre-cracks were 0.1–1 mm. After one crack failed, the other crack with a damage zone was preserved. A thin slice containing sub-damage information at the preserved crack tip was polished to a thickness of 100 μm and observed under a bright field transmission light microscope."]]]], ["Results", [["Dispersion and block copolymer chain configuration in epoxy", ["[fig1]\n                         is TEM micrographs showing typical dispersion of the PHMA-<i>b</i>-PGMA grafted SiO2 filled epoxy. The SiO2 nanoparticle cores have an average diameter of 15 nm and all observed particle diameters were between 7 and 20 nm. Adding solely PHMA grafted SiO2 into the epoxy resin resulted in visible precipitation of all particles, which indicates that the PHMA block is epoxy incompatible. PHMA only grafted particles were not studied further due to the inability to obtain a good dispersion. The PGMA outer block is epoxy compatible, and was found to effectively shield the PHMA, leading to good dispersion of the PHMA-<i>b</i>-PGMA grafted SiO2 as shown in [fig1].", "Based on the compatibility of the PHMA and PGMA blocks to the epoxy matrix and atomic force microscope (AFM) images of microtomed nanocomposite surfaces from our previous work [bib14], the PHMA inner block can be treated as an epoxy excluded phase with a density of bulk PHMA, which is reported to be 0.96 g/cm3 \n                        [bib18]. The PHMA block thickness can be calculated by PHMA molecular weight (<i>M</i>\n                        \n                           <i>n</i>\n                        ) and surface graft density (Σ0) using Equations [fd7 fd8]:\n                           \n                              (7)\n                              \n                                 \n                                    \n                                       t\n                                       \n                                          PHMA\n                                       \n                                    \n                                    =\n                                    \n                                       r\n                                       p\n                                    \n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      1\n                                                      +\n                                                      \n                                                         \n                                                            \n                                                               V\n                                                               \n                                                                  PHMA\n                                                               \n                                                            \n                                                         \n                                                         \n                                                            \n                                                               V\n                                                               \n                                                                  \n                                                                     \n                                                                        SiO\n                                                                     \n                                                                     2\n                                                                  \n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             3\n                                          \n                                          −\n                                          1\n                                       \n                                       )\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (8)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             V\n                                             \n                                                PHMA\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             V\n                                             \n                                                \n                                                   \n                                                      SiO\n                                                   \n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          4\n                                          π\n                                          \n                                             r\n                                             p\n                                             2\n                                          \n                                          \n                                             Σ\n                                             0\n                                          \n                                          \n                                             (\n                                             \n                                                \n                                                   \n                                                      \n                                                         M\n                                                         n\n                                                      \n                                                      N\n                                                   \n                                                   \n                                                      \n                                                         N\n                                                         0\n                                                      \n                                                      ρ\n                                                   \n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       \n                                          \n                                             4\n                                             3\n                                          \n                                          π\n                                          \n                                             r\n                                             p\n                                             3\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>t</i>\n                        PHMA is the thickness of PHMA inner block; <i>r</i>\n                        \n                           <i>p</i>\n                         is the radius of the SiO2 core; <i>N</i> and <i>ρ</i> are degree of polymerization, and mass density of the PHMA block, respectively; and <i>N</i>\n                        0 is the Avogadro constant. The PHMA block thickness in the current study is between 5 and 20 nm, and is summarized in [tbl1].", "The PGMA is compatible with epoxy, forming a PGMA-epoxy interphase. Dukes et al. [bib26] measured the polymer brush height of polystyrene (PS) on SiO2 nanoparticles (diameter of 14 ± 4 nm) in a good solvent for Σ0 from 0.05 to 0.55 chains/nm2 and <i>N</i> from 0 to 1200. The result is applicable to estimate the thickness of the PGMA block, because the epoxy is a good “solvent” for PGMA and the chain stiffness of PGMA is close to PS based on their Kuhn length, <i>b</i>, with the Kuhn length of PGMA estimated from that of PMMA based on their similar structure (<i>b</i>\n                        PS = 1.67 nm [bib27] and <i>b</i>\n                        PGMA ≈ <i>b</i>\n                        PMMA = 1.39 [bib27]). The molar mass of GMA is 142.2 g/mol, giving an <i>N</i> of 140 for 20 kg/mol PGMA. Based on Dukes' measurement, the PGMA thickness is estimated to be from 20 to 35 nm for Σ0 of 0.07–0.7 chains/nm2 \n                        [bib26]. The PGMA thickness is summarized in [tbl1]. An illustrative diagram of the PHMA-<i>b</i>-PGMA grafted SiO2 in epoxy is shown in [fig2]\n                        ."]], ["Tensile properties", ["Representative stress strain curves of the neat epoxy and polymer grafted SiO2 filled epoxy are shown in [fig3]\n                         and the tensile properties are summarized in [tbl2]\n                        . The composite modulus versus SiO2 volume percent plots for the PGMA-SiO2 filled epoxy and PHMA-b-PGMA-SiO2 filled epoxy are shown in [fig4]\n                        .", "The polymer grafted SiO2 nanoparticles ([fig3](b–d)) enhance the strain-to-failure compared to the neat epoxy ([fig3](a)). The PHMA-<i>b</i>-PGMA-SiO2 nanoparticles ([fig3](c,d)) are more effective than the PGMA-SiO2 ([fig3](b)) at increasing strain-to-failure. A comparison of the tensile curves of the 0.4 vol% 40k20k (0.2) composite ([fig3](c)) and the 0.4 vol % 40k20k (0.7) composite ([fig3](d)) reveals SiO2 with lower graft density maintains the yield strength and modulus better than SiO2 with higher graft density at the same SiO2 volume percent.", "Note:{<i>t</i>, <i>a</i>\n                        0, (<i>W</i>−<i>a</i>\n                        0)} ∼ 3 mm < 2.5 (<i>K</i>\n                        \n                           <i>q</i>\n                        /<i>σ</i>\n                        \n                           <i>yt</i>\n                        )2–3.5–4.0 mm at <i>K</i>\n                        \n                           <i>q</i>\n                         ∼ 3 MPa m0.5, thus <i>K</i>\n                        \n                           <i>q</i>\n                         and <i>G</i>\n                        \n                           <i>q</i>\n                         that are not strictly for plane strain condition are marked in parentheses.", "The modulus of the PGMA-SiO2 increases with increasing SiO2 volume percent. This improvement fits well to the Halpin-Tsai no slipping model [bib28] in [fig4](a), indicating that the PGMA block formed a strong interphase with the matrix. The PHMA-<i>b</i>-PGMA-SiO2 filled epoxy nanocomposites showed three distinctive phases in AFM images from our previous work [bib14]: the SiO2 core, the PHMA inner block, and the PGMA epoxy interphase indistinguishable from the epoxy matrix. Thus, the Halpin-Tsai two phase model is not applicable. An analytical three phase modulus model was put forth by Ji et al. [bib29] based on Takayangi's two phase model. Ji's model was successfully applied to fit the modulus increase with filler content for montmorillonite clay filled nylon 6 nanocomposites. The model assumes the interphase has a linear gradient modulus from the particle surface to the polymer matrix. Since the PHMA block is an independent phase from the epoxy matrix, Ji's model is simplified by assuming a step change in modulus, rather than a modulus gradient, in Equations [fd9]:\n                           \n                              (9)\n                              \n                                 \n                                    \n                                       1\n                                       \n                                          \n                                             E\n                                             c\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          1\n                                          −\n                                          \n                                             \n                                                \n                                                   V\n                                                   \n                                                      p\n                                                      i\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          \n                                             E\n                                             m\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   V\n                                                   \n                                                      p\n                                                      i\n                                                   \n                                                \n                                             \n                                          \n                                          −\n                                          \n                                             \n                                                \n                                                   V\n                                                   p\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          \n                                             (\n                                             \n                                                1\n                                                −\n                                                \n                                                   \n                                                      \n                                                         V\n                                                         \n                                                            p\n                                                            i\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             )\n                                          \n                                          \n                                             E\n                                             m\n                                          \n                                          +\n                                          \n                                             \n                                                \n                                                   V\n                                                   \n                                                      p\n                                                      i\n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             E\n                                             i\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   V\n                                                   p\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          \n                                             (\n                                             \n                                                1\n                                                −\n                                                \n                                                   \n                                                      \n                                                         V\n                                                         \n                                                            p\n                                                            i\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             )\n                                          \n                                          \n                                             E\n                                             m\n                                          \n                                          +\n                                          \n                                             (\n                                             \n                                                \n                                                   \n                                                      \n                                                         V\n                                                         \n                                                            p\n                                                            i\n                                                         \n                                                      \n                                                   \n                                                \n                                                −\n                                                \n                                                   \n                                                      \n                                                         V\n                                                         p\n                                                      \n                                                   \n                                                \n                                             \n                                             )\n                                          \n                                          \n                                             E\n                                             i\n                                          \n                                          +\n                                          \n                                             \n                                                \n                                                   V\n                                                   p\n                                                \n                                             \n                                          \n                                          \n                                             E\n                                             p\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (10)\n                              \n                                 \n                                    \n                                       V\n                                       \n                                          p\n                                          i\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                \n                                                   (\n                                                   \n                                                      \n                                                         r\n                                                         p\n                                                      \n                                                      +\n                                                      \n                                                         t\n                                                         i\n                                                      \n                                                   \n                                                   )\n                                                \n                                                /\n                                                \n                                                   r\n                                                   p\n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       3\n                                    \n                                    \n                                       V\n                                       p\n                                    \n                                 \n                              \n                           \n                        where <i>E</i>\n                        \n                           <i>c</i>\n                        , <i>E</i>\n                        \n                           <i>m</i>\n                        , <i>E</i>\n                        \n                           <i>p</i>\n                        , and <i>E</i>\n                        \n                           <i>i</i>\n                         are Young's moduli of the composite, matrix, particle cores and interphase, respectively; and <i>V</i>\n                        \n                           <i>p</i>\n                         and <i>V</i>\n                        \n                           <i>pi</i>\n                         are the volume fraction of the particle core and the sum of the volume fraction of the particle core and interphase, respectively. The value of <i>E</i>\n                        \n                           <i>m</i>\n                         is 3.3 GPa, the value of <i>E</i>\n                        \n                           <i>p</i>\n                         is 70 GPa [bib30] and the value <i>E</i>\n                        \n                           <i>i</i>\n                         is the average interphase modulus and is calculated below. <i>V</i>\n                        \n                           <i>p</i>\n                         and <i>V</i>\n                        \n                           <i>pi</i>\n                         are correlated according to Equation [fd10], where <i>r</i>\n                        \n                           <i>p</i>\n                         and <i>t</i>\n                        \n                           <i>i</i>\n                         are particle core radius and interphase thickness (<i>r</i>\n                        \n                           <i>p</i>\n                         = 7.5 nm, <i>t</i>\n                        \n                           <i>i</i>\n                         = <i>t</i>\n                        PHMA in [tbl1]).", "The modulus of the PHMA block used for <i>E</i>\n                        \n                           <i>i</i>\n                         in Equation [fd10] is theoretically calculated. Grafted PHMA is end tethered at the SiO2 surface, and its <i>T</i>\n                        \n                           <i>g</i>\n                         is 20 °C below room temperature, which makes it a molten polymer brush at room temperature. Fredrickson et al. [bib31] predicted that a molten polymer brush has a non-liquid behavior and calculated its shear modulus from Equation [fd1] \n                        [bib31 bib32]:\n                           \n                              (11)\n                              \n                                 \n                                    \n                                       G\n                                       0\n                                    \n                                    =\n                                    3\n                                    \n                                       k\n                                       B\n                                    \n                                    T\n                                    \n                                       \n                                          \n                                             h\n                                             0\n                                             2\n                                          \n                                       \n                                       \n                                          ν\n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      b\n                                                      \n                                                         N\n                                                         K\n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>k</i>\n                        \n                           <i>B</i>\n                         is the Boltzmann constant; <i>h</i>\n                        0 is the polymer brush height, which is equal to <i>t</i>\n                        PHMA; <i>b</i> is the Kuhn length of the polymer chain (<i>b</i>\n                        PHMA = 2.4 nm [bib18]); <i>N</i>\n                        \n                           <i>K</i>\n                         is the number of Kuhn monomers per chain; <i>bN</i>\n                        \n                           <i>K</i>\n                         equals the chain contour length; and <i>ν</i> is the monomer volume and is calculated to be the ratio of molar mass to density (<i>ν</i>\n                        PHMA = 0.3 nm3 \n                        [bib18]). Equation [fd1] is valid when 1/Σ0 < 4\n                           \n                              \n                                 R\n                                 g\n                                 2\n                              \n                           \n                        , where Σ0 and <i>R</i>\n                        \n                           <i>g</i>\n                         are the surface graft density and radius of gyration, respectively. This condition is met for the studied systems.", "<i>G</i>\n                        0 of the PHMA blocks of the nanocomposites and parameters used for the calculation are summarized in [tbl3]\n                        . <i>G</i>\n                        0 increases with higher graft density (Σ0) and lower molecular weight (<i>M</i>\n                        \n                           <i>n</i>\n                        ). Since shear stretching polymer brushes will increase the free energy due to the loss of chain configurational entropy, highly stretched polymer brushes will encounter a larger energy barrier than less stretched polymer brushes and have a larger macroscopic shear modulus. Without external forces, the chains in the PHMA block of higher Σ0 and lower <i>M</i>\n                        \n                           <i>n</i>\n                         are more stretched than those in the PHMA block of lower Σ0 and higher <i>M</i>\n                        \n                           <i>n</i>\n                         due to a smaller chain–chain distance or larger chain–chain interaction. The Young's modulus of the PHMA block (<i>E</i>\n                        \n                           <i>i</i>\n                        ) is estimated to be 3<i>G</i>\n                        0, assuming the PHMA block is isotropic and has a Poisson's ratio of 0.5 at small tensile strain. A Poisson's ratio of 0.5 is valid for incompressible materials and has been assumed for molten polymer brushes [bib33].", "The moduli of the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy nanocomposites are calculated using Equations [fd9] and are found to fit well with the experimentally measured moduli in [fig4](b). Modulus decrease due to the PHMA block is seen in the 20k20k (0.7) composites and 40k20k (0.7) composites, but the decrease is milder for the former. Interestingly, the composite modulus increases in the 80k20k (0.07) composites, and the increase is similar to that of the PGMA-SiO2 filled epoxy. According to Ji's model, the composite modulus is more sensitive to the interphase thickness than the interphase modulus when the interphase is softer than the matrix. Based on this and the experimental results, a thin PHMA block, which is provided by lower graft density and/or molecular weight, will not reduce the modulus improvement provided by the rigid nanoparticle cores.", "The tensile fracture surfaces of the neat epoxy and nanocomposites are shown in [fig5]\n                        . In our previous work [bib14], voids were observed in the fracture surfaces of the PHMA-<i>b</i>-PGMA grafted SiO2 filled epoxy at graft density of 0.7 chains/nm2. Plastic void growth was ascribed to the generation of the voids and the improvement in the strain-to failure [bib14]. Voids around nanoparticles are also observed in nanocomposites at low graft density as shown in an example of a 80k20k (0.07) composite in [fig5](c). No voids were found in the neat epoxy ([fig5](a)) or PGMA-SiO2 filled epoxy ([fig5](b)). Hence, the presence of the PHMA inner block is critical to the initiation of plastic void growth in the studied systems and the PHMA block with graft densities from 0.07 to 0.7 chains/nm2 all induce plastic void growth."]], ["Fracture toughness", ["The fracture toughness (<i>K</i>\n                        \n                           <i>q</i>\n                        ) and the fracture energy (<i>G</i>\n                        \n                           <i>q</i>\n                        ) of the neat epoxy and nanocomposites are summarized in [tbl2]. The values in the parentheses in [tbl2] (the highest fracture toughness values) are not strictly plane strain fracture toughness (<i>K</i>\n                        1<i>c</i>\n                        ) or fracture energy (<i>G</i>\n                        1<i>c</i>\n                        ), as determined by applying the plane strain criteria (Equation [fd5]). However, comparisons between samples are still valid since the sample geometry was the same for all composites and all samples were tested under the same conditions. The PHMA-<i>b</i>-PGMA-SiO2 filled epoxy achieved a maximum improvement in <i>K</i>\n                        \n                           <i>q</i>\n                         of 300% and an order of magnitude improvement in <i>G</i>\n                        \n                           <i>q</i>\n                         compared to the neat epoxy.", "<i>K</i>\n                        \n                           <i>q</i>\n                         of the neat epoxy and nanocomposites is shown as a function of the volume percent of the SiO2 core, PGMA outer block and PHMA inner block in [fig6]\n                        . <i>K</i>\n                        \n                           <i>q</i>\n                         of the PGMA-SiO2 filled epoxy increases proportionally with SiO2 and PGMA vol % as shown in [fig6](a) and (b). The free PGMA filled epoxy does not show such obvious improvement at the same PGMA vol %, nor does bare SiO2 filled epoxy, as shown in [tbl2]. The particle matrix interface strength can significantly impact the fracture toughness of the nanoparticle filled epoxy [bib34]. Since the grafted PGMA was covalently bonded with the SiO2 and epoxy, it would increase the interphase strength and help to toughen the matrix. Linear thermoplastic polymers have also been reported to toughen epoxy effectively when they form nanosized microdomains [bib35]. One major reason is that the microdomains induce stress concentrations and shear deformation. The grafted PGMA generates PGMA rich domains (∼30 nm thick, as shown in [tbl1]) at the SiO2 surface, leading to local shear deformation and further toughening of the matrix. Such toughening has also been reported for PGMA grafted Al2O3 particle filled epoxy [bib36].", "<i>K</i>\n                        \n                           <i>q</i>\n                         of the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy is indistinguishable from the PGMA-SiO2 filled epoxy at SiO2 vol% lower than 0.5 vol%, but is two to three times larger than the latter above 0.5 vol% SiO2. This shows that the PHMA inner block toughens epoxy more effectively than the PGMA. The <i>K</i>\n                        \n                           <i>q</i>\n                         step in the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy is caused by plane strain to plane stress transition since the specimens are not strictly in plane strain condition at higher loadings. This transition can be seen in [fig6](c). The 20k20k (0.7) composites show a transition at a higher PHMA vol% than the other composites, indicating that it is most difficult to release hydrostatic stress with the 20k20k (0.7) particles. This is because the PHMA block in the 20k20k (0.7) composites has the shortest chain length and highest graft density, and the largest modulus based on [tbl3]. Thus, a PHMA block with larger molecular weight and/or smaller graft density is more favorable in releasing hydrostatic stress in the epoxy.", "The SEM micrographs showing the fracture morphology of the neat epoxy and the nanocomposites after three point bending are shown in [fig7]\n                        . Both PGMA-SiO2 filled epoxy and PHMA-<i>b</i>-PGMA-SiO2 filled epoxy exhibit a rougher fracture surface than the neat epoxy, indicating local plastic deformation in the nanocomposites. Crack deflection can also cause increased surface roughness, but is not likely to be a main mechanism in the current systems because of the low loadings and small particle size. Voids are observed in the fracture surface of the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy ([fig7](c)), but not in the neat epoxy ([fig7](a)), or the PGMA-SiO2 filled epoxy ([fig7](b)). Thus, plastic void growth is an important toughening mechanism leading to the larger fracture toughness achieved by the PHMA-<i>b</i>-PGMA-SiO2 compared to the PGMA-SiO2.", "Shear banding is another mechanism that can cause significant epoxy toughening. It is induced by a crack in the process zone, and can be observed at the crack tip using transmitted light microscopy [bib37]. Transmitted light microscope images at the crack tip of the 2 vol% 20k (0.7) composite and all 40k20k (0.7) composites are shown in [fig8]\n                        . Shear banding is seen in 0.3 and 0.4 vol% 40k20k (0.7) composites in Fig. 8(c,d), but not in the PGMA-SiO2 filled epoxy in Fig. 8(a) or 0.2 vol% 40k20k (0.7) composite in Fig. 8(b). Hence, shear banding is an important toughening mechanism only in the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy, but not at low loadings."]], ["Toughening mechanisms in PHMA-b-PGMA-SiO2 filled epoxy", ["The fracture energy of the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy composites (<i>G</i>\n                        \n                           <i>c</i>\n                        ) is equal to the matrix fracture energy (<i>G</i>\n                        \n                           <i>m</i>\n                        ) plus the fracture energy increase due to the fillers (<i>Ψ</i>) [bib22]:\n                           \n                              (12)\n                              \n                                 \n                                    \n                                       G\n                                       c\n                                    \n                                    =\n                                    \n                                       G\n                                       m\n                                    \n                                    +\n                                    ψ", "Based on the fracture surface and sub-surface damage analysis, plastic void growth and shear banding have occurred in the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy.", "The theoretical contribution from plastic void growth can be calculated using the Huang and Kinloch model [bib22], and is expressed in Equation [fd3]:\n                           \n                              (13)\n                              \n                                 \n                                    Δ\n                                    \n                                       G\n                                       v\n                                    \n                                    =\n                                    \n                                       (\n                                       \n                                          \n                                             V\n                                             \n                                                f\n                                                v\n                                             \n                                          \n                                          −\n                                          \n                                             V\n                                             \n                                                f\n                                                r\n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    \n                                       σ\n                                       \n                                          y\n                                          t\n                                       \n                                    \n                                    \n                                       r\n                                       y\n                                    \n                                 \n                              \n                           \n                        where <i>V</i>\n                        \n                           <i>fv</i>\n                         and <i>V</i>\n                        \n                           <i>fr</i>\n                         are the volume fraction of void and rubber particles, respectively; <i>σ</i>\n                        \n                           <i>yt</i>\n                         is the yield stress of the composites; and <i>r</i>\n                        \n                           <i>y</i>\n                         is the plastic zone radius in the nanocomposites. Here, <i>V</i>\n                        \n                           <i>fr</i>\n                         is the volume fraction of the PHMA block and <i>V</i>\n                        \n                           <i>fv</i>\n                         is the void volume fraction measured from the fracture surfaces. <i>r</i>\n                        \n                           <i>y</i>\n                         is usually calculated from Equation [fd4] \n                        [bib22]:\n                           \n                              (14)\n                              \n                                 \n                                    \n                                       r\n                                       y\n                                    \n                                    =\n                                    \n                                       r\n                                       \n                                          y\n                                          u\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             [\n                                             \n                                                \n                                                   K\n                                                   \n                                                      v\n                                                      m\n                                                   \n                                                \n                                                \n                                                   (\n                                                   \n                                                      1\n                                                      +\n                                                      \n                                                         \n                                                            \n                                                               μ\n                                                               m\n                                                            \n                                                         \n                                                         \n                                                            \n                                                               3\n                                                            \n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             ]\n                                          \n                                       \n                                       2\n                                    \n                                 \n                              \n                           \n                        where <i>K</i>\n                        \n                           <i>vm</i>\n                         is the von Mises stress intensity and varies with particle dispersion and concentration, but is usually taken as 2.22 for analyzing toughening mechanisms [bib11 bib22]. <i>μ</i>\n                        \n                           <i>m</i>\n                         is a material constant and has been reported to be 0.175–0.225 [bib11], and is usually taken as 0.2 [bib11]. If <i>K</i>\n                        \n                           <i>vm</i>\n                         and <i>μ</i>\n                        \n                           <i>m</i>\n                         are taken as constants, <i>r</i>\n                        \n                           <i>y</i>\n                         becomes a constant according to Equation [fd4]. However, this is not the case in the current study, because <i>r</i>\n                        \n                           <i>y</i>\n                         ranges from 2 to 10 times <i>r</i>\n                        \n                           <i>yu</i>\n                         as shown in [tbl2]. <i>K</i>\n                        \n                           <i>vm</i>\n                         cannot be taken as constant in the current study and the <i>r</i>\n                        \n                           <i>y</i>\n                         values in [tbl2] were used in Equation [fd3] to calculate the contribution from plastic void growth.", "Void size and voiding efficiency are required for calculating the volume fraction of voids, <i>V</i>\n                        \n                           <i>fv</i>\n                        . The plastic void size in a three point bending fracture surface was measured from two 10 μm × 10 μm SEM micrographs; at least 100 voids were measured for each composite. An example showing the histogram of void size at different loadings for the 80k20k (0.07) composites is shown in [fig9]\n                        . The voiding efficiency is calculated as the ratio of the planar density of the voids to the particles. The weighted average void size and voiding efficiency are summarized in [tbl4]\n                        .", "[tbl4] shows that the void size in the 80k20k (0.07) composites and 40k20k (0.2) composites are larger than the 40k20k (0.7) composites and 20k20k (0.7) composites; thus, the PHMA grafted SiO2 with lower graft densities are more effective in inducing plastic void growth in the epoxy. The nanocomposites showed a sudden decrease in the voiding efficiency at higher particle concentration, highlighted in parentheses. Hydrostatic stress at the crack tip under plane stress is smaller than under plane strain. Since nanocomposites with <i>K</i>\n                        \n                           <i>q</i>\n                         larger than 3 MPa m0.5 fell outside the criteria in Equation [fd5], they underwent plane strain to plane stress transitions at higher concentration. The decrease in voiding efficiency at the higher particle loadings is therefore an indication of a reduction in local hydrostatic stress at the crack tip due to the plane strain to plane stress transition.", "The contribution of shear banding to the fracture energy is calculated also using the Huang and Kinloch theory [bib22]. The analytical equation for <i>ΔG</i>\n                        \n                           <i>s</i>\n                         is expressed in Equation [fd5]:\n                           \n                              (15)\n                              \n                                 \n                                    Δ\n                                    \n                                       G\n                                       s\n                                    \n                                    =\n                                    0.5\n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      \n                                                         \n                                                            4\n                                                            π\n                                                         \n                                                         \n                                                            3\n                                                            \n                                                               V\n                                                               f\n                                                            \n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             \n                                                \n                                                   1\n                                                   2\n                                                \n                                             \n                                          \n                                          −\n                                          \n                                             \n                                                54\n                                             \n                                             \n                                                35\n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    \n                                       V\n                                       f\n                                    \n                                    \n                                       σ\n                                       \n                                          y\n                                          c\n                                       \n                                    \n                                    \n                                       γ\n                                       f\n                                    \n                                    \n                                       r\n                                       y\n                                    \n                                 \n                              \n                           \n                        where <i>V</i>\n                        \n                           <i>f</i>\n                         is the volume fraction of the PHMA; <i>σ</i>\n                        \n                           <i>yc</i>\n                         and <i>ϒ</i>\n                        \n                           <i>f</i>\n                         are true yield stress and true fracture strain measured in plane stress compression test [bib22], and are taken from the literature values of a DGEBA anhydride system (120 MPa and 0.75)[bib38]; and <i>r</i>\n                        \n                           <i>y</i>\n                         is the plastic zone radius of the composites, which is shown in [tbl2]. [tbl5]\n                         compares the fracture energy increase for the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy (Exp. <i>Ψ</i>) to the calculated fracture energy increase (Cal. <i>Ψ</i>) from shear banding (Δ<i>G</i>\n                        \n                           <i>s</i>\n                        ) and plastic void growth (Δ<i>G</i>\n                        \n                           <i>v</i>\n                        ).", "Comparing the measured <i>Ψ</i> and calculated <i>Ψ</i>, the Huang and Kinloch model reproduces the trend of the fracture energy increase in the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy nanocomposites. This shows that shear banding and plastic void growth are leading mechanisms for these nanocomposites. The ratio of Δ<i>G</i>\n                        \n                           <i>v</i>\n                         to Δ<i>G</i>\n                        \n                           <i>s</i>\n                         is less than 1. Thus shear banding is more dominant in the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy nanocomposites.", "The calculated <i>Ψ</i> is smaller than the measured <i>Ψ</i> for all the nanocomposites in [tbl5], indicating the occurrence of other toughening mechanisms. PGMA grafted SiO2 shows obvious improvement in the fracture energy ([fig6](a) and (b)), which was ascribed to the generation of a tougher PGMA epoxy interphase than the matrix. The PGMA outer block can also form such an interphase in the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy, leading to matrix toughening, in addition to the shear banding and plastic void growth from the PHMA. For example, <i>K</i>\n                        \n                           <i>q</i>\n                         of the 20k20k (0.7) composite at 0.6 vol% SiO2 is 1.9 J/m2 and the sum of Δ<i>G</i>\n                        \n                           <i>s</i>\n                         and Δ<i>G</i>\n                        \n                           <i>v</i>\n                         is 0.55 J/m2 ([tbl5]). Thus, there is a difference of 1.45 J/m2 between the two. This difference is similar to the fracture energy of 1.2 J/m2 for the 20k (0.7) composites at 1 vol% SiO2 (which has a similar PGMA content as the 20k20k (0.7) composite at 0.6 vol% SiO2). Furthermore, the Huang and Kinloch model was based on 2D plane strain. The nanocomposites with <i>K</i>\n                        \n                           <i>q</i>\n                         larger than 3 MPa m0.5 were under mixed plane strain and plane stress. This can be a source of discrepancy between the model and the experiment. Last but not least, the void size and voiding efficiency determined by SEM micrographs are approximations, which reduce the accuracy of the model predicting the plastic void growth contribution. In summary, the contribution to the fracture energy from the grafted PGMA block is expected to account for the difference between the measured composite fracture toughness and calculated fracture toughness by Huang and Kinloch. Further work needs to be done to quantify this toughening mechanism."]], ["Fatigue behavior", ["Rubbers can reduce the fatigue crack growth rate of epoxies by inducing plastic void growth and shear banding [bib39]. The fatigue properties of the block copolymer nanocomposites were studied to determine if the rubbery interphase can have the same effect. Curves of fatigue crack growth rate (d<i>a/</i>d<i>N</i>) versus stress intensity range (Δ<i>K</i>) at the crack tip for the neat epoxy and nanocomposites are shown in [fig10]\n                        . There are several important parameters used to compare the fatigue crack growth properties in different materials. Δ<i>K</i>th, the stress intensity range near the threshold of the fatigue crack rate, in practice is considered to be under 10−6 mm/cycle. Δ<i>K</i>\n                        \n                           <i>b</i>\n                         is the stress intensity factor at failure. Between Δ<i>K</i>th and Δ<i>K</i>\n                        \n                           <i>b</i>\n                         is the Paris-Erdogan region [bib40], where the crack growth rate is a linear function of Δ<i>K</i> in the log–log plot. The Paris-Erdogan law is expressed in Equation [fd6].\n                           \n                              (16)\n                              \n                                 \n                                    \n                                       \n                                          ⅆ\n                                          a\n                                       \n                                       \n                                          ⅆ\n                                          N\n                                       \n                                    \n                                    =\n                                    \n                                       C\n                                       0\n                                    \n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                Δ\n                                                K\n                                             \n                                             )\n                                          \n                                       \n                                       n", "<i>C</i>\n                        0 and <i>n</i> are best fitting parameters and do not have significant physical meaning. Lower <i>C</i>\n                        0 and <i>n</i> usually indicate lower fatigue crack growth rate at a given Δ<i>K</i> \n                        [bib41]. The fatigue crack growth parameters of the neat epoxy and the epoxy nanocomposites are summarized in [tbl6]\n                        .", "As shown in [fig10], a transition stress intensity (Δ<i>K</i>\n                        \n                           <i>T</i>\n                        ) is observed in the 0.3 vol% 40k40k (0.7) nanocomposites, and the crack growth rate drops rapidly and falls below 10−6 mm/cycle below Δ<i>K</i>\n                        \n                           <i>T</i>\n                        . For the 0.4 vol% 40k20k (0.7) composites, a transition point can also be seen, although the crack growth rate has not decreased below 10−6 mm/cycle in the measured Δ<i>K</i> range.", "The neat epoxy and other nanocomposites do not show transition points in the stress intensity range measured, and the slowest crack growth rates do not fall below the threshold rate at the studied stress intensity range. This is because the minimum stress intensity range measured for the specimen geometry is larger than the threshold and transition point of the crack growth rate curve. Δ<i>K</i>th of the neat epoxy and the composites is smaller than the lowest Δ<i>K</i> tested.", "It is shown in [tbl6] that Δ<i>K</i>th of the 0.3 vol% and 0.4 vol% 40k20-40k (0.7) is larger than the neat epoxy. The other nanocomposites might have a threshold and transition stress intensity range similar to the neat epoxy, but that was not determined in the current study. All of the nanocomposites have a larger Δ<i>K</i>\n                        \n                           <i>b</i>\n                         than the neat epoxy. The largest improvement in Δ<i>K</i>\n                        \n                           <i>b</i>\n                         is 39%, achieved with the 0.4 vol% 40k20k (0.7) composite. The <i>C</i>\n                        0 values are reduced by an order of magnitude in the polymer grafted SiO2 filled nanocomposites compared to the neat epoxy. The <i>n</i> values of the nanocomposites decrease or are the same as the neat epoxy. The reduction of <i>C</i>\n                        0 and <i>n</i> indicates that the growth rate of the composites is always slower than the neat epoxy at the same stress intensity range [bib41]. A plot of stress intensity range at d<i>a</i>/d<i>N</i> of 4 × 10−4 mm/cycle (Δ<i>K</i>*) vs. three point bending fracture toughness (<i>K</i>\n                        \n                           <i>q</i>\n                        ) is shown in [fig11]\n                        . There is clearly a correlation between Δ<i>K</i>* and <i>K</i>\n                        \n                           <i>q</i>\n                        . Therefore, improvement in fracture toughness can be an indication of improvement in fatigue behavior.", "SEM micrographs showing the fracture surface after fatigue failure of the neat epoxy, 0.6 vol% 20k20k (0.7) composite, and 0.4 vol% 40k20k (0.7) composite are presented in [fig12]\n                        . The overviews of the fracture surface reveal that there are more crack arrest lines in the nanocomposites ([fig12](c, e)) than in the neat epoxy ([fig12](a)). More crack arrest lines and massive plastic deformation lead to the increase in fatigue resistance and slower crack growth rate.", "High magnification micrographs of the arrested crack front for the neat epoxy and epoxy nanocomposites ([fig12](b, d, and e)) show that there are voids on the fracture surface of the nanocomposites, but not on that of the neat epoxy. There are clearly fewer voids on the fatigue fracture surfaces than on the tensile ([fig5]) or three point bending fracture surfaces ([fig7]). This is because the fatigue crack growth test was carried out under plane stress. There is smaller hydrostatic stress under plane stress, thus plastic void growth is significantly suppressed. Shear banding, on the other hand, is active under plane stress, and is one of the main mechanism leading to the reduction in fatigue crack growth rate in the nanocomposites."]]]], ["Summary and conclusions", ["In this study, PHMA-<i>b</i>-PGMA grafted SiO2 nanoparticles have been used to toughen an anhydride cured DGEBA epoxy. The modulus, strength, ductility, fracture toughness and fatigue properties were systematically studied for the grafted SiO2 filled epoxy at different graft densities and molecular weights of the PHMA inner block. Adding rubbery copolymer grafted rigid particles is a promising method to toughen glassy polymers. These particles can also improve modulus and maintain tensile strength, a combination which cannot be achieved by conventional rubber particles.", "A thin PHMA inner block (achieved in the 80k20k (0.07) composites) improved the ductility in epoxy and still allowed reinforcement by the rigid nanoparticle, leading to an increase in modulus. The thickness of the rubbery block interphase can be controlled by varying the graft density and molecular weight. Lightly grafted SiO2 filled epoxy leads to higher ductility, modulus and yield strength than densely grafted SiO2 filled epoxy. The composite modulus of the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy showed good agreement with Ji's three phase modulus model. This is important direct experimental evidence of the validity of the three phase modulus model for nanocomposite systems.", "The fracture toughness tripled and fracture energy was improved by a factor of ten in the PHMA-<i>b</i>-PGMA-SiO2 filled epoxy compared to the neat epoxy. Lower graft density and/or high molecular weight is most favorable for toughening the epoxy. The 40k20k (0.7), 40k20k (0.2) and 80k20k (0.07) composites achieved larger fracture toughness than 20k20k (0.7) composites. Plastic void growth and shear banding were observed and found to be the main toughening mechanisms. Shear banding is the more dominant toughening mechanism.", "Fatigue properties of an epoxy can be significantly improved by rubbery copolymer grafted rigid nanoparticles. The fatigue crack growth rate, crack growth threshold stress intensity and stress intensity at failure increased in copolymer grafted SiO2 filled epoxy. The rubbery copolymer grafted SiO2 filled epoxy shows more significant improvement in the fatigue properties than the PGMA grafted SiO2 filled epoxy, indicating that the PHMA rubbery block is the key to enhancing the fatigue behavior of the epoxy nanocomposites."]]], "doi": "10.1016/j.polymer.2013.05.033"}