{"title": "Bulk transparent epoxy nanocomposites filled with poly(glycidyl methacrylate) brush-grafted TiO2 nanoparticles", "abstract": "Poly(glycidyl methacrylate) polymer brushes were grafted onto TiO2 nanoparticle surfaces <i>via</i> a combination of phosphate ligand engineering and Cu-catalyzed alkyne-azide “click” reaction. The grafted TiO2 nanoparticles are compatible with a commercial epoxy resin enabling the preparation of thick (1 mm) transparent high-refractive index TiO2/epoxy nanocomposites. In order to maximize the volumetric loading and thereby the refractive index of nanocomposites, the minimum graft densities that can lead to high optical transparency were identified. It was found that, when the graft density was too low to form polymer brushes, the dispersion of the grafted particles changed from a dispersed state to an agglomerated state. The transition of the dispersion state was in good agreement with the theoretical prediction from a parametric model. This good agreement will facilitate the design and fabrication of transparent polymer nanocomposites filled with grafted nanoparticles. With 30 wt% loading of TiO2 nanoparticles, the refractive index of TiO2/epoxy nanocomposites increased from 1.5 for neat epoxy to 1.62. The transparency of the prepared nanocomposites can be well predicted by the Raleigh scattering model.", "body": [["Introduction", ["Combining the advantages such as high optical transparency and excellent processability from organic components with the added functionality from inorganic nanofillers, polymer nanocomposites can exhibit diverse functional properties, and are already used for a variety of important applications [bib1 bib2 bib3]. For optical applications such as encapsulation of light emitting diodes (LEDs), polymer matrices filled with high-refractive-index (high-<i>n</i>) nanoparticles (NPs) would increase the refractive index of the encapsulant, and thereby the light extraction efficiency of LEDs [bib4]. So far, most reported research has been focused on high-<i>n</i> nanocomposite thin films with a typical thickness less than 50 μm [bib2]. To be used as high-<i>n</i> LED encapsulant or lens materials, bulk nanocomposites with a thickness of 1 mm are desired. Compared with various <i>in situ</i> preparation methods, <i>ex situ</i> synthesis of optical NPs and direct incorporation into the polymer matrix provides the flexibility of choosing inorganic and organic building blocks with well-defined properties and thus the possibility of tuning the properties of the nanocomposites [bib2]. However, a critical obstacle to the fabrication of transparent nanocomposites <i>via</i> the <i>ex situ</i> route is controlling the size and size distribution of functional NPs, and more importantly the dispersion of inorganic fillers within polymer matrices since inorganic NPs are prone to aggregation in polymers [bib5].", "One general and effective approach to dispersing NPs within a polymer matrix is to graft inorganic NPs with polymer chains having the same or similar chemical composition as the matrix polymer [bib6 bib7 bib8 bib9]. Although this particle dispersion approach is successful in the most extensively explored silica/polymer nanocomposite systems, in most cases these NPs were grafted with high density polymer brushes using surface-initiated “grafting from” methods [bib10 bib11 bib12 bib13]. By contrast, very few studies have been carried out in the preparation of transparent thick high-<i>n</i> nanocomposites <i>via</i> the simple “grafting to” approach. Epoxy represents a class of thermosetting polymeric materials with extensive and important industrial applications ranging from coatings to adhesives and electronic and optical devices packaging such as encapsulation for LEDs. Therefore, a simple and versatile method to homogeneously disperse functional NPs in the epoxy matrix is urgently needed. Grafting inorganic NPs with poly(glycidyl methacrylate) (PGMA) has been shown to be able to improve the dispersion of NPs within epoxy matrices and prepare highly transparent thin film coatings [bib14 bib15]. The dispersion of the grafted particles within polymer matrices has been reported to be affected by the graft density, the grafted/matrix chain length ratio, as well as the particle size [bib7 bib8 bib9 bib16 bib17 bib18]. However, very little quantitative information is available on the dispersion behavior despite the ubiquity of polymers filled with homogeneously dispersed grafted particles. Thus, a more quantitative prediction of the dispersion state of grafted NPs would provide a guideline for practical fabrication of transparent polymer nanocomposites.", "Generally, densely grafted thick polymer layers are desired for achieving good screening of the NP core–core attraction and hence good dispersion in the polymer matrix. On the other hand, to improve the refractive index of the nanocomposites effectively, a sufficiently high loading concentration of high-<i>n</i> NPs is needed. Therefore, achieving good dispersion of high-<i>n</i> NPs within polymer matrices with the minimum amount of grafted polymer is critical to the practical fabrication of high-<i>n</i> nanocomposites. In this work, we experimentally studied the dispersion behavior of PGMA-grafted TiO2 NPs within an epoxy matrix through varying the graft density and molecular weight of the grafted PGMA chains. We further built a predictive dispersion phase diagram for the dispersion of PGMA-grafted TiO2 NPs within the epoxy matrix, which agrees well with experimental observations. Finally, based upon the comprehensive understanding and effective control of the dispersion behavior of PGMA-grafted TiO2 particles within the commercial epoxy matrix, bulk transparent high-<i>n</i> TiO2/epoxy nanocomposites were successfully prepared."]], ["Experimental section", [["Materials", ["Titanium (IV) butoxide (97%, Sigma Aldrich), oleic acid (90%, Sigma Aldrich), triethylamine (70%, Aldrich) and toluene (99.5%, Sigma Aldrich) were used for the synthesis of TiO2 nanoparticles. POCl3 (99.99%) and NaN3 (Sigma Aldrich) and 11 bromo-1-undecanol (Acros) were used for synthesis of azido-phosphate. Cu(I)Br (99.999%, Sigma Aldrich) was purified with acetic acid and washed with ethanol and diethyl ether three times. <i>N</i>,<i>N</i>,<i>N</i>′,<i>N</i>″,<i>N</i>″-Pentamethyldiethylenetriamine (PMDETA) was obtained from Acros Organics and used as received. Epoxy 301-1 (two parts kit) was purchased from Epoxy Technology. Part A is the epoxy resin (bisphenol-A diglycidyl ether) with a molecular weight around 340 g mol−1 and part B is the cross-linking agent (triethyl-1, 6 hexanediamine)."]], ["Synthesis of TiO2 nanoparticles", ["The TiO2 nanoparticles were synthesized through a two-phase synthetic approach where the particles were formed at the interface between the organic and aqueous phase [bib19]. In a typical synthesis, to a stainless steel pressure vessel (45 mL, Parr), DI water (10 mL) and triethylamine (0.5 mL) were added and homogeneously mixed. The organic phase was prepared by mixing the solution of toluene (20 mL), titanium butoxide (1 mL) and oleic acid (3 mL) in a separate beaker. Then the organic solution was poured into the pressure vessel. The vessel was sealed tightly and transferred into an isotemp oven at 200 °C for 12 h. After reaction, the top transparent toluene solution was extracted by a pipette. The particles were precipitated with ethanol and recovered with centrifugation."]], ["Surface modification of TiO2 particles", ["11-Azidoundecyl dihydrogen phosphate was synthesized with a simple two-step reaction based on our previous work [bib15], and was used as the binding ligand. Alkyne-terminated PGMA was synthesized with a reversible addition-fragmentation chain transfer (RAFT) polymerization technique, as described in detail elsewhere [bib14]. Alkyne-PGMA with other molecular weights was made with the similar procedure but different reaction durations. As listed in [tbl1]\n                        , alkyne-PGMA polymers with four different molecular weights (<i>M</i>\n                        \n                           <i>n</i>\n                        ) and low polydispersity index (PDI, \n                           \n                        ) were synthesized with the well-controlled RAFT technique.", "A mixture of the as-synthesized anatase TiO2 particles and 11-azidoundecyl dihydrogen phosphate with a weight ratio of 1:1 dispersed in chloroform was subjected to stirring at reflux overnight. The phosphate-treated particles were washed with ethanol, centrifuged and redispersed into chloroform. This precipitation-redispersion process was repeated two more times to get the final azide functionalized particles in chloroform.", "In a typical “click” reaction, 0.4 g of phosphate-treated TiO2 particles, 0.5 g of alkyne-PGMA, 20 μL of PMDETA ligand were added into 60 mL anhydrous THF. 10 mg of CuBr was added into the flask and the solution was bubbled with argon gas for 5 min. The flask was then transferred into an oil bath at 55 °C for 48 h. The grafted particles were precipitated with methanol and redispersed into chloroform. To identify the maximum achievable graft density, the “click” reaction was carried out with the weight ratio of the phosphate-treated TiO2 particle to alkyne-PGMA ranging from 1:1 to 1:4. To prepare low graft density PGMA-grafted TiO2 particles, higher particle to alkyne-PGMA weight ratios (2:1, 4:1 and 6:1) were used in the “click” reaction.", "To remove the possible unattached PGMA, after the “click” reaction, the obtained grafted particle solution was precipitated with methanol and recovered with high speed (12 000 rpm) centrifugation. The obtained particles were redispersed into chloroform. It was found that the un-grafted PGMA was precipitated on top of the grafted particles in the centrifuge tube probably due to the density difference between the pure PGMA polymers and PGMA-grafted TiO2 particles. During the redispersion process, the top PGMA layer dissolved first while it took longer time before the grafted particles were dispersed. The separation of unattached PGMA was further confirmed by the 100% weight loss from the TGA measurement of the initially dissolved part. This centrifugation and redispersion process was repeated for two more times until there is no change in the TGA weight loss of the grafted particles. At the same time, the supernatant was checked with an FTIR spectrometer until there is no any observed alkyne-PGMA peaks."]], ["Characterization", ["X-ray powder diffraction patterns of the synthesized particles were obtained with a Bruker D8 Discover XRD diffractometer using Cu Kα radiation (<i>λ</i> = 1.5405 Å) and operating at an accelerating voltage of 40 kV, in the 2θ range from 10 to 80° (step of 0.01°). Transmission electron micrographs were taken on a JEOL-2010 operating at 200 kV. The TEM samples were prepared by microtoming the composites into 50–70 nm thick slices. The refractive index dispersion of the composites was measured by variable angle spectroscopy ellipsometer (VASE, J.A. Woollam Co., Inc. EC-400) on a spin-coated sample on a Si wafer. The measured results were fitted with the Cauchy model. Transmittance spectra were obtained with a Perkin–Elmer Lambda 950 spectrophotometer using air as the reference. The nanocomposite samples were prepared by mixing PGMA-grafted TiO2 particle dispersion in chloroform with Epoxy 301-1 part A (bisphenol-A diglycidyl ether) and removing solvent under vacuum. Then, Epoxy 301-1 part B (cross-linking agent) was added with a weight ratio of 1:4 with respect to part A. The mixture was poured into a glass mold and heated at 80 °C for 30 min. The bulk transparent nanocomposite samples were placed in perpendicular to the incident light to measure the transmittance.", "FTIR spectra were obtained on a Perkin Elmer Spectrum One FTIR Spectrophotometer scanning from 500 to 4000 cm−1 with a resolution of 4 cm−1 for 10 scans. Thermal gravimetric analysis (TGA) was done on a Perkin Elmer Series 7 instrument. The TGA samples were thoroughly dried under an oven at 120 °C overnight. The sample was heated from 30 to 700 °C under a 60 ml min−1 nitrogen flow at a heating rate of 10 °C/min. Graft density of PGMA chains was estimated based on TGA weight loss due to decomposition of the grafted chains with the following equation [bib20]:\n                           \n                              (1)\n                              \n                                 \n                                    σ\n                                    =\n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                \n                                                   \n                                                      w\n                                                      \n                                                         N\n                                                         A\n                                                      \n                                                   \n                                                   /\n                                                   \n                                                      \n                                                         M\n                                                         n\n                                                      \n                                                   \n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       /\n                                       \n                                          \n                                             (\n                                             \n                                                4\n                                                π\n                                                \n                                                   a\n                                                   2\n                                                \n                                                n\n                                             \n                                             )\n                                          \n                                       \n                                    \n                                    =\n                                    a\n                                    ρ\n                                    \n                                       N\n                                       A\n                                    \n                                    ×\n                                    \n                                       \n                                          \n                                             \n                                                10\n                                             \n                                             \n                                                −\n                                                21\n                                             \n                                          \n                                       \n                                       /\n                                       \n                                          3\n                                          (\n                                          1\n                                          −\n                                          z\n                                          )\n                                          \n                                             M\n                                             n\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>w</i>, <i>N</i>\n                        \n                           <i>A</i>\n                        , <i>M</i>\n                        \n                           <i>n</i>\n                        , <i>a</i>, <i>ρ</i>, <i>n</i> and <i>z</i> are the weight of organic polymers, Avogadro's number, molecular weight of grafted chains, radius of particles, density of particles, the number of NPs and weight loss of polymer chains, respectively."]]]], ["Results and discussion", [["Grafting PGMA onto TiO2 particles", ["As shown by [fig1]\n                        , near mono-dispersed, highly crystalline anatase TiO2 NPs were prepared with a two-phase synthetic approach. The particle size and size distribution were determined by sampling 200 particles from the TEM image using Image J software. It shows a number average size of 5 nm in diameter, which agrees well with the estimation from the broadening of the (101) anatase XRD peak using the Scherrer's formula (5.4 nm). The as-synthesized TiO2 NPs can be easily dispersed into chloroform solvent forming a transparent dispersion as demonstrated by the photograph in [fig1]c due to the capping of oleic acid during the synthesis.", "As shown in [sch1]\n                        , PGMA chains were grafted onto TiO2 NP surfaces <i>via</i> a combination of robust organo-phosphate ligand anchoring and simple Cu(I) catalyzed alkyne-azide “click” reaction [bib14 bib15]. The synthetic oleic acid capping agent on the TiO2 NP surfaces was exchanged with an azido-phosphate ligand which has a stronger binding capability with TiO2 NPs. The azide terminal groups allow for the attachment of PGMA chains using “click” chemistry. The successful attachment of alkyne-PGMA was evidenced by the reduced intensity of the azide group in the FTIR spectrum as shown by [fig2]\n                        . However, after the reaction, a small residual peak was still observed indicating that not all the surface azide terminal groups were reacted. This is because the simple “grafting to” method has a constraint in the maximum graft density that can be obtained.", "To investigate the influence of PGMA molecular weight on the maximum achievable graft density, alkyne-PGMA with different molecular weights were grafted onto the same batch of TiO2 NPs. TGA curves in [fig3]\n                         show an increased weight loss after grafting with PGMA chains, further indicating successful attachment <i>via</i> the simple “click” reaction. Using Eq. [fd1], the graft densities of PGMA chains were estimated from the TGA weight loss due to the decomposition of the grafted PGMA chains. The density and the radius of the anatase phase particles were estimated to be 3.87 g cm−3 and 2.5 nm, respectively. The weight loss of grafted PGMA chains (<i>z</i>) was calculated by comparing the TGA weight loss difference between the azido-phosphate functionalized particles and particles grafted with PGMA chains.", "[fig4]\n                         shows that the graft density (<i>σ</i>) scales inversely with the molecular weight through a power law (\n                           \n                              σ\n                              ∼\n                              \n                                 N\n                                 \n                                    −\n                                    0.73\n                                 \n                              \n                           \n                        ), where <i>N</i> is the number of repeating units of the grafted PGMA chains. In the “grafting to” method, the amount of polymer that can be attached is limited for both kinetic and thermodynamic reasons [bib21 bib22]. During the experiment, it was found that the maximum graft density was determined by the size of the grafted chains and not by the reactant concentration. The same graft density was obtained when increasing the reactant weight ratio of alkyne-PGMA to TiO2 NPs from 1:1 to 4:1. The “click” reaction proceeded very efficiently and the particle surfaces were quickly coated with a certain number of PGMA chains. As more and more polymer chains are grafted onto the surface, the polymer concentration near the particles soon becomes higher than the concentration in solution. Additional chains must then diffuse against this concentration gradient to reach the surface and further attachment of polymer becomes kinetically hindered. Thermodynamically, as the graft density increases, the grafted polymer chains must adopt a stretched conformation to avoid chain overlap. However, the loss of entropy during chain stretching is offset only by the formation of a single chemical bond, so the attachment of further chains rapidly becomes unfavorable. With the maximum achievable graft densities, the distance between two grafting sites is smaller than twice the radius of gyration, therefore the PGMA chains grafted to the TiO2 particles exist in a stretched polymer brush regime [bib22]."]], ["Dispersion behavior of PGMA-grafted TiO2 NPs within epoxy", ["The grafted PGMA chains have epoxide functional groups making the grafted TiO2 particle compatible with epoxy resins. [fig5]\n                         presents the experimental dispersion phase diagram of the PGMA-grafted TiO2 particles in the epoxy matrix. With the maximum graft densities, the PGMA-brush-grafted particles showed a homogeneous dispersion within the epoxy matrix and transparent nanocomposites were obtained. To lower the graft density, smaller weight ratios of alkyne-PGMA to phosphate-treated particles were used in the “click” reaction. Accordingly, the graft density decreased continuously and the grafted chains gradually transitioned from brush to mushroom conformation. Near the “brush-to-mushroom” transition points, the dispersion of PGMA-grafted TiO2 particles abruptly changed from a homogeneously dispersed state to an agglomerated state. With lower graft density, the behavior of the grafted particles more closely resembles unmodified particles as their surfaces are not fully covered with polymer chains. At very low graft densities, the strong inter-particle attraction dominates due to insufficient surface coverage leading to agglomeration.", "As shown by TEM images in [fig6]\n                        , the PGMA-10K brush-grafted TiO2 particles were homogeneously dispersed and individually separated particles were clearly observed at high magnification. Similar uniform dispersions of the other molecular weight PGMA-brush-grafted particles are shown by the TEM images in [appsec2]. At a low graft density, [fig6]c and [fig6] show that the sparsely grafted particles formed agglomerates with sizes ranging from sub-micrometer to 50 nm. Near the large agglomerates, string-like structures of grafted particles were observed. Under high magnification, the formation of clusters was clearly seen. This is different from unmodified particles, which usually form spherical agglomerates within the polymer matrix due to the isotropic van der Waals attraction between particles. For the low graft density particles, the grafted PGMA chains need to rearrange their conformation to accommodate the strong core–core attraction, resulting in the anisotropic string-like morphology in the epoxy resin. As demonstrated in [appsec2], the segregation of low graft density particles and the formation of connected particle clusters were also observed for other grafted chain molecular weight. This is the first time the anisotropic assembly of low graft density particles within thermosetting polymer matrix was observed similar to that was reported in the grafted silica polystyrene nanocomposites [bib8]. The inhomogeneous dispersion and formation of micro-sized aggregates introduced strong scattering loss of transparency evidenced by the opaque nanocomposite sample. During the dispersing process, it was noticed that the transition from well-dispersed state to aggregated state can be easily identified as the graft density decreased. The obvious transition might be related to the fact that the low graft density particles encountered an “allophobic dewetting” transition, which is a discontinuous, first-order transition [bib18]. The large refractive index mismatch between TiO2 NPs and epoxy matrix leads to high sensitivity of the transparency of the nanocomposites to the dispersion state of the NPs."]], ["Theoretical prediction of dispersion of PGMA-grafted TiO2 NPs within epoxy", ["To enable theoretical predictions of the dispersion behavior of the grafted NPs in the epoxy matrix, we adapted the parametric phase diagram previously reported by Pryamtisyn et al. [bib23] for our specific dispersion systems (see [appsec2]). As indicated by this model, the dispersion state of grafted NPs was determined by the balance between the enthalpic gain from the contact between two NPs and the entropic repulsion due to the deformation of grafted chains. The energetic gain was estimated from the van der Waals attraction between two NPs within the epoxy resin medium. Given that the synthesized TiO2 particles were capped with oleic acid, the particles were modeled as core–shell structured particles and the van der Waals attraction between these particles was considered as the driving force for forming agglomerations [bib24 bib25]. As shown in [fig7]\n                        , a dispersion boundary demarcates the whole phase diagram into a well-dispersed region (<i>D</i>) and an agglomerated phase region (<i>A</i>). Transparent nanocomposites are expected only within the <i>D</i> region. The experimental dispersion results of TiO2 NPs grafted with PGMA of different molecular weights are also plotted within the phase diagram. The theoretical prediction and the experimental observations are in agreement as at maximum graft densities the grafted particles are within the well-dispersed region, and at very low graft density they fall into the aggregated region. Moreover, for a fixed grafted chain molecular weight the phase diagram precisely captures the transition from well-dispersed state to aggregated state. Similar to the dispersion diagram shown in [fig5], the dispersion window defined by the region between maximum achievable graft densities and critical graft densities to achieve good dispersion is narrow.", "Different from scaling law predictions about the graft density relationship of “allophobic dewetting” [bib18 bib26 bib27], this parametric model clearly demonstrates that the critical graft densities are affected by both the grafted chain and the matrix molecular weight. [fig4] further shows that with long grafted chains the dispersion boundary becomes flatter, which is also consistent with the tendency seen in [fig5]. It is the utilization of a very small molecular weight epoxy matrix (340 g mol−1) that results in the expansion of the <i>D</i> region and the near flat transition curve. It also implies that due to the compromise between achievable graft density and grafted chain molecular weight, grafting PGMA chains with a small molecular weight at relatively high graft densities would be ideal for obtaining good dispersions. During the preparation of nanocomposites, the PGMA-grafted particles were first mixed with the epoxy resin (part A). It was found that the dispersion of particles in this step determines the final dispersion and appearance of the cross-linked nanocomposites. This means the thermodynamic compatibility between grafted particles and epoxy matrix plays more important role in achieving good dispersion of particles within the epoxy matrix. In the cross-link step, the epoxy chains will form connected network and their molecular weight will increase dramatically. However, the PGMA-grafted particles were kinetically trapped and their dispersion states were not changed. Meanwhile, it should be pointed out that the synthesized near mono-disperse TiO2 particles and grafted PGMA chains with very narrow PDI favor accurate prediction from the dispersion phase diagram. The final dispersion and morphology of the grafted particles is determined by the balance between the van der Waals attractions of the high-<i>n</i> TiO2 particles and entropic forces associated with the deformations of the grafted PGMA chains [bib23 bib24]. The easy formation of anisotropic self-assembly instead of spherical agglomerates can be understood from the fact that the agglomerated states are actually very close to the dispersion boundary and the boundary was obtained by equating the free energy between the individually dispersed state and the string-like morphology in this modified model [bib24]."]], ["Optical properties of TiO2/epoxy nanocomposites", ["Transparent TiO2/epoxy nanocomposites were prepared by using PGMA-brush-grafted particles as fillers. As shown in [fig8]\n                        a, the refractive index of the nanocomposite increased from 1.5 for neat epoxy to 1.62 with 30 wt% anatase TiO2 NPs. The increase of refractive index is accurately predicted by the rule of mixtures. The transmittance spectra in [fig8]b show that the thick sample demonstrated a transparency of approximately 85% and 75% for 10 wt% and 30 wt% particle loading concentration, respectively. However, the transparency decreased very rapidly in the 400–600 nm range and the higher loading sample strongly blocked the short wavelength blue light. It was noticed that the synthesized TiO2 NPs appear light yellow in solvent despite their high transparency as shown in [fig1]c. Hence, the resultant TiO2/epoxy nanocomposites were also yellow as shown by the inset photographs, meaning that the nanocomposites absorb the low wavelength blue light. The absorption of blue light (400–600 nm) becomes stronger for high filler loading and thicker nanocomposite samples.", "Rayleigh scattering law as described in Eq. [fd2] was used to understand the decreased transparency in the long visible wavelength range [bib4 bib28].\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       T\n                                       \n                                          PNC\n                                       \n                                    \n                                    =\n                                    0.9\n                                    ×\n                                    exp\n                                    \n                                       {\n                                       \n                                          −\n                                          \n                                             \n                                                32\n                                                \n                                                   π\n                                                   4\n                                                \n                                                \n                                                   Φ\n                                                   p\n                                                \n                                                x\n                                                \n                                                   r\n                                                   3\n                                                \n                                                \n                                                   n\n                                                   m\n                                                   4\n                                                \n                                             \n                                             \n                                                \n                                                   λ\n                                                   4\n                                                \n                                             \n                                          \n                                          \n                                             [\n                                             \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               (\n                                                               \n                                                                  \n                                                                     \n                                                                        \n                                                                           n\n                                                                           p\n                                                                        \n                                                                     \n                                                                     /\n                                                                     \n                                                                        \n                                                                           n\n                                                                           m\n                                                                        \n                                                                     \n                                                                  \n                                                               \n                                                               )\n                                                            \n                                                         \n                                                         2\n                                                      \n                                                      −\n                                                      1\n                                                   \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               (\n                                                               \n                                                                  \n                                                                     \n                                                                        \n                                                                           n\n                                                                           p\n                                                                        \n                                                                     \n                                                                     /\n                                                                     \n                                                                        \n                                                                           n\n                                                                           m\n                                                                        \n                                                                     \n                                                                  \n                                                               \n                                                               )\n                                                            \n                                                         \n                                                         2\n                                                      \n                                                      +\n                                                      2\n                                                   \n                                                \n                                             \n                                             ]\n                                          \n                                       \n                                       }\n                                    \n                                 \n                              \n                           \n                        where <i>T</i>\n                        PNC is the transmittance of polymer nanocomposites, <i>λ</i> is the wavelength of incident light, <i>x</i> is the optical path length, \n                           \n                              \n                                 Φ\n                                 p\n                              \n                           \n                        is the volume fraction of the particles, <i>n</i>\n                        \n                           <i>p</i>\n                         and <i>n</i>\n                        \n                           <i>m</i>\n                         are the refractive index of the particles and the matrix, respectively. Putting \n                           \n                              \n                                 n\n                                 p\n                              \n                              =\n                              2.5\n                           \n                        , \n                           \n                              \n                                 n\n                                 m\n                              \n                              =\n                              2.5\n                           \n                         and optical path \n                           \n                              x\n                              =\n                              1\n                           \n                         mm (nanocomposite thickness of 1 mm) into Eq. [fd1], the optical transmittance spectra after considering the Rayleigh scattering loss is also shown in [fig8]b. For the case of the 10 wt% TiO2/epoxy nanocomposite sample, the theoretical prediction of transparency dependence on wavelength agrees well with experimental observations in terms of both the slope of the transmittance spectrum and the decreased value. For the 30 wt% TiO2/epoxy nanocomposite sample, the Rayleigh scattering model predicts an average decrease of transparency around 5%, which is lower than the experimentally observed transparency difference (10%) in the range of 600–800 nm.", "Considering the dense distribution of TiO2 NPs in the 30 wt% nanocomposite sample ([fig9]\n                        ), it might be possible that the scattering centers are not single particles. However, [fig8]b shows that when imposing the assumption that the scattering center is composed of two NPs, the transparency loss is overestimated and the slope is larger than the measured spectrum. Therefore, it appears that due to good dispersion of the grafted particles within the epoxy matrix, the transparency loss could be reasonably predicted by the Rayleigh scattering law with scattering centers being individual particles. Actually, the theoretical predicted spectrum with single particle as the scattering center shows a similar slope as experimental measured curve. The two spectra are parallel with each other within the range of 600–800 nm. The transparency discrepancy might be attributed to the strict assumption regarding the scattering particles in the Rayleigh model. The Rayleigh model works better for dispersion of very low loading concentrations of spherical particles [bib29 bib30]. The multiple scattering arising from high filler loading and large thickness may be responsible for the observed discrepancy in the 30 wt% TiO2/epoxy nanocomposites. Furthermore, the high loading 30 wt% sample (<i>n</i> = 1.62) would have a 4% higher reflection loss at the air/composite interface compared with the 10 wt% sample. This increased reflection loss also contributes to the decreased transmittance and deviation from theoretical prediction."]]]], ["Conclusions", ["In summary, we report a simple approach to develop bulk transparent, high-<i>n</i> TiO2/epoxy nanocomposites by filling a commercial epoxy resin with PGMA-brush-grafted anatase TiO2 NPs. With the maximum achieved graft densities in the “grafting to” method, the grafted PGMA chains existed in the brush regime. An abrupt transition from good dispersion to agglomerate formation arises when the graft density was too low to form polymer brushes. Furthermore, we adapted a parametric model to quantitatively analyze the dispersion transition and showed good agreement with experimental observations. The prepared epoxy nanocomposites filled with PGMA-brush-grafted TiO2 NPs demonstrated tunable optical properties. Their refractive index increased linearly with the filler volume fraction and their transparency was well described by the Rayleigh scattering model."]]], "doi": "10.1016/j.polymer.2013.01.032"}