{"title": "Reinforcement mechanisms in MWCNT-filled polycarbonate", "abstract": "The filler/matrix interface in fiber-reinforced polymer composites is critical in controlling load transfer from the matrix to the fiber, failure mechanisms, and degradation. It is not clear, however, how the mechanisms of load transfer in traditional composites apply to nanofiber-filled polymers. This paper is focused on understanding the reinforcement mechanisms in multiwalled carbon nanotube (MWCNT)/bisphenol-A polycarbonate (PC) composites. Strain dependent Raman spectroscopy shows that there is load transfer from the matrix to the nanotubes, and that the efficiency of the load transfer is improved by surface modification of the MWCNT. Dynamic mechanical analysis as well as electron microscopy reveals the presence of a large annular interphase region of immobilized polymer surrounding the embedded nanotubes. Micromechanical modeling of the elastic modulus of the composite that accounts for the limited load transfer to the interior shells of the MWCNT suggests this immobilized polymer provides an additional reinforcement mechanism that is unique for nano-filled composites.", "body": [["Introduction", ["Carbon nanotubes are an intriguing reinforcement for polymers because of their unique mechanical properties and extremely large surface area per unit volume. Experiments [bib1 bib2 bib3 bib4 bib5] and calculations [bib6 bib7 bib8 bib9 bib10 bib11 bib12 bib13] show that nanotubes have a modulus equal to or greater than the best graphite fibers, and strengths at least an order of magnitude higher than typical graphite fibers. For example, measurement of the tensile properties of individual multi-walled carbon nanotubes (MWCNTs) obtained values of 11–63GPa for the tensile strength and 270–950GPa for Young’s modulus [bib1]. For comparison, the modulus and strength of graphite fibers are 300–800 and 5GPa, respectively.", "In addition to their outstanding mechanical properties, the surface area per unit volume of nanotubes is much larger than that of embedded graphite fibers. For example, 30nm diameter nanotubes have ∼150 times more surface area than 5μm diameter fibers for the same filler volume fraction, such that the nanotube/matrix interfacial area is much larger than that in traditional fiber-reinforced composites. As shown in [fig1]\n                     , this results in a much larger percentage of interphase (also called the interaction zone in the literature) in nanotube-reinforced polymers when the ratio of the thickness <i>t</i> of the interphase versus the inclusion radius <i>r</i>\n                     f is plotted with respect to the volume fraction of the inclusion. Polymer within this interphase region has a structure and properties altered from that of the bulk polymer matrix due to interactions with the embedded nanotubes. This interphase region is different in nature from the extensive work in the literature on fiber-reinforced composites describing engineered interfaces, where fiber sizings (of often negligible volume fraction) are purposefully introduced to enhanced the compatibility between the fibers and the polymer matrix (see the excellent review provided in [bib14]). In traditional fiber composites this interfacial region is critical to control the load transfer from the matrix to the fiber and thus critically influences both the modulus and fracture behavior of the composites [bib15 bib16 bib17 bib18 bib19]. However, due to the extreme surface area in nanotube-filled polymers the volume fraction of the interphase can be quite significant (in some instances even larger then that of the embedded nanotubes), suggesting an effective behavior more appropriately characterized as that of a three phase composite. While the polymer properties in the interphase are not well understood, it is clear that the mobility of the polymer is often altered in this region [bib20 bib21].", "To predict the properties of nanotube-filled polymers, it is essential to understand the role of the nanotube–polymer interface with regards to both load transfer and the formation of the interphase region. Further, the realization of optimal effective mechanical properties for nanotube–polymer systems will likely be dependent on the ability to tailor both the interface and interphase within the material. Thus, a number of researchers are investigating both covalent and non-covalent surface modifications of the nanotubes to enhance the efficiency of load transfer to the nanotubes [bib22 bib23 bib24 bib25 bib26 bib27 bib28]. One particular challenge in this area is that the properties of the nanotube/polymer interface and of the polymer in the interaction zone are exceedingly difficult to measure experimentally. For example, while interfacial strength is often determined in traditional composites using single fiber pull-out tests and fragmentation tests [bib29 bib30], only recently have these techniques been successfully applied to nanotube/polymer interfaces [bib31]. Raman spectroscopy has also been used to measure load transfer from the matrix to the filler [bib32 bib33], but in the case of nano-fillers has only been applied for qualitative comparison [bib34]. The properties of the interphase are yet another challenge, although previous work has probed the influence of the local polymer environment on polymer chain mobility [bib35 bib36 bib37 bib38 bib39 bib40 bib41 bib42]. More recent work has addressed the change in polymer chain mobility within the interphase region of nanotube–polymer composites based on the effective viscoelastic behavior of macroscale samples, using micromechanical modeling techniques to study the local (nano-scale) properties of the interphase polymer [bib43 bib44]. Consistent with the results presented here, others have also suggested that changes in the non-bulk polymer behavior may provide an additional reinforcement mechanism in these systems; for example, nanopullout work has suggested that the interphase can withstand stresses that would otherwise cause considerable yield in the bulk polymer [bib31]. There have been few studies, however, that correlate the effect of the interface chemistry, the properties of the interphase polymer, and the macroscopic mechanical properties of the composite.", "This paper presents a comprehensive study of the mechanisms of nanotube reinforcement as a function of interface chemistry for MWCNT–polycarbonate composites. In particular, both load transfer within the composite and non-bulk polymer interphase formation are characterized using Raman spectroscopy, electron microscopy and dynamic mechanical analysis. This study indicates that both an increase in load transfer efficiency and a larger non-bulk polymer interphase result from surface modification of the MWCNTs. The correlation between the macro-mechanical properties of MWCNT-filled composites and the molecular-level structure and behavior of the polymer chains presents new insights regarding the critical parameters influencing the mechanical behavior of these materials."]], ["Experimental", [["Materials", ["The MWCNTs used here were produced by thermal chemical vapor deposition of a xylene–ferrocene feedstock at 700°C in a quartz tube furnace [bib45]. The mean diameter of the MWCNTs was 31nm, with a relatively broad distribution [bib46]. Lexan 121 (General Electric) was chosen for the polymer matrix. Lexan 121 has a melt flow index of 17.5, tensile yield stress of 61MPa, and an elongation to break of 125%. The solvents tetrahydrofuran and methanol (analytical grade) were purchased from Aldrich and used as received."]], ["Preparation of nanotube/polycarbonate composites", ["MWCNT were either used as received (AR) or surface epoxide-modified (EP). The details of the surface modification of the MWCNT and its characterization are described elsewhere [bib28]. Briefly, the surface-modified nanotubes were oxidized and then reacted with a hydroxyl-terminated epoxide molecule. These covalently attached functional groups were then allowed to react with the polycarbonate matrix chains by transesterification [bib47 bib48] to cause tethering of polycarbonate chains onto the outer walls of the MWCNT.", "MWCNT-reinforced PC samples were prepared by dispersing the MWCNTs in tetrahydrofuran by bath ultra-sonication in a water ice bath (Fisher Scientific FS60) for 3h. PC pellets were dried at 125°C for 2h, followed by dissolution in tetrahydrofuran. The MWCNT dispersion and the PC solution were then mixed together and ultra-sonicated for 1 more hour. The mixture was then dropped into stirred methanol causing precipitation of the composite material. The composite material was dried at 70°C under vacuum for 16h. To eliminate the risk of crystallization, dogbone samples were prepared using a DACA mini-injection molding machine. The barrel temperature was 205°C and the mold temperature was 140°C, and the injection pressure was 862kPa. The dimensions of the samples were 25.0mm×4.0mm×1.5mm (length×width×thickness). The composite samples prepared in this work contained AR-MWCNT concentrations of 2, 5 and 10wt%, and EP-MWCNT concentration of 5wt%. Pure PC samples were fabricated using an identical procedure as an experimental control.", "Differential scanning calorimetry (DSC) verified that stress crystallization was not induced within the samples as noted by the absence of a melting endotherm. In addition, MWNTs were removed from the bulk polymer matrix via filtration through PTFE (100μm pore size) using THF as a solvent. After removal from the nanocomposite these MWNTs where still found to be coated by a polymer sheathing, at which time they were again analyzed by DSC to examine whether polymer crystallization was present at the MWNTs surface. No evidence of such crystalline polymer was detected, eliminating crystallinity as a cause of the behavior noted below."]], ["Characterization", ["Tensile tests of dog-bone shaped samples were conducted on an Instron 3042 equipped with an extensometer to record initial strains up to 10% during the runs. Samples were run at an extension rate of 0.5mm/min. Strains larger than 10% were determined based on the relative displacement of the crossheads of the Instron. At least 3–5 samples were tested for each material, with the average values for these tests reported here with error bars where appropriate.", "Temperature and frequency dependent tests were completed on a Rheometrics DMTA-V in tensile mode. Sample dimensions were 8mm×3.2mm×1mm (length×width×thickness). Two distinct dynamic mechanical tests were done as described below. The first mode of testing consisted of temperature sweeps to measure the storage (<i>E</i>′) and loss (<i>E</i>″) moduli as a function of temperature. In these tests, the samples were subjected to a sinusoidal strain of 0.03% (to ensure linear viscoelastic behavior) at a frequency of 1Hz. The temperature scan rate for these tests was 2°C/min. The loss tangent (tan\n                        <i>δ</i>) curve is defined as the ratio of the loss modulus to the storage modulus. Finally, the glass transition temperature (<i>T</i>\n                        g) of each sample is defined here as the peak of the loss modulus curve as a function of temperature. For the second mode of testing, frequency sweeps at different temperatures were run from 0.2 to 200Hz at five frequencies per decade, evenly spaced in log frequency space. After each isotherm the temperature was raised and held constant for 5min before the subsequent test. These isothermal runs were conducted from 130 to 180°C. The applied sinusoidal strain for the frequency domain tests was again 0.03%. At least three samples of each type were tested. For clarity, only the most representative curve for each sample is shown; all tests showed consistent sample behavior.", "The viscoelastic behavior of nanotube–polymer composites was characterized through the loss modulus and the relaxation spectra. These properties are directly related to changes in molecular mobility. For example, if there is a distinct region of altered mobility, the relaxation spectra and loss modulus response of the material will change relative to the viscoelastic response of the pure polymer; if this non-bulk polymer is characterized by reduced molecular mobility, peaks in the spectra and loss modulus will broaden towards higher frequencies and higher temperatures, respectively. If the entire polymer matrix has effectively been altered by interactions with the nanotube surface, the loss modulus and relaxation spectra will shift horizontally with respect to that of the pure polymer.", "Details of the analysis for obtaining the relaxation spectra were described elsewhere [bib43 bib49]. Briefly, the storage (<i>E</i>′) and loss (<i>E</i>″) moduli can be expressed using a standard Prony series as a function of the frequency <i>ω</i>:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       ′\n                                    \n                                 \n                                 (\n                                 ω\n                                 )\n                                 =\n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       ∞\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       ∑\n                                    \n                                    \n                                       j\n                                       =\n                                       1\n                                    \n                                    \n                                       N\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             j\n                                          \n                                       \n                                       \n                                          \n                                             ω\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       (\n                                       1\n                                       /\n                                       \n                                          \n                                             τ\n                                          \n                                          \n                                             j\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                       )\n                                       +\n                                       \n                                          \n                                             ω\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                 \n                                 ,\n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       ″\n                                    \n                                 \n                                 (\n                                 ω\n                                 )\n                                 =\n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       ∞\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       ∑\n                                    \n                                    \n                                       j\n                                       =\n                                       1\n                                    \n                                    \n                                       N\n                                    \n                                 \n                                 \n                                    \n                                       (\n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             j\n                                          \n                                       \n                                       /\n                                       \n                                          \n                                             τ\n                                          \n                                          \n                                             j\n                                          \n                                       \n                                       )\n                                       ω\n                                    \n                                    \n                                       (\n                                       1\n                                       /\n                                       \n                                          \n                                             τ\n                                          \n                                          \n                                             j\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                       )\n                                       +\n                                       \n                                          \n                                             ω\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                 \n                                 ,\n                              \n                           \n                        where <i>E</i>\n                        \n                           <i>j</i>\n                         are the Prony series coefficients and <i>τ</i>\n                        \n                           <i>j</i>\n                         are the relaxation times. Based on the response at different temperatures over a relatively small frequency range (limited by the instrument range of the DMA), time-temperature superposition is used to obtain master curves for the storage and loss moduli at a particular reference temperature (150°C for this work). Based on this master reference curve at a single temperature, the experimental storage and loss moduli data were fit to a 30 term Prony representation such that the Prony coefficients <i>E</i>\n                        \n                           <i>j</i>\n                         were determined via a least-squares fitting procedure assuming relaxation times <i>τ</i>\n                        \n                           <i>j</i>\n                         evenly spaced and spanning the frequency range of the master reference curve [bib50]. Once the Prony coefficients have been determined for a given set of <i>τ</i>\n                        \n                           <i>j</i>\n                        , the relaxation spectra <i>H</i>(<i>τ</i>), which provides insight as to the relative significance of relaxation processes occurring at different time scales, can be estimated using Alfrey’s approximation as [bib51]\n                        \n                           \n                              (3)\n                              \n                                 H\n                                 (\n                                 τ\n                                 )\n                                 ≈\n                                 \n                                    \n                                       ∑\n                                    \n                                    \n                                       j\n                                       =\n                                       1\n                                    \n                                    \n                                       N\n                                    \n                                 \n                                 \n                                    \n                                       τ\n                                    \n                                    \n                                       \n                                          \n                                             τ\n                                          \n                                          \n                                             j\n                                          \n                                       \n                                    \n                                 \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       j\n                                    \n                                 \n                                 \n                                    \n                                       e\n                                    \n                                    \n                                       -\n                                       \n                                          \n                                             τ\n                                          \n                                          \n                                             \n                                                \n                                                   τ\n                                                \n                                                \n                                                   j\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                                 .", "Examination of the samples by electron microscopy was conducted on composite fracture surfaces that were obtained from the tensile-tested samples. In addition, probing of the nanocomposite fracture surface using a nanomanipulator operating within a scanning electron microscope [bib52] was conducted as described elsewhere [bib46].", "Raman spectroscopy was used to monitor the efficiency of load transfer to the nanotubes. MWCNT-polymer dog bone samples (both AR and EP-MWCNT) were pressed into ∼100μm films using a Carver double plate press at 205°C. The film was then glued on a dog-bone shaped substrate made of Ultem. A strain gauge was glued on the Ultem film for accurate measurement of the strain on the film. Polarized Raman spectroscopy (Reinshaw S2000) with 514nm excitation was used to monitor the position of the second order disorder peak as a function of the applied composite strain. The slope of this Raman peak position versus applied strain curve can be regarded as a measure of the load transfer efficiency in the composite, where a steeper slope corresponds to more efficient load transfer.", "In addition, we used polarized Raman spectroscopy to measure the degree of MWNT alignment in the unstrained composites using procedures described by Gommans and co-workers [bib53]. With the polarizer and analyzer in parallel, the samples were rotated in 5° increments from 0° to 90° relative to the polarizer. Several points were measured on each sample, and the data from two samples was averaged. The measurements were done at 10mW and five accumulations of 10s to provide a peak with high signal to noise ratio. The normalized intensity values (against the maximum) were plotted against the angle of the sample. It was found that: 39% of the MWNT were in the range of 0–22.5°, 25% of the MWNTs were from 22.5° to 45°, 10% from 45° to 67.5° and 26% from 67.5° to 90°. Thus, while there was some processing-induced alignment due to the injection molding of the samples, the alignment was rather minimal and similar for all the composites tested. Thus, one can conclude that processing-induced alignment is not responsible for the interphase effects characterized in this paper."]]]], ["Results", [["Mechanical properties", ["The quality of the MWCNT dispersion in the composite was examined by field emission scanning electron microscopy of the fracture surface of the tensile-tested specimens. [fig2]\n                         shows a representative example of the homogeneous dispersions that were achieved for the AR and EP-MWCNT/PC composites. The good dispersion is necessary for optimal mechanical properties and insures maximum surface area for nanotube/polymer interaction. [fig3]\n                        (a) shows typical stress–strain curves for the AR-MWCNT/PC composites at several MWCNT concentrations. An increase in the elastic modulus and the yield stress was observed with increasing MWCNT content. The values of the elastic modulus as a function of the nanotube concentration, both for AR-MWCNT and EP-MWCNT, are presented graphically in [fig3](b). A 70% increase is seen due to incorporation of 5wt% AR-MWCNT compared to pure PC moduli. A higher increase is seen for the surface modified MWCNT (95% increase compared to pure PC at 5wt% loading). [tbl1]\n                         summarizes the modulus, yield stress, and strain-to-failure for each composite sample. Note that the yield stress increased and the strain-to-failure decreased for the EP surface-modified samples. While the values of Young’s modulus and the yield strain were characterized by very small scatter in the data, the values for the strain to failure showed a much more significant spread in measured values. While these initial results suggest that the strain to failure values reported for the nanocomposite samples were distinct based on the nanotube treatment, this topic will be the subject of future investigation."]], ["Viscoelastic properties", ["The DMTA results of the temperature sweeps for the different samples are shown in [fig4]\n                        . The storage modulus curves ([fig4](a)) show an increase in the modulus in the glassy state region as a function of the AR-MWCNT concentration, as expected from the results of the room-temperature elastic tests. Further, the high-temperature rubbery (above <i>T</i>\n                        g) storage modulus for 10wt% AR-MWCNT/PC composites is an order of magnitude higher than unfilled PC. The glass transition temperature (defined here as the peak of the loss modulus curve, [fig4](b)) seems to shift slightly to higher temperatures upon further loading of AR-MWCNTs. However, of greater interest is the broadening of the loss modulus curve as the concentration of the AR-MWCNT increases. Specifically, the broadening is more pronounced in the region above <i>T</i>\n                        g of the pure polycarbonate sample. The loss factor peak of the AR-MWCNT composites ([fig4](c)) decreases with AR-MWCNT loading, which reflects the reduction in the damping for samples with greater MWCNT concentrations. Note that while only one representative DMA curve is shown for each sample in [fig4], the DMA results were very repeatable for all samples tested and consistent with the conclusions presented above.", "The effect of surface modification on the viscoelastic behavior of the 5wt% EP-MWCNT samples can be readily identified in [fig4] as well. In addition to the vertical shifting of the storage modulus ([fig4](a)) in comparison to the 5wt% AR-MWCNT sample, the loss modulus peak has shifted significantly towards higher temperatures ([fig4](b)). Note also that while the loss tangent curve for the 5wt% EP-MWCNT is almost identical in magnitude and shape to that for the 5wt% AR-MWCNT sample, it is shifted to higher temperatures. This shifting of the loss modulus and loss tangent peaks to higher temperatures for the surface-modified MWCNTs is attributed to the enhancement of a restricted-mobility interphase region and is consistent with other experimental results (see Section [sec1] below).", "The relaxation spectra for pure PC and 5wt% AR-MCWNT and EP-MWCNT/PC composites are shown in [fig5]\n                        . For the AR-MWCNT samples the relaxation spectra curve broadens towards longer relaxation times, which is attributed to the introduction of additional modes of relaxation characterized by longer relaxation times. However, the location of the main peak of the relaxation spectra is unchanged from that of the pure polymer, suggesting that the primary relaxation mechanism in this case is the same as that of the pure polymer. Together, these results indicate the formation of a non-bulk polymer interphase region with restricted molecular mobility compared to that of the pure polymer. The relaxation spectra for the 5wt% EP-MWCNT sample, however, shows a distinct shift in the peak of the relaxation curve towards longer relaxation times. This suggests that the primary effective relaxation mechanism for the 5wt% EP-MWCNT composite is different from that of the pure polymer. This large change in relaxation spectra for the case of surface modification of the nanotubes may be due to an increase in the volume fraction of the interphase in the composite and/or a decrease in the effective polymer chain mobility of the interphase region. Thus while the AR-MWCNT/PC composites show evidence of a localized region of immobilized polymer (attributed to nanoscale interactions with the embedded nanotubes), for the EP-MWCNT/PC composites the shifting of the relaxation spectra suggests that the impact of the modified nanotubes on the polymer matrix is much more significant, such that the effective primary relaxation mechanism within the material is shifted to longer characteristic times."]], ["Strain dependent Raman spectroscopy", ["The results of the strain dependent Raman spectroscopy measurements, both for AR-MWCNT and EP-MWCNT composites, are presented in [fig6]\n                        . The shift of the Raman peak reveals that load is transferred from the matrix to the MWCNT. The steeper slope of the EP-MWCNT composite (6.0cm−1/%, compared to 3.4cm−1/% of the AR-MWCNT composite) suggests a more efficient load transfer for the epoxide-modified samples. In both cases, however, the shift is much smaller than that observed in carbon fibers [bib54 bib55] and indicates that the load transfer to the MWNT is limited."]], ["Microscopic examination", ["As presented in an earlier work, the fracture surfaces of the AR-MWCNT tensile-tested samples were examined under high magnification in an SEM [bib46]. As shown in [fig7]\n                        , the nanotubes that protrude from the fracture surface appear to be coated by a thin layer of polymer. To study this layer, an AFM tip was gradually brought into contact with a coated nanotube. Upon contact by the AFM tip, the coating was observed to ball up as a result of the perturbation of the coating layer, suggesting that this layer is polycarbonate strongly adhered to the nanotube surface. The thickness of this coating was determined by measuring the distribution of (apparent) diameters of the nanotubes protruding from the fracture surface and comparing it to the pristine nanotube diameter distribution. This coating layer was found to be 9nm for AR-MWCNT composite, and 15nm for the EP-MWCNT composite; further details of this microscopic analysis have been published elsewhere [bib46]. One potential hypothesis is that the interphase layer is made up of low molecular weight impurities from the matrix (see, for example [bib56]). This hypothesis was tested by measuring the molecular weight of the matrix before mixing with MWNT and after removing the MWNT (with attached interface) for a 30 wt% composite. From this GPC analysis (not shown here), it was clear that the polymer on the MWNT is of higher average molecular weight than the matrix material suggesting that high MW chains migrate to the surface and if there are impurities in the matrix, they do not compose this interphase layer.", "To summarize, the results showed a gradual increase of the elastic modulus of the composites with increasing MWCNT volume fraction, with surface modification causing a larger increase in the modulus compared to AR-MWCNT. Broadening of the loss modulus peak and the relaxation spectra was observed due to the incorporation AR-MWCNT into the polymer. EP-MWCNT caused shifting of both the loss modulus peak to higher temperature and the relaxation spectra towards longer relaxation times, compared to the pure polymer and to the AR-MWCNT composites. Microscopic examination of the fracture surface confirmed the presence of a polymer coating nanotubes protruding from the fracture surface, with surface modification of the nanotubes resulting in a thicker coating layer as compared to the AR-MWCNT samples. In the following section, each of these experimental findings in terms of the correlation between the nanoscale MWCNT–polymer interactions and the macroscale effective properties of the composites will be discussed."]]]], ["Discussion", ["The viscoelastic behavior of the polymer in the AR-MWCNT/PC composites showed broadening of the loss modulus peak as compared to the pure PC ([fig4](b)). To investigate this phenomenon in more detail, the loss modulus curves of 10% by weight AR-MWCNT and of the pure PC samples were further analyzed. These curves were normalized by dividing the values of the loss moduli by the maximum value of each of the curves, and the temperatures were normalized by subtracting the temperature at which the maximum value of the loss modulus was measured. The normalized curve of the loss modulus of PC was then subtracted from that of the composite. The curves and the subtracted curve of the loss modulus are shown in [fig8]\n                     .", "The subtracted curve has a peak located at higher temperatures than that of PC. This peak indicates relaxation modes of the nanocomposite, different than those of the pure PC, are activated with higher temperatures. Therefore, it is suggested that these modes correspond to a reduced-mobility polymer region and, given the microscopy evidence, that this reduced-mobility polymer is present as a layer surrounding the MWCNT. This immobilized polymer will also affect the relaxation spectra, and indeed the relaxation spectra of the composites ([fig5]) showed larger contribution of long relaxation times in the composites as compared to the pure PC.", "The impact of nanotube surface modification can be demonstrated by normalizing the loss modulus curves (but keeping the temperatures without the normalization) as shown in [fig9]\n                      for the pure PC, 10 wt% AR-MWCNT composite, and 5wt% EP-MWCNT samples. The broadening of the loss modulus of the 10wt% AR-MWCNT composite towards higher temperatures is readily evident. In addition, analysis of the 5wt% EP-MWCNT response shows what appears to be a pure horizontal shifting of the \n                        \n                           \n                              \n                                 E\n                              \n                              \n                                 ″\n                              \n                           \n                           /\n                           \n                              \n                                 E\n                              \n                              \n                                 max\n                              \n                              \n                                 ″\n                              \n                           \n                        \n                     . response of the pure PC response to higher temperatures; note that this shift is much more significant than that demonstrated for the higher weight loading (10wt%) as-received MWCNT samples. Thus, the viscoelastic response of the polycarbonate chains in the EP-MWCNT sample is altered by both immobilization of the chains adsorbed on the EP-MWCNT surface, as well as secondary interactions between this adhered polymer layer and those polymer chains located further from the EP-MWCNT surface. This shifting of the viscoelastic behavior suggests that the entire population of relaxation modes of the bulk polymer in the EP-MWCNT composite changes due to the presence of the surface modified MWCNTs. AR-MWCNT composites, however, do not display as significant of a shift in the loss modulus or spectra response because the absorbed polymer layer is smaller and more localized, creating a region that is distinct from the bulk polymer. This suggests that the tethering of polymer chains to the surface of the nanotubes for the EP-MWCNT samples enables better and longer range inter-mixing between the adsorbed layer and the bulk polymer. A schematic illustration of the suggested polymer orientation in the vicinity of the AR-MWCNT and the EP-MWCNT is shown in [fig10]\n                     .", "The results of the strain dependent Raman spectroscopy reinforces this interpretation of inter-mixing between the adsorbed polymer and the bulk polymer. Greater inter-mixing between the adsorbed polymer and the bulk polymer will result in better load transfer between the bulk polymer and the nanotubes. The impact of nanotube surface modification on load transfer is evident from comparing the Raman spectroscopy results of the EP-MWCNT and AR-MWCNT composite samples shown in [fig6].", "The findings reported here suggest that there is a unique reinforcing mechanism for nanotube-filled polymers. This mechanism corresponds to an immobilization of polymer chains at the surface of the nanotubes. Due to the surface area of the nanotubes a significant portion of the bulk polymer is immobilized at the nanotube surface. The immobilization of polymer chains on surfaces as a fundamental phenomenon has been studied extensively [bib40 bib57 bib58]. Note that the immobilization of polymer on nanotube surfaces has been recently detected in other polymer composite systems as well. For example, Cadek et al. [bib59] found a thin layer of polyvinyl alcohol coating nanotubes protruding from the fracture surface of the composite, while Wong et al. [bib60] found polystyrene well coats the embedded nanotubes.", "While immobilization can also occur on traditional fibers [bib56], for nanotube-reinforced composite samples the volume of immobilized polymer comprising the interphase region is significant and cannot be neglected from the standpoint of effective composite properties predictions. This is demonstrated in [fig1], where the percentage of non-bulk polymer in the interphase region can be determined based on the ratio of the fiber (nanotube) radius <i>r</i>\n                     f versus the thickness <i>t</i> of this interphase region. For micron-sized fibers, the thickness of this interphase region is comparably small such that the ratio <i>t</i>/<i>r</i>\n                     f is small and the percentage of interphase polymer is negligible. However, for nanotube-reinforced polymers where the ratio <i>t</i>/<i>r</i>\n                     f is much larger, a greater portion of the polymer within the sample is characterized by this non-bulk behavior and must be accounted for explicitly in composite property predictions. Note that for nanotube diameters smaller than the 30-nm MWCNTs used here (including single-walled carbon nanotubes), the presence of this non-bulk polymer interphase will be even more pronounced.", "The immobilized polymer possesses different mechanical properties than the bulk polymer because of the restricted mobility introduced by interaction with the nanotube surface. Thus, this immobilized polymer can be regarded as a third phase in the composite and needs to be treated separately in mechanical modeling of effective properties. While the mechanical properties of the composite will be influenced by the mechanical properties of the both the MWCNTs and the immobilized layer, the properties of the interphase polymer are unknown. However, one can use micromechanical modeling to estimate the properties of this interphase region based on the measured effective properties of the nanotube–polymer composite [bib44]. This analysis also provides a framework to assess the influence of load transfer in MWNTs on composite properties in terms of an effective NT volume fraction.", "The micromechanical model chosen for this analysis is the Mori–Tanaka method, which is a popular tool for effective property predictions of multiphase composites and is described in more detail elsewhere [bib61 bib62 bib63]. Briefly, the effective composite stiffness C is given as\n                        \n                           (4)\n                           \n                              C\n                              =\n                              \n                                 \n                                    \n                                       \n                                          \n                                             ∑\n                                          \n                                          \n                                             r\n                                             =\n                                             0\n                                          \n                                          \n                                             N\n                                             -\n                                             1\n                                          \n                                       \n                                       \n                                          \n                                             f\n                                          \n                                          \n                                             r\n                                          \n                                       \n                                       {\n                                       \n                                          \n                                             C\n                                          \n                                          \n                                             r\n                                          \n                                       \n                                       \n                                          \n                                             A\n                                          \n                                          \n                                             r\n                                          \n                                          \n                                             dil\n                                          \n                                       \n                                       }\n                                    \n                                 \n                              \n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                ∑\n                                             \n                                             \n                                                r\n                                                =\n                                                0\n                                             \n                                             \n                                                N\n                                                -\n                                                1\n                                             \n                                          \n                                          \n                                             \n                                                f\n                                             \n                                             \n                                                r\n                                             \n                                          \n                                          {\n                                          \n                                             \n                                                A\n                                             \n                                             \n                                                r\n                                             \n                                             \n                                                dil\n                                             \n                                          \n                                          }\n                                       \n                                    \n                                 \n                                 \n                                    -\n                                    1\n                                 \n                              \n                              ,\n                           \n                        \n                     where C\n                     \n                        <i>r</i>\n                      and <i>f</i>\n                     \n                        <i>r</i>\n                      are the stiffness and volume fraction of the <i>r</i>th phase (the matrix is denoted as phase 0), \n                        \n                           \n                              \n                                 A\n                              \n                              \n                                 r\n                              \n                              \n                                 dil\n                              \n                           \n                        \n                      is the dilute strain concentration tensor of the <i>r</i>th phase, {} denotes an appropriate orientational average of the tensor quantities, and parameters in bold type represent tensor quantities. For ellipsoidal inclusions, the dilute strain concentration tensor is given analytically as\n                        \n                           (5)\n                           \n                              \n                                 \n                                    A\n                                 \n                                 \n                                    r\n                                 \n                                 \n                                    dil\n                                 \n                              \n                              =\n                              [\n                              I\n                              +\n                              \n                                 \n                                    S\n                                 \n                                 \n                                    r\n                                 \n                              \n                              \n                                 \n                                    C\n                                 \n                                 \n                                    0\n                                 \n                                 \n                                    -\n                                    1\n                                 \n                              \n                              (\n                              \n                                 \n                                    C\n                                 \n                                 \n                                    r\n                                 \n                              \n                              -\n                              \n                                 \n                                    C\n                                 \n                                 \n                                    0\n                                 \n                              \n                              )\n                              \n                                 \n                                    ]\n                                 \n                                 \n                                    -\n                                    1\n                                 \n                              \n                           \n                        \n                     where S\n                     \n                        <i>r</i>\n                      is the standard Eshelby tensor [bib64] and by definition \n                        \n                           \n                              \n                                 A\n                              \n                              \n                                 0\n                              \n                              \n                                 dil\n                              \n                           \n                           =\n                           I\n                        \n                     . While treating the composite as a three-phase composite with two distinct inclusion phases (MWCNTs and polymer interphase) does not account for the annular geometry of the interphase surrounding the MWCNTs, the error introduced by this simplification is small [bib65]. Thus, here the MWCNT and polymer interphase components will be separately modeled using the Eshelby tensor for infinitely long circular cylinders.", "To implement the micromechanical model one must address the appropriate modulus and volume fraction that should be assigned to the MWCNTs. In the literature, experimental results for MWCNT modulus vary from 270 to 950GPa [bib1] and 450±230GPa [bib66], respectively, suggesting that assuming a modulus value of 600GPa for the MWCNTs is appropriate. While it may seem acceptable to use the occupied (total) volume fraction of the MWCNTs (where the rule-of-thumb conversion factor of 2:1 is used to convert weight fraction to volume fraction of MWCNTs), due to poor load transfer between the adjacent shells in MWCNTs the moduli values determined in the experimental papers is calculated based on only the outer shell of the MWCNT. Thus, one may argue that a more appropriate selection for the <i>effective</i> volume fraction of MWCNTs in the sample assigns the nanotube modulus to a volume fraction based on the volume of the outer shell only (see also, for example [bib67]). The volume of the outer shell <i>V</i>\n                     os can be related to the total occupied volume of the MWCNT <i>V</i>\n                     occ such that <i>V</i>\n                     os/<i>V</i>\n                     occ\n                     =4<i>t</i>/<i>D</i>, where the thickness of the outer shell <i>t</i> is assumed to equal the 0.34-nm interlayer spacing in graphite.", "For simplicity one can assume that the MWCNTs and the polycarbonate matrix are isotropic with Poisson ratios of 0.30. Given that minimal nanotube alignment due to the nanocomposite processing was observed for these samples, it can further be assumed that the MWCNTs are randomly orientated in three dimensional space. Given these conditions, the Mori–Tanaka predictions for the effective modulus of the composite using both the occupied and outer-shell volume fraction of the MWCNTs are compared to the experimental data for the AR and EP composites in [fig11]\n                     . While the modulus predictions using the entire occupied volume of the MWCNTs overpredict the composite modulus, the predictions obtained using the outer-shell volume of the MWCNTs severely underestimate the effective modulus (for the 30-nm nominal diameter MWCNTs used here the outer shell volume is 4.5% the occupied volume).", "In actuality the appropriate volume fraction of nanotubes to use for this analysis is intermediate these two extremes. While the outer shell volume fraction (<i>V</i>\n                     os) may account for the negligible contribution of the inner shells of MWCNTs loaded in pure tension, within the composite the randomly oriented MWCNTs experience a complex stress state (including bending and shear, further complicated by the non-straight actual morphology of the NTs [bib68 bib69 bib70]), where the inner shells may be expected to contribute to the reinforcement provided by the MWCNTs. Likewise, assigning the nanotube modulus to the entire volume (<i>V</i>\n                     occ) of the MWCNTs in the composite does not account for the weak interactions between shells in a MWCNT and is clearly an overestimate of contributing volume fraction for tubes experiencing significant tensile loads. As a compromise one can consider a simple model where the MWCNTs are assumed to be <i>unidirectionally aligned</i> in the direction of loading and only the outer-shell volume (<i>V</i>\n                     os) of the MWCNT is used. This choice will provide an effective modulus prediction intermediate to the previous two extremes. This prediction is also shown in [fig11]. The modulus predictions generated in this manner are approximately equal to using 25% of the occupied nanotube volume (25%<i>V</i>\n                     occ) for the case of three-dimensional randomly orientated MWCNTs.", "While the complex nature of the nanotube morphology in the composite complicates the analysis, one can argue that assuming that all of the nanotubes are aligned with the axis of loading should provide an upper bound prediction to the composite properties. Yet this last calculation done using the <i>V</i>\n                     os lies below the experimental data. However, to this point, the modeling has only considered a two-phase composite consisting of the MWCNTs and the polycarbonate matrix. As discussed earlier, characterization of this composite system has detailed the presence of a non-bulk polymer interphase that exhibits reduced polymer mobility due to strong interactions with embedded nanotubes. The micromechanical modeling also provides a route to obtain a first approximation for the modulus of the interphase region by solving an inverse problem. To illustrate this point, one can determine the interphase modulus values that fit the high loading (5wt%) experimental data using a three-phase Mori-Tanaka analysis. Taking 30nm as the mean diameter of the MWCNTs and 9 and 15nm to be the nominal interphase thicknesses found for the AR and EP samples, the ratio of the interphase volume fraction to the <i>occupied</i> MWCNT volume fraction is found to be 1.56 and 3.0 for the AR and EP samples, respectively. Using <i>V</i>\n                     occ\n                     =25% for the effective occupied volume fraction of the three-dimensional randomly orientated MWCNTs (to match the results of the unidirectionally aligned, outer-shell model discussed above) and the appropriate interphase volume fractions, interphase moduli of 75 and 70GPa are found to match the experimental data for the AR and EP samples, respectively.", "Modeling nanotube composites is inherently difficult due to unknown complexities within the material system, simplifying assumptions that must be made, and the difficulty of modeling at both appropriate length and time scales. Some of the key modeling limitations at present include: proper consideration of the reinforcement provided by the MWCNT inner shells, explicit impact of functionalization on the nanotube mechanical properties, incorporation of non-uniform properties throughout the gradient interphase, impact of the inter-connected network structure of the embedded nanotubes on effective properties, and analysis of the bonding and load transfer efficiency of these systems. These issues all create difficulties in quantitative interpretation and prediction of the effective mechanical behavior of nanotube–polymer composites. Due to these limitations, the model presented in this paper should be considered a first approximation and be considered qualitative. From this view, the existence of an interphase zone with modulus increased an order of magnitude (compared to the modulus of bulk polycarbonate) is reasonable and consistent with the increases in modulus measured for oriented polymers. As computational molecular techniques are developed it is envisioned that results from such simulations will serve as valuable input parameters into higher-scale modeling efforts such as the one presented here. Thus as better models of the mechanical behavior of embedded MWCNTs and their interactions with the local polymer chains for long time scales are developed, more accurate approximations of the interphase modulus based on macroscale experimental testing will be achievable."]], ["Summary", ["The focus of this paper was the study of the reinforcement mechanisms of MWCNT-filled polymers. A reinforcement mechanism, unique for nano-filled polymer composites, is suggested from this work. Immobilization of polymer chains on the surface of the nanotubes causes mechanical stiffening of this interphase region and thus can be considered as an additional reinforcing component in the composite. The large available nanotube surface area within the nanotube–polymer composite results in a significant region of immobilized polymer; the extent of this interphase region can be made larger via appropriate surface modification of the MWCNTs as observed in high resolution SEM imaging of the composite fracture surfaces. Analysis of the viscoelastic properties of these composites, and in particular the effective relaxation spectra of the samples, indicates differences in the morphology and properties of polymer within this non-bulk interphase region. Specifically, enhanced inter-mixing in EP-MWCNT composites allows better load transfer, and therefore improved mechanical properties, as compared to AR-MWCNT composites. Thus the immobilization of the polymer in the interphase region provides an additional reinforcement of the composite, which for the case of nanotube–polymer composites can be significant given the considerable fraction of this altered polymer in the nanotube-reinforced polymer.", "The ability to control the properties of the immobilized polymer layer, and the interactions between this layer and the bulk polymer, will affect the load transfer mechanisms from the bulk polymer to the reinforcing components in the composites. The thickness of the adsorbed polymer layer, its properties, and the nature of interactions with the bulk polymer chains are parameters that have to be controlled in order to optimize the reinforcement efficiency in nanotube–polymer composite materials."]]], "doi": "10.1016/j.compscitech.2005.10.004"}