{"title": "Nanofillers in polymeric matrix: a study on silica reinforced PA6", "abstract": "The study was carried out on nanocomposites consisting of nanoscopic silica fillers embedded in polyamide 6. Various composite systems were prepared through in situ polymerisation, with different elementary particle diameters and filler contents as variables.\n                  The morphological investigation demonstrated the non influence of the particle presence on the crystalline phase of such composites.\n                  The introduction of filler leads to an obvious reinforcement of the matrix elastic modulus: the observed increase depends on the modulus difference between the various phases present, the filler content and its dispersion state. In the same way, the yield point, in both compressive and tensile tests, is found to be sensitive to the latter parameters.\n                  Complementary experiments enable to suggest possible local events leading to the rupture of these composite systems.", "body": ["To cope with some limitations of polyamide 6, and hence to spread its application sectors, inorganic fillers can be added to this polymer, leading to a composite system, which should, at best, combine the advantages of the two phases it is composed of. In particular, composite systems can reach higher rigidities and heat distortion temperatures that cannot be achieved by the pure matrix. Silica filled polyamide, by fulfilling some of these needs, gains its own engineering domains. So far, it has been mostly used in automotive applications, electrical engineering, electronics, appliances and consumer goods [BIB1].", "Sumita et al. [BIB2] early underlined the interest of replacing micrometric silica particles by nanoscopic counterparts. Not only did they find out that the nanoparticles give rise to higher rigidities, which is actually established for any composite systems [BIB3], but they also observed an increase in the yield stress of the nanoparticles reinforced polymers compared to that of the pure polyamide 6. They noticed an increase in the stress at break too, along with a limited decrease in the rupture strain.", "Given the complex structure of any of these systems, the choice was made in this study to focus on a model composite, i.e. silica reinforced polyamide 6, and to restrict and clearly define the differences between the various analysed systems. Basically use was made of spherical nanoparticles of various diameters, and different filler concentrations were reached. The composites were actually prepared through the same process (i.e. in situ polymerisation [BIB4 BIB5]); in that way, differences in the quality of interfacial bonds were avoided among the various produced systems. Hence the main parameters in the study were limited to three: the filler concentration, the filler elementary particle size and the inorganic phase dispersion state. With regard to the possibly mixed influence of the latter variables, the investigation was led along three directions. First, concerning the microstructural aspects, the crystalline phase evolution, i.e. its importance and morphology, within these semi-crystalline polymer based composites, was characterised. Secondly, as far as the macroscopic properties are concerned, both the rheological and the mechanical properties of the various systems were compared. A classical mechanical approach (developed for more conventional microcomposite systems) eventually could account for the observed reinforcement of the nanocomposite systems in the glassy state, but underestimates their behaviour above the glass transition temperature. Finally, the micromechanical deformation processes in such systems were approached through scattering experiments, from which a particle size and/or dispersion state effect can be identified.", ["Experimental", [["Measurements", ["The Differential Scanning Calorimetry (DSC) experiments were carried out on a Perkin Elmer DSC7. All samples were subjected to the following protocol: they were heated from room temperature to 290°C at 10°Cmin−1, held there for 10min, and cooled back to room temperature at 10°Cmin−1. The wide angle X-ray scattering (WAXS) experiments were performed with a copper anode (λ=1.54\n                           \n                              \n                                 A\n                                 ̊\n                              \n                           ). Ni filtered CuKα radiation (in point collimation) was used to perform small angle X-ray scattering (SAXS) experiments. Thin plates were cut by ultramicrotomy from the systems and observed under a Transmission Electron Microscope (TEM) (using a high voltage of 120kV).", "With regard to the macroscopic characterisation, Dynamic Mechanical Analyses (DMA) were performed on a Rheometrics RMS800. The absolute modulus was determined through mechanical vibration measurements. Compression tests were performed at a strain rate of 0.5%s−1, tensile tests having been carried out at the same rate and at ambient temperature. Capillary rheometry was used to gain insight into the melt viscosity behaviour of the composite systems, at a temperature of 250°C. Volume changes during tensile tests (performed at a nominal strain rate of 0.7%s−1) at room temperature were recorded on a ‘cavitometer’: this special device, developed in our lab, enables to determine the composite volume variations by recording the pressure difference between the sample chamber and a reference one.", "Prior to any measurement, the massive samples were subjected to a drying procedure, i.e. they were stored under primary vacuum at 95°C during at least 12h."]], ["Composite systems", ["The nanocomposite systems were produced by in situ polymerisation around the inorganic fillers. A silica sol (Klebosol) and caprolactam were mixed into a reactor, the polycondensation of PA6 was then getting started. The final polymer was injection moulded into the required shapes for macroscopic observations. The injected samples were rectangular shape (80×10×4\n                           mm\n                           3), thanks to the ISO 179 standard (type 1). The injection temperature were 250°C for the polymer and 80°C for the mould.", "Three various types of silica particles were introduced, and three different concentrations were reached. The resulting samples are designed as presented in [TBL1]\n                        .", "Given the preparation route, the real filler concentration within the prepared composites had to be verified. The measured values are presented in [TBL2]\n                        , along with the systems molar masses.", "Microscopic control was conducted, in order to get insight into the filler dispersion state within the semi-crystalline matrix. [FIG1] \n                        illustrates the two extreme morphologies the study was carried out on.", "The smallest particles (12nm in diameter) do not appear as single entities in the polymeric matrix, but tend to form aggregates of structured shapes and random sizes. By contrast, the largest particles (50nm in diameter) are rather well dispersed in the polymer. We notice the presence of smaller particles into the latter composite system: they actually appear to be of diameters of ca. 12 and 25nm.", "Once again, prior to any measurement, the massive samples were subjected to a drying procedure, i.e. they were stored under primary vacuum at 95°C during at least 12h."]]]], ["Results and discussion", [["The crystalline phase", ["The filler being in the same size range as the PA6 lamellae long period, complementary analyses were conducted to investigate the influence of the filler's presence on the crystalline phase quantity and morphology within these nanocomposites.", "The DSC analyses lead to the values of <i>T</i>\n                        m, the melting point, <i>T</i>\n                        c, the onset of the crystallisation phenomenon, Δ<i>H</i>\n                        m, the melting enthalpy and Δ<i>H</i>\n                        c the crystallisation enthalpy, which are gathered in [TBL3]\n                        .", "Within experimental error, the various characteristic parameters stay constant whatever the filler's size or concentration. In particular, the variation in the melting enthalpy does not change. The ratio of the crystalline phase to the amorphous one within the composite systems is actually equal to that of the pure polymer: the degree of crystallinity reaches a value of around 40% for any system. As the crystallisation point keeps constant, it can be stated that the particle's presence has no influence on the matrix crystallisation kinetics. Finally, if the silica particles had modified the crystalline morphology of the system, the melting temperature would have been sensitive to it; this was however not the case.", "PA6 is known to crystallise into various phases: the α stable crystal and among others the γ one [BIB6]. WAXS was used to gain insight into the influence of silica on the crystalline ratio. The α phase gives rise to two peaks at scattering vectors of 1.416 and 1.661Å−1, respectively [BIB7 BIB8] whereas the γ phase manifests itself as a peak at a scattering vector of 1.486Å−1. As a basis for comparison, the choice was made to analyse the composite samples core, bearing in mind that the process could affect the structure of the polymer across its width.", "The first set of experiments enables to gain insight into the influence of silica volume on the PA6 crystallinity. [FIG2] \n                        presents the diffraction patterns of composites with increasing filler content along with the one of the pure matrix. First we notice the presence of two peaks in the pure polymer spectrum, indicating the unique presence of the α phase in the core of the PA6 as injected (experiments carried on the sample's skin indicate the mixed presence of two crystal phases). Moreover, except for a decrease in intensity, the composite systems spectra present the same shape. Actually, the silica particles absorb the radiation, therefore leading to smaller values on the composite diffraction intensities. Nevertheless, the α crystals are the only crystalline phase within the composite system's core.", "The second set of experiments was carried out on samples containing the same filler volume fraction (as gathered on [FIG3]). So far, the conclusions that were drawn above remain valid: the two peaks indicate the obvious presence of the α phase within the composite systems. Thus neither the filler concentration, nor the particle size (within the limits of our study) appear to have any influence on the crystalline morphology of the silica reinforced PA6."]], ["Macroscopic properties", ["First the composite's absolute modulus was measured at room temperature, as presented in [FIG4]\n                        . So far, the modulus increases with respect to the filler concentration, whatever the filler dispersion state.", "To better estimate the effect of filler's presence, use was made of classical mechanical models with reference to the observed modulus increase. The well known Reuss and Voigt models, respectively assume a series and a parallel mechanical coupling between the various composite phases: they define the largest domain for the composite modulus values. To restrict this range of values, and hence to better account for the observed properties, a predictive estimation can be derived from the mechanical models based on homogenisation techniques. These approaches are developed into a volume element, representative of the whole composite material, and usually defined as, in the simplest case, an inorganic filler surrounded by a shell of polymer matrix, embedded in an infinite homogeneous medium, which undergoes the external deformation. [FIG5] \n                        represents such a volume element, based on the three-phase self-consistent scheme, also known as the Christensen and Lo model [BIB9]. At low filler fraction, this model leads to composite modulus values close to those calculated from the Kerner approach [BIB10], which is represented along with the experimental results in [FIG4]. The only hypothesis needed for the development of the latter approach concerns the matrix Poisson coefficient, which was assumed to equal 0.3 [BIB11]. Given the experimental errors, the observed modulus reinforcement can be accounted for by these mechanical approaches, classically predicting the modulus increase for conventional composite materials.", "In the glassy state, the modulus increases smoothly with the filler concentration: the effect of filler on the elastic properties is restricted to a mechanical coupling between the various phases within the system, i.e. the spherical rigid particles embedded in the polymer matrix. The filler volume fraction obviously plays the major role below the main relaxation temperature of the matrix amorphous phase, no filler size effects have been observed.", "The mechanical investigation was completed along a large temperature range during the dynamic thermal analysis. The composite real moduli and loss factors of the systems having the largest particles are compared to the ones of the pure matrix in [FIG6 FIG7]\n                        \n                        .", "Actually the fillers reinforcement on the elastic modulus is confirmed throughout the whole temperature investigation range. As already mentioned, Kerner's approach could account for the observed modulus increase on the glassy plateau. Nevertheless once the main relaxation of the polymer amorphous phase is reached, the observed reinforcement by the filler becomes higher than predicted by the mechanical approach (even if adjusted), as illustrated in [FIG8]\n                        . This actually illustrates a particular weakness of classical mechanical approaches, when the ratio between the various constituent moduli becomes too large.", "In order to account for the observed reinforcement, among other possible assumptions, the existence of an interphase may be included in the developed approach (as presented in [BIB12 BIB13]). This particular phase consists of a matrix fraction, which exhibits vitreous properties, because of its closeness to the inorganic surface. In the present study, this concept was integrated into a mechanical approach by using the extension of a three-phase model to a <i>n</i>-phase one, as developed by Hervé et al. [BIB14]. Use was made of a four-phase model, with the elementary cell represented in [FIG9]\n                        . Experimental moduli were used for the filler and matrix phase, the interphase moduli was chosen equal to the one of the matrix in the glassy state. Then, the interphase fraction was adjusted to fit the data at T=430\n                           K. The thickness of the interphase can be deduced from the volume fraction and leads to 6.4, 13.1, 1.6 and 4.2nm for respectively, the sample PA-05-S, PA-05-L, PA-10-M and PA-15-L. In that way, the developed approach accounts for the evolution of modulus, both on the glassy plateau and above the main relaxation temperature, as presented in [FIG10] \n                        for the well-dispersed composite system (i.e. the one that contains the largest particles).", "Although this interphase concept could account for the observed modulus increase, some doubts remain about its physical existence. First no morphological manifestations were noted here (within the limits of our study). Moreover, its evaluated width decreases with increasing volume fraction. Thus, without evident morphological proofs of its existence, the interphase appears as a concept that compensates for the deficiencies of the mechanical approaches in taking into account the important moduli difference between filler and polymer matrix above the main relaxation temperature of the well-dispersed composite systems. For the more aggregated ones (PA-05-S and PA-10-M), another parameter could account for the discrepancy between experiments and theory: a complex inorganic structure may be more effective in load transfer mechanisms than a simple sphere [BIB15 BIB16]. The filler aggregates could hence give rise to a better modulus reinforcement through a more effective mechanical coupling with the polymer phase than a well dispersed spherical particle does.", "In addition, a slight reduction on the composite loss factor is observed, which is all the more obvious on the damping capacity maximum as illustrated in [FIG11]\n                        . With regard to the theoretical curves represented along, we notice that the parallel mechanical coupling assumes too high a strengthening of the composite structure through the inorganic phase. By contrast, the series coupling or the Kerner approach (extended to the viscoelastic behaviour using the Hashin principle) account for only a rather limited decrease in loss factor. As a gross assumption, the simple ‘organic volume restriction’ law of Lewis [BIB17] is also represented in [FIG11]: it simply assumes that the damping capacity reflects a number of individual relaxation phenomena, which are limited for the composite systems because of the filler's presence. As a matter of fact, this approach appears as a better fit to the experimental data, at least for the well dispersed composites. The filler aggregation tends to affect the damping capacity to a greater extent.", "The differences between the composites definitively break out in the liquid state, as can be seen in the melt viscosity measurements presented in [FIG12]\n                        . Within the investigated shear rate domain, the composite behaviour becomes all the more non-Newtonian as the filler loading increases or the particle size decreases. The deviation from the Newtonian behaviour is attributed to the strong particle–particle interactions due to the extended surface areas, and hence to the tendency of silica particles to form aggregates [BIB18]. This is especially true in the case of the PA-05-S, in which the aggregate's presence was demonstrated using TEM. As a matter of fact, the latter sample and the PA-05-L system, though having the same volume fraction, represent two extreme sets of values.", "In order to investigate the composite's behaviour at higher elongations, compression tests were performed at room temperature, as illustrated in [FIG13] \n                        for the well dispersed systems. Our interest is mostly focused on the yield point, defined as the intersection between the line representing the linear regime, and the one characteristic of plastic deformation behaviour. It can fairly be considered as the simplest point, characteristic of the deviation from linear behaviour. Within experimental error, the yield stress seems sensitive to the volume fraction, and also to the filler size and/or the filler dispersion state as presented in [FIG14]\n                        . This shows up in good agreement with what Sumita et al. [BIB2] observed in an investigation of the same range of filler size. Oshmyan et al. [BIB19 BIB20] developed a model (combining constitutive equations representing the behaviour of the polymer matrix with a finite element mechanical approach) to account for the observed increase in the composite yield point. In the case of a perfect adhesion between the spherical fillers and the matrix, they came out with a smooth increase of the yield stress with respect to the filler content: their approach leads to a calculated increase, which appears in rather good agreement with the measured yield point increase on the composite having the largest particles diameters, as shown in [FIG14]. However, the observed increase is much higher when the particle size decreases or its dispersion state becomes worse. In this study, the difference in the bound strength between filler and matrix does not seem an adequate explanation. Hence, the discrepancy to the perfect adhesion approach may be the manifestation of additional load transfer mechanisms occurring in the latter composites, given their filler aggregate structure. Among others, Shen et al. [BIB15] showed that a complex filler geometry could lead to a better stress transfer between particle and matrix than a spherical filler shape does.", "As for the yield, its values was found to slightly increase (within experimental error) with increasing filler content.", "We were further interested in getting insight into the deformation processes within these nanocomposites systems. Hence the behaviour of the various systems under increasing elongation was first observed. The influence of the filler concentration on the tensile behaviour is illustrated in [FIG15]\n                        . First of all, as underlined previously in compression, the yield stress appears to be enhanced by the presence of the filler. The PA-05-L system even exhibits a rather ductile behaviour. The rupture of this sample happens during necking. A higher filler content (PA-15-L) leads to the loss of this ductile behaviour. This corresponds to the ductile/quasi-brittle transition that Lie et al. [BIB21 BIB22] observed while studying composite systems with increasing filler content.", "Given the expected size of the damage zone, use was made of SAXS experiments on post-mortem strained samples to investigate the occurring phenomena. The scattering patterns were recorded both along the elongation axis (meridian) and perpendicular to it (equator). The recorded patterns on the largest particles reinforced systems are presented in [FIG16]\n                        .", "The scattering pattern observed on the unstrained sample presents oscillating bumps: these are due to the scattering by relatively monodispersed fillers in what is called the Guinier region of the scattering spectrum.", "Concerning the damage zone, it can be noticed that along the traction axis (curve labelled meridian), the scattering pattern remains the same, in that the correlation bumps are still visible. On the contrary, in the direction perpendicular to the traction axis (curve marked equator), another scattering seems to add to and simply hide the one of the silica particles. In particular, no periodic distance could be observed any longer.", "A comparison between the tensile behaviour of the systems containing 5wt% of filler is presented in [FIG17]\n                        . Again the yield point is found to increase with decreasing filler diameter and worsened filler dispersion state. It has to be noted that in the case of the smaller particles, the draw stress is not reached, the rupture occurring rapidly after the yield point.", "The same scattering experiments were performed on the composites containing smallest silica particles within polyamide, as presented in [FIG18]\n                        .", "As for the strained sample, both the spectrum along and perpendicular to the traction axis reflect an additional scattering compared to the initial spectrum.", "With reference to Kim and Michler's work on micromechanical deformation processes [BIB23 BIB24], the discrepancy between the two particulate filled polymer composites features could be analysed as follows. In PA-05-S, the 12nm particles tend to gather into aggregates, in the equatorial regions of which the maximum stress concentration occurs, since they act as large soft particles during the deformation process. The authors suggest that a multiple debonding process develops throughout the aggregates (as illustrated in [FIG19] \n                        (right)): the inter particle distance being so limited, the matrix that stands in between the fillers easily undergoes shear flow and fibrillation. Decohesion and cavitation around some particles may participate in this process. The as-created voids being the same size as the filler (and slightly elongated along the traction axis) could act as additional scattering entities within the system, increasing the damage zone scattering as noticed above. Given the observed discrepancy in the scattering increase along the various investigated directions, it can be stated that the supposed created voids could appear as elliptical, with dimensions similar to the particle ones.", "By contrast, the largest particles (50nm in diameter) would preferentially undergo a single debonding process. As a matter of fact, the particles being rather well dispersed, the maximum stress concentration lies in the polar regions of the filler, which will activate a debonding process. Around the particle, a void would develop, which appears as elliptical with the longest axis along the traction one (as shown schematically in [FIG20] \n                        (left)). The void length along the traction axis has to be much larger than the particles dimensions. The scattering, it leads to, may not be detected by our experimental set-up. On the equatorial direction, this latter scattering pattern would simply add to and hence hide the scattering from the particles.", "The damage behaviour analysis was completed by recording the evolution of the sample volume changes with respect to elongation for the systems of interest. The measured signals are gathered in [FIG20].", "First, it can be noticed that the pure matrix displays a non negligeable volume increase (over 3%). This can be due either to the effect of the Poisson coefficient, or to the fibrillisation of the crystalline phase of the polymer. The composite systems present a higher volume change than the pure matrix, confirming the additional damage mechanisms introduced by the filler presence. Moreover, the higher volume change values are reached by the PA-05-S system. This may indicate that, in the frame of the decohesion, cavitation and fibrillisation phenomena occurring within the composite systems, the smaller particles lead to more created voids, which may confirm the suggested deformation mechanisms: not only shall the voids develop around the particles, but the more aggregated the inorganic filler the higher the loci for matrix cavitation and fibrillisation. This suggestion actually needs further confirmation, by more direct observations."]]]], ["Conclusion", ["In the present study, a complete investigation was performed on so called polymer based ‘model’ nanocomposites. Within the investigated fillers size (between 12 and 50nm in diameter for the elementary particles), and the chosen polymer-filler pair, the following conclusions can be drawn:\n                        \n                           Given the sensitivity of our experimental set-up, no influence of the filler's presence could be noticed on the crystalline phase within these nylon-based composites, neither on the quantity nor on the morphology.\n                        \n                        \n                           Even though in the same diameter range, the filler dispersion state within the matrix appears to extremely vary in our study, from single silica particles embedded in the polymer to filler aggregates of complex sizes and shapes.\n                        \n                        \n                           In the glassy state, the observed effect of reinforcement on the elastic properties can be accounted for by taking into account only the filler volume fraction (which is the main parameter of the classical mechanical approaches). This is however no longer the case above the main relaxation of the polymer amorphous phase, where the filler's dispersion state plays a prominent role up to the molten state.\n                        \n                        \n                           The mentioned mechanical reinforcement was maintained up to the plastic regime, where the yield point was again found to be sensitive to the filler size and/or dispersion state, the more aggregated the particles, the higher the yield stress.\n                        \n                        \n                           As another argument for the prominent role played by the filler size and dispersion state, the damage evolution was thought to evolve from a single debonding process to a multiple debonding one with decreasing filler size and worsened filler dispersion state.", "The most striking result from this complete study is the evidence of a filler size effect on the filler dispersion even within the limited investigated particle diameter range, along with the importance of this parameter on the elastic, plastic and rupture behaviour. This may indicate the possible existence of an optimal size for the reinforcing particles, but further investigations on a larger range of filler sizes and other polymer-filler pairs have to be carried out to confirm the existence of such a parameter."]]], "doi": "10.1016/S0032-3861(01)00446-3"}