{"title": "Viscoelastic behavior and electrical properties of flexible nanofiber filled polymer nanocomposites. Influence of processing conditions", "abstract": "Two different types of high aspect ratio flexible nanofibers, cellulose nanofibrils and carbon nanotubes, were dispersed in an amorphous thermoplastic polymer matrix. The mechanical and (in the case of carbon nanotubes filled composites) electrical properties of these composites were investigated. Dynamic mechanical analysis highlighted the influence of entanglements between fibers and of fiber/fiber contact properties on the composite mechanical reinforcement in the rubbery state. In the case of cellulose filled nanocomposites a large mechanical reinforcement effect was observed. This effect was explained by the formation of a rigid nanofibril network linked by strong hydrogen bonds. The formation of this network was assumed to be governed by a percolation mechanism. Conversely, when such bonds between cellulose fibrils were prevented by the process, a lower mechanical reinforcement is observed and can be modeled by a classical mean field approach. On the other hand, both types of composites filled with carbon nanotubes (where no strong interactions are possible) highlighted the fact that entanglements are responsible for a strong increase in thermo-mechanical stability but do not influence the mechanical reinforcement. However, carbon nanotubes are good conductive objects and for such nanocomposites, electrical percolation properties were found. The influence of the process on these electrical properties was highlighted and discussed in term of modification of tube–tube contact electrical properties.", "body": [["Introduction", ["Made up of nanometric particles (nanofillers) dispersed in a polymer matrix, nanocomposite materials have been widely studied in the past 20 years. The mechanical reinforcement effect of these nanofillers were soon highlighted. In the particular case of polymer reinforced with rigid nanofillers, various parameters seem to be of importance in characterizing the fillers: geometrical factors such as the shape, the size, and the aspect ratio; intrinsic mechanical characteristics such as the modulus or the flexibility; surface properties such as specific surface area and surface treatment [bib1]. The type of polymer matrix used and the possible effects of nanofillers on its microstructure and its intrinsic properties is also an essential parameter ruling the composite properties. Indeed, the presence of nanofillers could modify the crystallinity of a semi-crystalline matrix, or the cross-linking in a thermoset matrix. Thus, the fundamental understanding of the relations between the microstructure and the mechanical properties of nanocomposites is strongly made easier by using simple amorphous thermoplastic matrices.", "High aspect ratio fillers are of particular interest because of their high specific surface area. In the case of fibrous nanofillers, previous experimental and theoretical studies have essentially focused on rod-like nanofibers (cf: the work of Favier et al. on cellulose whiskers as fillers in a polymer matrix [bib2 bib3]). However, very high aspect ratio nanofibers display good flexibility properties. Dispersed in polymer matrices, they will create a complex entangled microstructure. The influence of the entanglement rate, the tortuosity of the fillers, their intrinsic properties and the filler–filler interactions on the composite macroscopical properties is not completely understood yet. The need for experimental study and theoretical modeling of model systems have motivated the present work.", "In order to understand the effect of interactions between nanofibers, two different types of flexible nanofibers were used: cellulose nanofibrils and carbon nanotubes. Moreover, by using two different processing conditions, entanglements and contacts between nanofibers could be modified.", "The cellulose is a semi-crystalline biopolymer, naturally synthesized as nanofibrils, which constitute the rigid skeleton of numerous species such as plants, some alga or mushrooms and amoebae [bib4]. Eichhorn and Young [bib5] have measured by in situ Raman spectroscopy a value of 25GPa for the longitudinal Young’s modulus of cellulose fibrils. Because of their interesting mechanical properties and the progress made for their extraction and their individualization from natural materials [bib6], cellulose nanofibrils were recently studied as fillers in polymer matrices [bib7 bib8].", "Concerning carbon nanotubes, papers related to their use in nanocomposite materials are more and more numerous since their discovery by Ijima in 1991 [bib9]. Even if experimental studies [bib10] and theoretical modeling [bib11] have demonstrated high Young’s modulus (of the order of magnitude of 1TPa) and stiffness of carbon nanotubes, their real efficiency as a mean to increase the mechanical reinforcement in polymer matrices is still an open question as suggested by the diversity of the results found in the literature [bib12 bib13 bib14 bib15 bib16]. In addition to their outstanding mechanical properties, carbon nanotubes are good electrical conductive objects [bib17]. Dispersed in an insulating matrix, they allow the material to be conductive above a certain nanotube content, called the electrical percolation threshold; but, here again, results in the literature are very scattered [bib18 bib19 bib20 bib21].", "The aim of this study is thus to check the efficiency of multi-walled carbon nanotubes (MWNTs) – which were chosen because of their weak interactions (contrary to single-walled carbon nanotubes which form bundles, difficult to disintegrate) – as fillers in a soft thermoplastic matrix and to compare it with that of cellulose nanofibrils. In order to realize this study, model systems were elaborated and tested. Stable suspensions of MWNTs and nanofibrils were, first, mixed with an aqueous emulsion of polymer particles, i.e. a latex. In order to produce composite films, two different processing conditions were then used. We report here dynamic mechanical analysis measurements and electrical characterization of these materials."]], ["Experimental", [["Characterization", ["A drop of diluted suspension of MWNTs in ethanol or cellulose nanofibrils in water was deposited on amorphous carbon-coated TEM grids and then observed at room temperature using a JEOL 200CX transmission electron microscope (TEM).", "In order to check the nanocomposites homogeneity (i.e. the dispersion of the nanofillers in the matrix), conventional TEM observations were also performed on composite materials. The samples were cut by cryo-ultramicrotomy using a Ultracut Reichert S. The temperature of the sample was set to −20°C and the speed of the glass knife was 4mms−1. The thin sections of about 60nm thick were dry-collected and were placed on a 400-mesh copper grid.", "Differential scanning calorimetry (DSC) analysis was performed on a Perkin–Elmer Pyris Diamond apparatus with a heating rate of 10K/min. The glass transition temperature, <i>T</i>\n                        g, mentioned in the text refers to the temperature of the inflexion point on DSC data.", "For the mechanical characterization, dynamic mechanical analysis (DMA) measurements were performed in torsion mode at a fixed frequency (0.1Hz) from 200K to 450K with a heating rate of 1K/min. The storage (<i>G</i>′) and the loss (<i>G</i>″) moduli of the complex shear modulus (<i>G</i>\n                        ∗) and the loss factor tan(<i>δ</i>) (<i>G</i>″/<i>G</i>′) were measured as a function of temperature. Sample dimensions were about 10×3×0.6mm3. The main relaxation temperature <i>T</i>\n                        α is defined here as the temperature where the maximum of tan(<i>δ</i>) is reached.", "Electrical conductivity measurements were carried out. Parallelepipedic samples (around 5×15×0.7mm3) were coated at their ends with a silver paint to ensure a good electrical contact with the electrodes. AC complex electrical conductivity measurements were performed at room temperature for several frequencies ranging from 10mHz to 1MHz using a Solartron 1226 bridge with a low applied field of about 1Vcm−1. The complex admittance <i>Y</i>\n                        ∗ was recorded versus time. From this admittance, the complex conductivity \n                           \n                              \n                                 \n                                    σ\n                                 \n                                 \n                                    e\n                                 \n                                 \n                                    ∗\n                                 \n                              \n                           \n                         can be deduced."]], ["Materials", [["Cellulose nanofibrils", ["These were obtained from sugar beet pulp at the Centre de Recherche sur les Macromolécules Végétales (CERMAV, CNRS, B.P. 53, 38041 Grenoble Cedex, France). The chemical treatment used is described by Dinand et al. [bib6]. This treatment allows to obtain a final aqueous suspension of cellulose nanofibrils which does not sediment or flocculate. A TEM observation of this cellulosic fibrils is presented in [fig1]\n                           . Because of cellulose degradation under the electron beam, TEM high magnification observations and thus the observation of individual nanofibrils are really difficult to run. Nevertheless, one can observe in [fig1] that cellulose nanofibrils are arranged in bundles of 10–50nm width. The cellulose relative density is 1.58gcm−3."]], ["Multi-walled carbon nanotubes", ["These were synthesized at Ecole Polytechnique Fédérale de Lausanne (EPFL) from the catalytic decomposition of acetylene at 720°C on supported cobalt/iron catalyst as already described [bib22]. For purification, raw MWNTs sample was sonicated in 30% HNO3 for 3h then filtered and washed with distilled water and finally dried at 120°C. As shown in [fig2]\n                           , the purified multi-walled carbon nanotubes used in this study are pure, very long (mean length around 8μm), flexible and entangled. Couteau and co-workers [bib22] previously showed by energy dispersive X-ray (EDX) analysis that with this purification process the Fe (<i>K</i>\n                           α 6.4eV and <i>K</i>\n                           β 7.06eV) and Co (<i>K</i>\n                           α 6.93eV and <i>K</i>\n                           β 7.65eV) peaks are drastically reduced in the purified sample. This means that the metallic catalysts are mainly removed by the purification step. Image analysis made on several TEM pictures gives a diameter distribution between 8nm and 105nm with a mean value around 32nm. The relative density of MWNTs can be estimated to 2gcm−3 by taking into account the volume of graphite (relative density 2.2gcm−3) in a nanotube.", "The purified nanotubes were then dispersed in a distilled water solution of 1.2gL−1 sodium dodecylbenzene sulfonate (SDBS: C18H29SO3Na) surfactant using a sonication step for 10min with 20mL suspension volumes, using a Branson Sonifier with a 13mm probe tip at 20KHz and a power source of 25W. Several weight ratios of nanotubes to surfactant were investigated for solution stability and an optimum ratio of five (5:1) was chosen to obtain an aqueous suspension stable for at least 3 weeks. This weight ratio corresponds to six surfactant molecules per nm2 of available nanotube surface (calculation made with an average tube diameter of 32nm), or in other words a surface available for each molecule of 14Å2, which seems reasonable. The quality and the homogeneity of this MWNTs aqueous suspension was established by new environmental scanning electron microscopy observations. Bogner et al. [bib23] have developed a new device which allowed the observation of aqueous dispersion in transmission. Latex and carbon nanotubes dispersion previously mentioned were observed and found to present a good state of dispersion without aggregates."]], ["The latex matrix", ["This was prepared by emulsion copolymerization of styrene (35wt%) and butyl acrylate (65wt%) at the LCPP (Laboratoire de Chimie et Procédés de Polymérisation, UMR CNRS 140-CPE Lyon, BP 2077, 69616 Villeurbanne Cedex, France). The polymerization occurs in a miscellar aqueous solution of a surfactant mixture: an anionic (C12H25O(CH2CH2O)4SO3Na) and a non-ionic (C12H25O(CH2CH2O)19H). A surfactant-stabilized aqueous suspension of poly(styrene-co-butyl acrylate), P(S-BuA), with a relative density of 1.07gcm−3 is obtained containing 43wt% of spherical polymer particles with an average diameter of (145±11)nm (determined by light scattering). The glass transition temperature of P(S-BuA) was determined by differential scanning calorimetry and found to be 266K."]], ["Composite processing", ["The latex was first stirred with the stable aqueous suspensions of nanofillers. Two methods were then used for the composite processing. The mixture was either cast in an aluminum mold with a teflon coating and put in a drying oven at 35°C under vacuum for five days to allow slow water evaporation and film formation (i.e. polymer particles coalescence). So-called evaporated films (or materials E) were obtained. For the second process used to elaborate composites, the suspension mixture was first freeze-dried to allow water sublimation, and a compact soft powder was obtained. This powder was then pressed at 100°C for 5min under 1MPa after 45min of thermal stabilization without pressure. This second type of nanocomposite materials is referred as FP materials.", "Samples reinforced with nanofillers contents of up to 6vol% for cellulosic nanofibrils and up to 3vol% for MWNTs fillers, were processed."]]]]]], ["Results and discussion", [["Microstructural characterization", ["The good level of dispersion of nanofillers within the P(S-BuA) matrix can be seen on [fig3]\n                         which shows an example of TEM observations on composites. Indeed, no aggregate can be observed and both nanotubes and nanofibrils seem to be isolated and homogeneously distributed. It is remarkable that on a composite microsection, nano-fibers seem to be shorter and less entangled than what they are really in the corresponding macroscopic sample, because of the small observed thickness."]], ["Glass transition temperature", ["DSC analysis highlighted the influence of processing conditions and filler content on the P(S-BuA) glass transition temperature, <i>T</i>\n                        g. Indeed, FP materials systematically present <i>T</i>\n                        g about 4K lower than those of E materials. As an example, the pure P(S-BuA) matrix has a <i>T</i>\n                        g of 266K when evaporated and of 262K when freeze-dried. This observation suggested a strong influence of the processing on the surfactant organization within the polymer. Indeed, the surfactant used here is known to have a plasticizing effect on latex films. After the latex film formation by slow evaporation, the surfactant molecules can be either solubilized in the polymer, dispersed as aggregates within the film, or segregated at the film surface or at the film-substrate interface [bib24]. The freeze-drying step followed by hot-pressing could strongly limit the eventual segregation and migration of surfactant molecules. Thus, the residual amount of surfactant in the film would be higher. A higher amount of surfactant solubilized in the polymer would lead to a lower <i>T</i>\n                        g because of the plasticizing effect. Moreover, the presence of nanofillers in the latex may modify the equilibrium established between surfactant molecules solubilized in the matrix and those segregated or adsorbed on filler surface. Indeed, for each process and for both kind of fillers, <i>T</i>\n                        g increases with the filler volume fraction. Nowadays, this problem of surfactant arrangement in latex films is still the object of numerous scientific publications [bib25] and is far from being completely understood. In the continuation of the present paper, in order to be free of this problem in the analysis of the results, the latter will be presented as a function of the ratio <i>T</i>/<i>T</i>\n                        α, with <i>T</i>\n                        α the main relaxation temperature."]], ["Viscoelastic behavior", [["DMA results", ["The storage modulus <i>G</i>′ (which is indicative of the elastic behavior of the polymer) determined by DMA measurements for the pure P(S-BuA) matrix and related composite materials filled with 1.5 and 3vol% of carbon nanotubes are plotted versus the normalized temperature in [fig4]\n                           . The unfilled P(S-BuA) matrix displays classical behavior of amorphous thermoplastic polymer; well below <i>T</i>\n                           α (281K for the E matrix), the polymer is in the glassy state with a modulus roughly constant (around 1GPa). When <i>T</i>\n                           α is reached, a strong decrease of the elastic shear modulus (by more than 3 decades) occurs, corresponding to a peak of the loss factor tan(<i>δ</i>). Above <i>T</i>\n                           α the material is in the rubbery state until it starts to flow (here at around 350K) and to behave as a viscous fluid and, then the experimental apparatus fails.", "When this matrix is filled with MWNTs, and whatever the processing condition used, a mechanical reinforcement effect is observed, increasing with the nanotube content. Below <i>T</i>\n                           α, the increase in the modulus with nanotube content is moderate but the nanotubes efficiency above <i>T</i>\n                           α is higher. Moreover, both 1.5 and 3vol% MWNTs filled E systems display a large rubbery plateau where the modulus is almost constant with the temperature. This strong increase in composite thermo-mechanical stability cannot be only understood by interactions between the polymer chains and the nanotube surface, but the formation of a percolating entangled nanotube network within the material has to be taken into account. Entanglements between tubes explain the elastic modulus measured in this large temperature range (where the pure matrix behaves as a viscous fluid). The [fig5]\n                            shows the difference between a simple contact and an entangled contact between two fibers. Entanglements within a fibrous structure are indeed responsible for the elastic response of this structure (like in glass wool for example).", "FP composites with the same nanotube contents do not display such a strong increase in flow temperature. Indeed, nearly the same mechanical reinforcement is measured but the FP materials rapidly flow. A scheme is proposed in [fig6]\n                            to explain this effect of processing conditions on thermo-mechanical results. During the slow evaporation, because of Brownian motions in the suspension (whose viscosity remains low, up to the end of the process when the particle concentration becomes very high), the rearrangement of the nanofibers is possible. The resulting structure (after the coalescence of polymer particles) is completely relaxed and entanglements between the long and flexible nanofibers are then created. Conversely, during the FP process, the particle arrangement in the suspension is first frozen, and then, during the hot-pressing, because of the melted polymer viscosity, the nanofiber rearrangements are strongly limited. In the resulting structure, the nanofibers are more isolated from each other (cf: [fig6]), fiber/fiber contacts are mainly simple contacts, and very few entanglements are created. This latter FP microstructure will lead to a weak thermo-mechanical stability. Indeed, when the polymer is viscous, as only few entanglements exist between nanotubes, the composite flow (at a lightly higher temperature because of interactions between polymer chains and nanotubes).", "However, entanglements between nanotubes appear to have a low effect on the mechanical reinforcement. Thus, the increase in modulus is mainly due to stress transfer between matrix and nanotubes.", "[fig7]\n                            presents DMA results obtained on cellulose nanofibrils filled composites. Here again, an increase of the flow temperature is observed in both E and FP materials. This delay of the material flowing is due to the interactions between the polymer chains and the nanofibrils surface. For E materials, the slope value (in absolute value) of the rubber plateau is slightly lower for the composites than for the unfilled matrix. This can be explained by an increasing contrast between the fibrils and the matrix modulus when the matrix modulus decreases. Indeed, this contrast is known to have a great influence on the reinforcement effect of the fillers. For E composites, the modulus in the rubbery state appears constant with the temperature for nanofibril content higher or equal to 3vol%. As supposed previously for MWNTs filled composites, such a long plateau results from a percolating filler network formed within the matrix. Nevertheless, the level of this modulus plateau is strongly higher for E cellulose filled composites than for E MWNTs filled ones with the same filler contents. This means that the rigidity of the nanofibril network is higher than that of the nanotube network. The rigidity of this cellulosic network is actually due to the strong hydrogen bonds which can be created between nanofibrils because of the high number of hydroxyl groups on their surface [bib2]. Up to the degradation of the cellulose (which occurs for a temperature around 500K), the composite modulus is governed by this network rigidity. Thus, in this case, the mechanical reinforcement observed here is more the result of strong links between nanofibers than an entanglement effect.", "Conversely, compared to E materials, cellulose filled FP materials present a mechanical reinforcement less important and the difference between the slopes on the rubbery plateau is smaller for such materials. This excludes the presence of this rigid nanofibril network in such materials. Thus, the FP process not only prevents entanglements creation between nanofibers (scheme proposed in [fig6]) but also, the fiber/fiber contacts created during this process cannot be considered as direct contacts but are made through a certain amount of polymer matrix (or maybe surfactant in the case of nanotube fillers). This observation is confirmed by the previous results of Favier et al. [bib2] which established the fact that the freeze-drying process prevents or, at least, limits the creation of hydrogen bonds between cellulose nanofillers. Consequently, the modulus of the FP composites is only due to stress transfer between the matrix and the nanofibrils and decreases with the temperature."]], ["Mechanical modeling", ["Various models exist for the mechanical properties of heterogeneous materials. Our approach uses the Halpin–Tsai semi-empirical equation [bib26] that describes the modulus of an aligned short-fiber composite, <i>M</i>\n                           c, by:\n                              \n                                 (1)\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                M\n                                             \n                                             \n                                                c\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                M\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          1\n                                          +\n                                          ξ\n                                          η\n                                          ψ\n                                       \n                                       \n                                          1\n                                          -\n                                          η\n                                          ψ\n                                       \n                                    \n                                 \n                              \n                           where <i>η</i> is given by:\n                              \n                                 (2)\n                                 \n                                    η\n                                    =\n                                    \n                                       \n                                          (\n                                          \n                                             \n                                                M\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                M\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          -\n                                          1\n                                       \n                                       \n                                          (\n                                          \n                                             \n                                                M\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                M\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          +\n                                          ξ\n                                       \n                                    \n                                 \n                              \n                           where <i>ψ</i> is the volume fraction of fibers, <i>M</i>\n                           f the fibers modulus, <i>M</i>\n                           m the matrix modulus and <i>ξ</i> is a factor that depends on the shape of the filler particle and on the type of modulus <i>M</i> to be calculated. The ply shear modulus <i>G</i> can be predicted with <i>ξ</i> equal to 1, the longitudinal modulus E11 with <i>ξ</i> equal to 2L/d (<i>L</i> and <i>d</i> are the fiber length and diameter, respectively) and the in-plane moduli E22 or E33 with <i>ξ</i> equal to 2 [bib27]. As shown by Van Es [bib28], the laminate theory can be used to calculate the isotropic three-dimensional modulus, as follows:\n                              \n                                 (3)\n                                 \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          3\n                                          D\n                                       \n                                    \n                                    =\n                                    0.184\n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          ∥\n                                       \n                                    \n                                    +\n                                    0.816\n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          ⊥\n                                       \n                                    \n                                 \n                              \n                           where <i>E</i>\n                           ∣∣ and <i>E</i>\n                           ⊥ are, respectively, the parallel and perpendicular moduli calculated for a unidirectional fiber ply (given by the Halpin–Tsai formula Eq. [fd1]).", "In order to fit Eq. [fd2] to the experimental data for cellulose filled composites in the rubbery state, we used for the fibers a longitudinal modulus <i>E</i>\n                           f11 equal to 30GPa and transversal moduli <i>E</i>\n                           f22 and <i>E</i>\n                           f33 equal to 15GPa. These values were taken from the literature on cellulose fibrils [bib29]. In the rubbery state, the fiber aspect ratio is the main parameter influencing the reinforcement level. To well fit the modulus of the cellulose filled composites above <i>T</i>\n                           α, an aspect ratio (ratio of the length to the diameter of the fiber) of 312 is used. Even if high resolution electron microscopy on cellulosic objects is impossible, this aspect ratio value seems to be reasonable and is comparable to the estimation made by E. Dinand [bib30]. [fig8]\n                            shows the result of this model compared to the experimental data when the composites are in the rubbery state (<i>T</i>/<i>T</i>\n                           α\n                           =1.15) for different fiber contents. It can be observed that the mechanical reinforcement for cellulose filled FP materials can be well modeled by the isotropic Halpin–Kardos calculation. Indeed such a model takes into account the modulus of each phase, as well as the geometry of the particles, but the particles are assumed to have no interaction among each other. This is consistent with the assumption of no strong hydrogen bonds between nanofibrils in FP materials. And, as expected, the mechanical reinforcement for E cellulose filled materials cannot be described by this mean field approach because of the presence of these strong filler–filler interactions.", "In order to understand this underestimation, it is worth considering the effect of this nanofibrils rigid network. An approach, called the mechanical percolation model, consists in the series-parallel model of Tagayanagi extended by Ouali et al. [bib31] and then by Kolařík [bib32] and Favier et al. [bib2] with a percolation concept. In this model, the composite is described by a parallel mechanical coupling of a rigid phase, made of a theoretical volume fraction of fiber network, and a soft one, made of the matrix reinforced with the fibers out of the network (i.e. dead branches and isolated aggregates). The network volume fraction is calculated from the percolation theory [bib33]. In the case of randomly distributed objects, the volume fraction <i>P</i> of percolated structure depends on the total volume fraction of objects, <i>ψ</i>, and is given by:\n                              \n                                 (4)\n                                 \n                                    \n                                       \n                                          \n                                             P\n                                             (\n                                             ψ\n                                             )\n                                             =\n                                             0\n                                          \n                                          \n                                             for\n                                             \n                                             ψ\n                                             <\n                                             \n                                                \n                                                   ψ\n                                                \n                                                \n                                                   c\n                                                \n                                             \n                                          \n                                       \n                                       \n                                          \n                                             P\n                                             (\n                                             ψ\n                                             )\n                                             =\n                                             \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               ψ\n                                                               -\n                                                               \n                                                                  \n                                                                     ψ\n                                                                  \n                                                                  \n                                                                     c\n                                                                  \n                                                               \n                                                            \n                                                            \n                                                               1\n                                                               -\n                                                               \n                                                                  \n                                                                     ψ\n                                                                  \n                                                                  \n                                                                     c\n                                                                  \n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                                \n                                                   b\n                                                \n                                             \n                                          \n                                          \n                                             for\n                                             \n                                             ψ\n                                             ⩾\n                                             \n                                                \n                                                   ψ\n                                                \n                                                \n                                                   c\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           with <i>ψ</i>\n                           c, the percolation threshold and <i>b</i>, the critical exponent. As assumed by De Gennes [bib34], the dead branches do not participate actively in stress transmission. An account of only the backbone of the structure requires a value of b close to 1.8. The percolation threshold can be approximated to 0.23vol% by using the law established by Nan [bib35] for straight rods, with an aspect ratio of 312 randomly dispersed in 3D. The shear modulus, <i>G</i>, of the composite is then given by:\n                              \n                                 (5)\n                                 \n                                    G\n                                    =\n                                    \n                                       \n                                          (\n                                          1\n                                          -\n                                          2\n                                          P\n                                          (\n                                          ψ\n                                          )\n                                          +\n                                          P\n                                          (\n                                          ψ\n                                          )\n                                          ψ\n                                          )\n                                          \n                                             \n                                                G\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                          \n                                             \n                                                G\n                                             \n                                             \n                                                r\n                                             \n                                          \n                                          +\n                                          (\n                                          1\n                                          -\n                                          ψ\n                                          )\n                                          P\n                                          (\n                                          ψ\n                                          )\n                                          \n                                             \n                                                G\n                                             \n                                             \n                                                r\n                                             \n                                             \n                                                2\n                                             \n                                          \n                                       \n                                       \n                                          (\n                                          1\n                                          -\n                                          ψ\n                                          )\n                                          \n                                             \n                                                G\n                                             \n                                             \n                                                r\n                                             \n                                          \n                                          +\n                                          (\n                                          ψ\n                                          -\n                                          P\n                                          (\n                                          ψ\n                                          )\n                                          )\n                                          \n                                             \n                                                G\n                                             \n                                             \n                                                s\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           where <i>G</i>\n                           r and <i>G</i>\n                           s are, respectively, the shear moduli of the reinforcing phase (fiber percolating network) and of the soft one (the matrix). The modulus of the cellulose network, which obviously differs from that of isolated nanofibrils, can be estimated by measuring the elastic properties of a film made only of cellulose nanofibrils. The Young’s modulus <i>E</i>\n                           r was experimentally measured in tension and found to be 5GPa. This value is close to the one reported by Dufresne et al. [bib36] (3GPa on average) for sheets prepared from sugar beet cellulose. Assuming that the mechanical properties of nanofibrils sheets are isotropic, the shear modulus <i>G</i>\n                           r can be calculated from <i>E</i>\n                           r by taking a Poisson’s ratio generally used for stiff systems (<i>ν</i>\n                           =0.3):\n                              \n                                 (6)\n                                 \n                                    \n                                       \n                                          G\n                                       \n                                       \n                                          r\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                r\n                                             \n                                          \n                                       \n                                       \n                                          2\n                                          (\n                                          1\n                                          +\n                                          ν\n                                          )\n                                       \n                                    \n                                 \n                              \n                           The shear modulus values <i>G</i>′ obtained from this percolation approach are found in Fig. 8 to be in good agreement with the mechanical measurements for E cellulose filled composites. For nanofibril volume fraction <i>ψ</i> lower than the percolation threshold <i>ψ</i>\n                           c, nanofibrils get connected in small isolated aggregates, so that <i>P</i>(<i>ψ</i>)=0 and the model is reduced to a series model which implies a low mechanical reinforcement. As soon as <i>ψ</i>\n                           >\n                           <i>ψ</i>\n                           c, an “infinite” cluster begins to merge, a connected rigid cellulose network is formed within the matrix, resulting in a jump of nanocomposite shear modulus.", "Shear modulus values for MWNTs filled composites are also plotted in [fig8]. These values appear very close to those of FP cellulose filled composites. Consequently, the mean field calculation seems adapted for MWNTs filled composites. As already mentioned before, no strong interactions are possible between carbon nanotubes, and thus a mechanical percolation phenomenon cannot occur. For instance, to model the modulus of the 3vol% MWNTs filled E material in the glassy state, a filler longitudinal modulus of 300GPa is required in the Halpin–Kardos isotropic calculation (Eq. [fd2]), almost independently on the aspect ratio. However, with the same fiber longitudinal modulus and an aspect ratio of 300, the mechanical reinforcement in the rubbery state is fitted. This value for the MWNTs longitudinal Young’s modulus is lower than what is found in the literature (Demczyk and co-workers found for example by bending tests a longitudinal modulus of 910GPa for MWNTs [bib10]). As it can be observed on [fig3], the carbon nanotubes remain curved and entangled within the composite. Fisher et al. [bib37] have shown by finite element calculation that the effective modulus of the tubes in composite materials is lower than their real longitudinal modulus and depends on their aspect ratio and their waviness ratio.", "Nevertheless, the mean field approach alone cannot explain the fact that the nanotubes delay the flow of the material. Such a model does not take into account the mechanical interactions between fibers. Thus, the effect of entanglements between tubes is not taken into account.", "In the case of conductive fillers, such as MWNTs, the investigation of the composite electrical percolation is of interest and could give information on the tube/tube contact properties in E and FP materials."]]]], ["Electrical properties", ["[fig9]\n                         shows the evolution of the real part of the electrical conductivity with the frequency for carbon nanotubes filled materials. The P(S-BuA) matrix displays a classical dielectric material behavior, with an electrical conductivity increasing with the frequency for high values of frequency (>1Hz). For the evaporated composite filled with 0.2vol% the same type of behavior can be observed with a conductivity level higher than for the matrix and a dependency of the conductivity with the frequency which appears later (for <i>f</i>\n                        >104\n                        Hz). This composite displays a capacitive behavior which corresponds to a conductive filler/polymer composite really close to the percolation threshold. For higher nanotube contents (0.5 and 3vol%), the composites electrical behavior is completely different, the conductivity is much higher (28Sm−1 for 3vol% of MWNTs) and remains constant with the frequency: the materials exhibit purely real resistivity. In this case, the material is above the percolation threshold; there is a connective network of nanotubes within the matrix. The same type of results was obtained in the same range of conductivity value by Sandler et al. [bib20] for epoxy/nanotubes composites or Benoit et al. [bib18] on PMMA/nanotubes composites. For FP materials, electrical conductivity level is systematically lower than for E materials and this transition from a capacitive behavior towards a resistive behavior appears for higher nanotube volume fraction. Indeed, the FP composite filled with 0.5vol% of MWNTs displays a dielectric behavior really close to that of the pure matrix whereas the E one already displays high conductivity level with a resistive behavior.", "The real part of the AC conductivity values at 1Hz as a function of the nanotube content are plotted in [fig10]\n                        . Statistical percolation theory [bib33 bib38] predicts a power law dependence for the conductivity above the percolation threshold:\n                           \n                              (7)\n                              \n                                 \n                                    \n                                       σ\n                                    \n                                    \n                                       e\n                                    \n                                 \n                                 ∝\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   ψ\n                                                   -\n                                                   \n                                                      \n                                                         ψ\n                                                      \n                                                      \n                                                         c\n                                                      \n                                                   \n                                                \n                                                \n                                                   1\n                                                   -\n                                                   \n                                                      \n                                                         ψ\n                                                      \n                                                      \n                                                         c\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       t\n                                    \n                                 \n                              \n                           \n                        where <i>ψ</i> is the MWNTs volume fraction, <i>ψ</i>\n                        c the percolation threshold and <i>t</i> is the critical exponent for the conductivity. By using a linear fit on the log–log curve plotting the conductivity as a function of the reduced volume fraction (<i>ψ</i>\n                        −\n                        <i>ψ</i>\n                        c)/(1−\n                        <i>ψ</i>\n                        c), as shown in the inset of [fig10], the exponent <i>t</i> was found to be 1.7 and 3.9 for E and FP materials, respectively. Percolation thresholds <i>ψ</i>\n                        c were adjusted to the values which give the best linear regression for <i>ψ</i> close to <i>ψ</i>\n                        c. Thresholds of 0.18vol% and 0.45vol% were found for E and FP composites, respectively.", "E materials present a classical percolation behavior of a system composed of high aspect ratio conductive fillers well-dispersed in an insulating matrix. Different numerical approaches found the same range for the critical exponent in conductivity of binary systems, between 1.7 and 2 in 3D [bib38 bib39 bib40]. Thus, the value of <i>t</i> obtained on E materials is consistent with this “universal” value. Low percolation thresholds were also found in other carbon nanotubes/polymer composites by Sandler et al. [bib20], Benoit et al. [bib18] or Regev et al. [bib21]. It confirms the good dispersion of very high aspect ratio conductive nanotubes in the polymer matrix. Indeed, as discussed by Nan [bib35], the percolation threshold is inversely proportional to the aspect ratio of the dispersed objects.", "However, several numerical and experimental studies discussed the universality of the percolation critical exponent for conductivity properties [bib41 bib42 bib43]. Such theoretical studies demonstrated that in binary systems a distribution of the contact conductivity depending on the volume fraction of fillers (Balberg used tunneling conductance for example [bib41]) systematically leads to a critical exponent higher than the “universal” one. The lower conductivity level and the elevated value of <i>t</i> obtained for FP materials suggest that the freeze-drying process leads to a weaker electrical contact efficiency between carbon nanotubes. Indeed, as it was assumed previously with cellulose nanofibrils, the FP process leads to indirect contacts between nanotubes through matrix or surfactant, i.e. less conductive contacts. As supposed previously to explain DSC results, the FP process can certainly lead to a higher surfactant content in the composites. A part of this surfactant can be adsorbed on nanotube surface and is responsible for a weaker tube/tube contact electrical conductivity. [fig9] shows the low conductivity level of this surfactant (SDBS) and highlights its effect on the contact conductivity between nanotubes. Indeed, two films made of carbon nanotubes without polymer matrix were processed: one made by evaporation of raw MWNTs dispersed in ethanol, and the other from aqueous dispersion of MWNTs with SDBS. Both films are highly conductive but the use of surfactant (which has a an intermediate conductivity between that of the matrix and that of pure MWNTs as shown in [fig9]) induces a weaker conductivity level (1300Sm−1 for pure MWNTS and 330Sm−1 MWNTs with SDBS). This is the result of the presence of surfactant at the contacts between nanotubes.", "Moreover, in the FP systems, the contact conductivity may evolve with the nanotube volume fraction. Indeed, as discussed previously, the structure after the FP process is not relaxed, and the higher the nanotube content, the more constrained contacts between tubes. The contact electrical efficiency may thus increase with the nanotube content. Percolation theory were fitted for FP materials by using a percolation threshold more than two times higher than for E materials. Usually, the increase in percolation threshold is related to changes in the microstructure. This is consistent with the assumption made in [fig6]. Indeed, the FP process leads to a nanotube structure which is not completely relaxed, thus they could remain more tortuous than in the E composites. Such nanotubes with higher tortuosity can be compared to equivalent fillers with a lower aspect ratio, inducing a higher percolation threshold. A discrete modeling approach taking into account the morphology of such nanotube filled nanocomposites and the electrical properties of the tubes themselves and of the tube–tube contacts were developed to discuss this influence of the processing conditions on the electrical percolation. This study is presented in another article [bib44]."]]]], ["Conclusion", ["High aspect ratio nanofibers/P(S-BuA) composites were elaborated with two different processing conditions. Such fillers present good flexibility properties that can induce the formation of an entangled fiber network within the composite above a critical fibers volume fraction (which can be interpreted as a geometrical percolation threshold). By studying two different types of nano-fillers with two processing routes, this work highlighted two essential effects on such entangled structures: the influence of fiber entanglements on composite thermo-mechanical behavior and the importance of fiber/fiber contact efficiency on the composite macroscopic properties. Different assumptions were made to explain the influence of processing conditions on composite electrical and mechanical properties in the rubbery state. We summarized them here for the four different systems in descending order of the resulting mechanical reinforcement:\n                        \n                           (i)\n                           E cellulose filled composites: Formation of a rigid nanofibril network linked by strong hydrogen bonds. Such contacts, where stress transfer is possible, lead to the highest mechanical reinforcement (with a mechanical percolation phenomenon) coupled to an increase in composites thermo-mechanical stability.\n                        \n                        \n                           (ii)\n                           FP cellulose filled composites: The FP process prevents the creation of strong contacts between nanofibrils. A lower mechanical reinforcement is measured; the increase in modulus is only due to the stress transfer between the matrix and the fibrils (mechanical percolation with a strong increase of the modulus does not occur). Interactions between nanofibrils and polymer chains lead to an increase in the flow temperature.\n                        \n                        \n                           (iii)\n                           E MWNTs filled composites: The formation of an entangled network is responsible for the strong increase in thermo-mechanical stability (a large rubbery plateau is observed). As strong interactions between nanotubes are impossible, a relatively low mechanical reinforcement is obtained and is well modeled by a classical mean field approach. The existence of this percolating MWNT network is detectable via the material electrical properties where a percolation phenomenon is measured.\n                        \n                        \n                           (iv)\n                           FP MWNTs filled composites: The FP process prevents the entanglement formation between nanotubes. This implies a lower flow temperature of the composites but with almost the same mechanical reinforcement measured at room temperature (entanglements do not seem to play a role on mechanical reinforcement). Moreover, contact electrical properties are weaker (an assumption is made of a higher adsorbed surfactant amount in the case of freeze-dried materials) leading to changes in the electrical percolation.", "As a conclusion, two main effects were differentiated in this study: the effect of fiber entanglements on thermo-mechanical properties and the effect of the contact strength on the mechanical reinforcement level."]]], "doi": "10.1016/j.compscitech.2006.01.030"}