{"title": "Dielectric properties of polymer nanoparticle composites", "abstract": "Well-dispersed high dielectric permittivity titanium dioxide (TiO2) nanoparticles were synthesized utilizing a block copolymer as a template. The nanoparticles were confined within microphase separated domains of sulfonated styrene-<i>b</i>-(ethylene-<i>ran</i>-butylene)-<i>b</i>-styrene (S-SEBS) block copolymers. A crosslinker (vinyltrimethoxysilane) was incorporated into the block copolymer matrices in order to decrease the dielectric loss from the free sulfonic acid groups. Dynamic mechanical analysis experiments confirmed that nanoparticles and crosslinker were confined within the crosslinked sulfonated styrene blocks and had no effect on the chain relaxation behavior of [ethylene-<i>ran</i>-butylene] blocks. Dielectric experiments showed that higher permittivity composites can thus be obtained with a significant decrease in loss tan\n                     <i>δ</i> (<0.01) when crosslinked with vinyltrimethoxysilane.", "body": [["Introduction", ["High dielectric permittivity (<i>ɛ</i>) polymer-based shape conforming composites have potential for applications in microwave communication devices [bib1], artificial muscles [bib2], and embedded capacitors for microelectromechanical systems [bib3 bib4]. Weight, shape-flexibility, cost effectiveness and good processability of the material are also the key factors for these applications, which is the main reason why many research efforts utilize polymeric composites. The most common process for enhancing the dielectric permittivity of a polymer is to disperse a high dielectric permittivity insulating ceramic powder such as barium titanate (BaTiO3) [bib3 bib5 bib6] and lead titanate (PbTiO3) [bib7] into the polymers to form composites. In order to obtain a high value of dielectric permittivity, large amount of fillers has to be loaded, resulting in loss of flexibility and inhomogeneous composites. Another approach to obtain high dielectric permittivity composites is to utilize conductive fillers (near their percolation threshold) to produce the composites. By dispersing conductive particles, e.g., carbon nanofibers [bib5 bib6], silver particles [bib4] and copper phthalocyanine oligomers [bib2 bib8] into a polymer matrix, it has been demonstrated that the dielectric permittivity of the polymer significantly increases. The increased dielectric permittivity observed in such composites arises from conducting particles isolated by very thin dielectric layers to form micro-capacitors. However, the dielectric loss is very high and difficult to control, because the particles can easily form a conductive path in the composite as the filler concentration nears the percolation threshold.", "The challenge to produce dielectric nanocomposites relies on the ability to manipulate the fraction, characteristic length, and arrangement of dielectric components inside the engineered composite. No systematic study to date has been published on the influence of effective volume fraction, characteristic length, and arrangement of dielectric components on the effective permittivity (<i>ɛ</i>) of the composites due to the intrinsic incompatibility between inorganic particles and organic matrices. Most published experiments have utilized the conventional method of blending dielectric particles into polymers, which has no real control on particle size and distribution within the polymer matrix [bib2 bib3 bib4 bib5 bib6 bib7 bib8]. However, it has been shown that the characteristic length (surface-to-volume ratio) of particles and their distribution and effective volume within the composites will significantly affect their dielectric properties [bib9 bib10]. For polymeric composites made of copper phthalocyanine, as an example, smaller particles display higher permittivity and lower dielectric loss compared to those made of larger particles [bib8].", "The most promising way to elucidate the effect of all these factors on the dielectric properties of the composites is to make a nanocomposite, particularly with block copolymers which are well-known for their ability to template nanoparticles with narrow size distribution and uniform confinement throughout their periodic microdomains [bib11 bib12 bib13]. The use of block copolymers is shown to afford opportunities for controlling the spatial distribution and orientation of the nanocomponents. This allows much more sophisticated tailoring of the overall properties of the composite materials. The dielectric loss of a material, which limits frequency selectivity, is heavily influenced by factors such as ionic conduction and structural heterogeneities (microstructure defects or porosity), which will generate flow of charges and results in thermal dissipation of energy [bib14]. Block copolymer nanocomposites could significantly reduce such factors causing dielectric loss by providing insulation layers and highly periodic templated nanoparticles.", "We report a novel method of producing high dielectric permittivity polymer-based composites by utilizing a block copolymer. The nature of the self-assembled nanoscale morphology of the block copolymer enables the formation of stable particles uniformly dispersed within the polymer matrix. Sulfonated [styrene-<i>b</i>-(ethylene-<i>ran</i>-butylene)-<i>b</i>-styrene] (S-SEBS) block copolymers containing sulfonic acid groups (SO3H) were selected to investigate their ability to template nanoparticles within their self-assembled microstructures. In order to obtain high dielectric permittivity particles, organic complexes of titanium were selected to form titanium dioxide (TiO2) nanoparticles which preferentially associate with sulfonic acid groups of one of the blocks of the copolymer. Upon solvent evaporation and film casting, nanoparticles are formed via a hydrolysis reaction uniformly distributed within the polymer matrix, which acts as a template to enhance the ordering of the high dielectric permittivity nanoparticles. The crosslinker (vinyltrimethoxysilane) was also incorporated into S-SEBS block copolymers to study its effect on dielectric and mechanic properties of the composites. The composites were characterized by X-ray photoelectron spectroscopy (XPS), dynamic mechanical analysis (DMA), and dielectric analysis (DEA)."]], ["Experimental section", [["Materials", ["Titanium acetylacetonate (TYZOR AA105) was supplied by E.I. du Pont de Nemours and Company. Sulfonated [styrene-<i>b</i>-(ethylene-<i>ran</i>-butylene)-<i>b</i>-styrene] (S-SEBS) block copolymer solution and vinyltrimethoxysilane were purchased from Aldrich. The molecular weight of the S-SEBS block copolymer was 80,000g/mol consisting 29wt% styrene blocks and 59.7mol% of styrene blocks sulfonated. All chemicals were used as received without further purification."]], ["S-SEBS templated titanium dioxide (TiO2) nanoparticles", ["Titanium acetylacetonate was selected as the precursor to form the TiO2 nanoparticles. The S-SEBS solutions were mixed with different concentrations of precursors, where the molar ratio between SO3H groups of S-SEBS and Ti was 100:2, 4, 16, and 32. The solution was vigorously stirred for 30min. The Ti organometallic complexes preferentially attached to the sulfonated styrene blocks. A solid film was formed by static casting over a period of one week. The Ti organometallic complexes attached to the SO3H groups were gradually hydrolyzed and formed titanium oxide nanoparticles within the sulfonated styrene blocks."]], ["S-SEBS templated titanium dioxide (TiO2) composites with crosslinker", ["The procedure was the same as for synthesis of S-SEBS templated TiO2, except that both vinyltrimethoxysilane crosslinker and TiO2 precursors were simultaneously added to S-SEBS polymer solutions. The molar ratio of crosslinker to SO3H groups within the copolymer was kept at 2.5 while the molar percentage of Ti/SO3H varied from 2 to 32. The solution was vigorously stirred for 30min, then poured into a Teflon boat. A solid film was formed by static casting over a period of one week. The resulting films were placed in an oven for heat-treatment at 150°C for 24h and exposed to UV light (260–320nm) for 20min at 150°C."]], ["Characterization", ["X-ray photoelectron spectroscopy (XPS, AXIS 165, Kratos) was used to investigate the oxidation state of titanium. The charge-shifted spectra were corrected assuming that the adventitious <i>C</i>1<i>s</i> peak detected was at 284.600eV. Dielectric measurements for the resulting S-SEBS nanocomposites were performed using a dielectric analyzer (DEA 2970, TA Instruments). The samples were sandwiched between the ceramic parallel plate sensors, and subjected to a force of 200N. The DEA cell was purged with dry nitrogen at a flow rate of 500mL/min for 30min to ensure the absence of moisture during measurements. The experiments were performed at frequencies of 1, 5, 10, 22, 46, 100, 215, 464, 1000, 2150, 4640, 10,000Hz at 35°C. Transmission electron microscopy (TEM, HITACHI H-600) operated at 100keV was used to observe the morphology of the composites. The samples for TEM were prepared by solvent casting directly onto a copper grid and were visualized without any staining to enhance TEM contrast. Tensile strength and ultimate elongation, as well as storage and loss modulus transitions were studied with a dynamic mechanical analyzer (DMA Q800, TA Instruments). Thermogravimetric analysis (TGA-50, SHIMADZU) was used to investigate the thermal stability of the composite. Samples were heated at 10°C/min under ambient conditions."]]]], ["Results and discussion", [["Templated titanium dioxide (TiO2) composite morphology", ["The morphologies of the nanocomposites were investigated by transmission electron microscopy (TEM). The pure S-SEBS block copolymer without any templated particles exhibited a microphase separated morphology, shown in \n                        [fig1]. The microphase separated morphology was observed without any TEM staining. TEM contrast results from atoms of heavier atomic number. It is believed that the sulfonic acid groups (59.7mol%) on the sulfonated styrene blocks provided the contrast (darker stripes) for the TEM image. For the S-SEBS block copolymer mixed with TiO2 precursors, the resulting nanoparticles were confined within the darker stripes containing the sulfonated styrene blocks, as shown in \n                        [fig2]. This experiment showed that sulfonic acid groups (SO3H) can preferentially associate with titanium organometallic complexes (Tyzor AA105) and then template the TiO2 nanoparticles within self-assembled microstructures of the S-SEBS block copolymers for Ti/SO3H molar ratios below 32%. High-resolution XPS was utilized to determine the oxidation state of the nanoparticles, as shown in \n                        [fig3]. The binding energies of Ti 2<i>p</i>\n                        1/2 (464.15eV) and 2<i>p</i>\n                        3/2 (458.50eV) are in agreement with existing literature and are characteristic of titanium dioxide (TiO2) [bib15 bib16].", "It has been reported that sulfonic acid groups significantly contribute to proton conductivity which leads to increase in the dielectric loss of the composite [bib17]. In order to reduce the dielectric loss resulting from the mobile protons in the sulfonic acid groups of S-SEBS copolymers, the crosslinking reagent vinyltrimethoxysilane was introduced into the sulfonated styrene block of S-SEBS to remove the protons of the sulfonic acid groups (SO3H) [bib18 bib19].", "The block copolymer microphase separated morphology (\n                        [fig4]) for the S-SEBS with crosslinker (the molar ratio of crosslinker to the SO3H groups was 5.5) showed the same morphology as the un-crosslinked S-SEBS block copolymer except that the contrast for the TEM imaging was more enhanced. The crosslinker (silane) tends to preferentially associate with SO3H groups through hydrogen bonds and therefore enhance the contrast. In addition, the un-changed glass transition temperature of the [ethylene-<i>ran</i>-butylene] block also indicates that the crosslinker was excluded from [ethylene-<i>ran</i>-butylene] block (see Section [sec3.2]). These experiments therefore confirmed that the crosslinker was confined within the sulfonated styrene blocks. The morphologies of the S-SEBS titanium dioxide (TiO2) composites with crosslinker showed that the TiO2 nanoparticles were confined within the sulfonated styrene blocks with the morphology being unaffected (domain=15nm) by simultaneous addition of crosslinker and TiO2 precursors (see \n                        [fig5]). The molar ratio of crosslinker to SO3H groups within the copolymer was kept at 2.5 while the molar percentage of Ti/SO3H varied from 2 to 32. We have thus demonstrated that the self-assembled morphologies of block copolymers enable the formation of TiO2 nanoparticles well-dispersed within the sulfonated styrene domains throughout the entire sample. In addition, both TiO2 nanoparticles and crosslinks could be simultaneously formed within the sulfonated styrene block while maintaining the original block copolymer microphase separation."]], ["Mechanical properties of TiO2 composites with crosslinker", ["Dynamic mechanical experiments were used to evaluate the tensile strength and ultimate elongation of the S-SEBS composites containing titanium dioxide nanoparticles and crosslinker. Controlled force stress–strain experiments were performed to obtain the stress–strain curve shown in \n                        [fig6]. Compared to the pure S-SEBS block copolymer, the ultimate elongation of the composites was smaller, however, the tensile strength was larger. The glass transition temperatures of the nanocomposites were determined by a controlled strain (0.1%) temperature ramp experiment (frequency set at 1Hz and heating rate was 7°C/min), as shown in \n                        [fig7]. The glass transition temperature of [ethylene-<i>ran</i>-butylene] blocks was not significantly affected by the doped TiO2 nanoparticles and crosslinker, only shifting to 3°C higher for all the composites. This indicated that nanoparticles and crosslinker were both confined within the sulfonated styrene blocks and had no effect on the chain relaxation behavior of the rubbery [ethylene-<i>ran</i>-butylene] blocks. However, upon crosslinking the glass transition temperature of the sulfonated styrene blocks was suppressed compared to the broad peak between 50 and 250°C of the pure S-SEBS copolymer. It has been reported in literature that the relaxation peak of the composites becomes broader and shifts to higher temperatures with increasing crosslink density or addition of particles [bib21 bib22]. Since the nanocomposites consist of only up to 6.4wt% of TiO2 particles, the suppressed transition temperature could be attributed to the crosslinked sulfonated styrene groups resulting from addition of crosslinker (silane) and sulfone group formation. The TGA data (\n                        [fig8]) show that the weight loss for the pure S-SEBS block copolymer was higher with increasing temperature compared to the temperature-stable S-SEBS with crosslinker (up to 300°C). For the un-crosslinked S-SEBS, the weight loss contributes to water evaporation below 100°C. The sulfonic acid groups are eliminated to form sulfone (RSO2R) groups at temperatures higher than 100°C [bib23 bib24 bib25].", "The crosslinked nanocomposites containing confined TiO2 nanoparticles also led to higher tensile strength and less ultimate elongation compared to un-crosslinked S-SEBS, as shown in [fig6]."]], ["Swelling tests", ["Swelling experiments were performed to demonstrate the absence of sulfonic acid groups in the crosslinked composites. Three different polymers were tested:\n                           \n                              (1)\n                              Block copolymer of [styrene-<i>b</i>-(ethylene-<i>ran</i>-butylene)-<i>b</i>-styrene] (SEBS) with 28wt% styrene.\n                           \n                           \n                              (2)\n                              Block copolymer of [sulfonated styrene-<i>b</i>-(ethylene-<i>ran</i>-butylene)-<i>b</i>-styrene] (S-SEBS) with 29wt% styrene and 59.7mol% of styrene sulfonated.\n                           \n                           \n                              (3)\n                              S-SEBS block copolymer with crosslinker [molar ratio of crosslinker/SO3H=2.5].", "The swelling ratio (<i>q</i>) was calculated, as <i>q</i>\n                        =\n                        <i>W</i>\n                        a/<i>W</i>\n                        0, where <i>W</i>\n                        a is the weight of the film swollen by water to equilibrium and <i>W</i>\n                        0 is the weight after drying. The results shown in \n                        [fig9] demonstrate that the swelling ratio for the SEBS copolymer without any strong SO3H polar groups was 1, which means water cannot penetrate into the polymer. In contrast, the S-SEBS block copolymer exhibited significant swelling (<i>q</i>\n                        =4) due to the highly hydrophilic sulfonic acid groups on the sulfonated styrene blocks. For the S-SEBS block copolymer with crosslinker, the swelling ratio dropped back to 1. This experiment qualitatively indicated that the hydrophilic sulfonic acid groups were eliminated to form the sulfone crosslinks or were replaced by the hydrophobic silane groups of the crosslinker."]], ["Dielectric properties of S-SEBS block copolymer TiO2 composites", ["The dielectric permittivity of a material is usually given relative to that of free space, and is known as relative permittivity (<i>ɛ</i>\n                        r), or dielectric constant (<i>k</i>). The dielectric response of the nanoparticle composites at various frequencies is described in terms of the complex permittivity (<i>ɛ</i>\n                        ∗) which is represented by its real and imaginary parts.\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       ɛ\n                                       ∗\n                                    \n                                    =\n                                    \n                                       ɛ\n                                       ′\n                                    \n                                    −\n                                    i\n                                    \n                                       ɛ\n                                       ″\n                                    \n                                 \n                              \n                           \n                        where <i>ɛ</i>′ is the dielectric permittivity and <i>ɛ</i>″ is the dielectric loss. The dielectric loss tangent (tan\n                        <i>δ</i>) is defined as\n                           \n                              (2)\n                              \n                                 \n                                    tan\n                                    \n                                    δ\n                                    ≡\n                                    \n                                       \n                                          ɛ\n                                          ″\n                                       \n                                       \n                                          ɛ\n                                          ′", "The dielectric data obtained from the pure (un-crosslinked) S-SEBS block copolymer suggested that this polymer was a lossy material, which means that the charges dissipated are comparable to those stored within S-SEBS and not favorable for dielectric material applications. For example, the dielectric loss tangent of pure S-SEBS was 0.6 while the relative permittivity was 5258 at a frequency as of 10kHz, as shown in \n                        [fig10]. The reason for the prominent loss was contributed to the strong proton/charge conducting ability of the SO3H groups on the sulfonated styrene blocks, leading to the dissipation of the charges within the S-SEBS [bib20]. In order to reduce the dielectric loss resulting from the mobile protons in the sulfonic acid groups, crosslinkers were introduced into the sulfonated styrene blocks to replace the protons. The resulting S-SEBS/crosslinker composite, where the molar ratio of crosslinker to SO3H groups was 2.5, showed that the dielectric loss tangent was suppressed below 0.01 at 10kHz as well as for the composites with various amounts of TiO2 nanoparticles (see \n                        [fig11]). The data also showed that dielectric loss decreased with increasing amount of nanoparticles which can be due to the strong polar SO3H groups being replaced by the crosslinker and the mobility of polymer chains being hindered by the nanoparticles and crosslinker. The data obtained also show that the relative permittivity of the composites increases by doping TiO2 nanoparticles: the higher the amount doped, the higher the permittivity obtained as shown in [fig11]."]]]], ["Conclusions", ["We have shown the feasibility of producing high dielectric permittivity nanoparticles (TiO2) uniformly dispersed within polymer matrices. All nanoparticles were confined within the crosslinked sulfonated styrene blocks and no effect was observed on the phase separation behavior of the S-SEBS block copolymer. Dielectric experiments showed that higher permittivity composites can thus be obtained with a significant decrease in loss tan\n                     <i>δ</i> (<0.01) when crosslinked with vinyltrimethoxysilane."]]], "doi": "10.1016/j.polymer.2006.12.030"}