{"title": "Polypropylene/calcium carbonate nanocomposites", "abstract": "Polypropylene (PP) and calcium carbonate nanocomposites were prepared by melt mixing in a Haake mixer. The average primary particle size of the CaCO3 nanoparticles was measured to be about 44nm. The dispersion of the CaCO3 nanoparticles in PP was good for filler content below 9.2vol%. Differential scanning calorimetry (DSC) results indicated that the CaCO3 nanoparticles are a very effective nucleating agent for PP. Tensile tests showed that the modulus of the nanocomposites increased by approximately 85%, while the ultimate stress and strain, as well as yield stress and strain were not much affected by the presence of CaCO3 nanoparticles. The results of the tensile test can be explained by the presence of the two-counter balancing forces—the reinforcing effect of the CaCO3 nanoparticles and the decrease in spherulite size of the PP. Izod impact tests suggested that the incorporation of CaCO3 nanoparticles in PP has significantly increased its impact strength by approximately 300%. <i>J</i>-integral tests showed a dramatic 500% increase in the notched fracture toughness. Micrographs of scanning electron microscopy revealed the absence of spherulitic structure for the PP matrix. In addition, DSC results indicated the presence of a small amount of β phase PP after the addition of the calcium carbonate nanoparticles. We believe that the large number of CaCO3 nanoparticles can act as stress concentration sites, which can promote cavitation at the particle–polymer boundaries during loading. The cavitation can release the plastic constraints and trigger mass plastic deformation of the matrix, leading to much improved fracture toughness.", "body": [["Introduction", ["The use of inorganic fillers has been a common practice in the plastics industry to improve the mechanical properties of thermoplastics, such as heat distortion temperature, hardness, toughness, stiffness and mould shrinkage. The effects of filler on the mechanical and other properties of the composites depend strongly on its shape, particle size, aggregate size, surface characteristics and degree of dispersion. In general, the mechanical properties of the composites filled with micron-sized filler particles are inferior to those filled with nanoparticles of the same filler [BIB1 BIB2]. In addition, the physical properties, such as surface smoothness and barrier properties cannot be achieved by using conventional micron-sized particles. In the recent years, intensive research efforts have been devoted to the development of nanocomposites [BIB3 BIB4 BIB5 BIB6 BIB7 BIB8 BIB9 BIB10 BIB11 BIB12].", "It is known that the mechanical properties of the composites are, in general, strongly related to the aspect ratio of the filler particles. Based on this reasoning, layered silicates, such as montmorillonite, which has a fairly large aspect ratio, have been extensively studied in recent years [BIB3 BIB4 BIB5 BIB6]. Nanocomposites prepared with montmorillonite show improved strength, modulus, heat distortion temperature and barrier properties. In spite of many attractive improvements in physical and mechanical properties of the polymer/(intercalated or exfoliated) clay nanocomposites, a significant drawback—low fracture toughness—has greatly limited their engineering applications. We could hardly find any convincing evidence in the open literature reporting enhanced fracture toughness for polymer/clay composites. In most cases, a dramatic decrease in toughness due to the addition of clay has been reported. This represents a major challenge to researchers in the field of polymer toughening.", "Other nanoparticles, such as silica [BIB7 BIB8] and calcium carbonate [BIB9 BIB10 BIB11 BIB12], have been used to prepare nanocomposites. Among them, calcium carbonate has been one of the most commonly used inorganic fillers for thermoplastics, such as poly(vinyl chloride) and polypropylene (PP). Historically, it has been used to merely reduce the cost of the expensive resins. The particle size of most commercially available CaCO3 varies from 1 to 50μm. The results of numerous studies have indicated that the improvement in the mechanical properties of micron-sized-CaCO3-filled composites is found to be minimum. One of the key factors is believed to be the poor filler–polymer interaction. Many efforts have been devoted to surface-modified CaCO3 particles [BIB14 BIB15] to increase the polymer–filler interactions. The effects of surface modification on mechanical properties have been positive. The use of nano-CaCO3 particles may bring new insights in the study of polymer–filler interaction, because of the dramatic increase in the interfacial area between the filler and polymer. In addition, when surface smoothness and high gloss are required, micron-sized CaCO3 cannot be used. Nano-CaCO3 particles can be good filler that can provide surface smoothness and high gloss. In addition, the mechanical properties of nano-CaCO3-filled composites, which may be very different from those of the micron-sized-CaCO3-filled composites, are rarely studied.", "PP is one of the commodity plastics that has the highest growth rate [BIB13]. In an early work of Levita et al. [BIB12], the fracture toughness of PP/CaCO3 composite with and without surface treatment was evaluated. Both untreated and surface-treated CaCO3 with a particle size of about 70μm was used. The authors found that the fracture toughness, in terms of the mode-I stress intensity factor (<i>K</i>\n                     IC), of the PP with surface-treated CaCO3 increased slightly. Compared with pure PP, a 20% increase in <i>K</i>\n                     IC was noticed at 10% filler content. Addition of more than 10% filler, however, decreased the <i>K</i>\n                     IC of the nanocomposites drastically. In a recent work reported by Rong and co-workers [BIB9 BIB10], very fine SiO2 nanoparticles (∼7nm) were compounded with PP. The tensile strength of the nanocomposite with 0.65vol% SiO2 filler was 18% higher than that of pure PP. A further increase in the filler content did not have much influence on the tensile strength of the nanocomposites. The authors also reported a substantial increase in toughness owing to the incorporation of SiO2 nanoparticles. However, it is worth noticing that the toughness reported by the authors is actually the energy-to-break measured in a uniaxial tensile test. It is well known that high tensile toughness does not necessarily mean high fracture toughness. The latter is measured with sharply notched specimens under a strictly defined test condition. Generally speaking, notched fracture toughness of a given polymer will be lower or much lower compared with tensile toughness, simply because many energy-dissipating events occurring during a plane-stress testing (such as in uniaxial tension) cannot take place easily, when the specimen is subjected under plane-strain condition (e.g. in notched fracture toughness test). Unfortunately, many catastrophic material failures in engineering applications are caused by the low plane-strain fracture toughness of the materials. Hence, the notched fracture toughness is always regarded as a critical parameter in material selection.", "Another important reason to study nanoparticle-filled composites is that the fracture mechanisms for nanocomposites may be quite different from that for the composites containing micron-sized inorganic particles. The toughening of the polymers by using inorganic particles has been explained by the crack front bowing mechanism [BIB15 BIB16 BIB17]. Because the rigid particles will resist the propagation of the crack, the primary crack has to bend between the particles. However, in the case where the size of rigid particles is of the order of 50nm or less, the applicability of the bowing mechanism is questionable, because such small size rigid particles may not be able to resist the propagation of the crack. Hence, a new mechanism may be needed to explain any toughening effect [BIB18 BIB19], if indeed it is observed for the nanocomposites.", "In this study, the mechanical and thermal properties of nano-CaCO3-filled PP were investigated. The physical and chemical properties of the nano-CaCO3 particles were fully characterised. Fracture toughness of the nanocomposites was tested by the <i>J</i>-integral method and impact strength was evaluated using notched specimens following ASTM standard. The correlation between the mechanical and thermal properties of the nanocomposites and the physical and chemical properties of the nano-CaCO3 particles was established. The toughening mechanisms involved during the fracture of the nanocomposites were proposed."]], ["Experimental", [["Materials", ["PP homopolymer (PD 403, melt index=1.5g at 230°C and 2.16kg) with density 1.04kg/l was provided by Montell, USA. The calcium carbonate nanoparticles (CCR) were obtained from Guang Ping Nano Technology Group Ltd, Hong Kong, and the anti-oxidant was Irganox 1010."]], ["Characterisation of calcium carbonate", ["The concentration of Ca, Mg, Fe, Al and Si in the CaCO3 nanoparticles was determined by inductively coupled plasma spectroscopy (Perkin Elmer Optima 3000 ICP). The amount of carbon and hydrogen in the sample was determined by a carbon, hydrogen and nitrogen analyser. The water content of the nanoparticles was measured using a thermogravimetric analyser (TA TGA 2950). The surface area of the CaCO3 nanoparticles was measured by nitrogen adsorption method (BET) using a surface area analyser (Beckman SA 3100). The particle sizes of the nanoparticles were determined by a JEOL JEM-100 CX II transmission electron microscope (TEM). To prepare the nanoparticle sample for TEM examination, the CaCO3 nanoparticles were dispersed in ethanol in an ultrasonic bath for 10min. The average size of the primary particles was determined by measuring the sizes of the 10 randomly chosen particles. The surface chemical composition of the CaCO3 nanoparticles was determined using a PHI 5600 multi-technique system equipped with an Al monochromatic X-ray source."]], ["Preparation of the nanocomposites", ["Before mixing, PP and CaCO3 nanoparticles were dried in an oven at 120°C for 1h and then cooled down to room temperature. The materials were stored in a desiccator prior to processing. Blending was carried out in a Haake mixer. The mixing temperature was 180°C and the rotor speed was 60rpm. The PP and anti-oxidant were mixed for 1min before the CaCO3 was added slowly over a period of 10min. When all the materials were added into the mixing chamber, the materials were further mixed for a fixed period of time. After mixing, the compound was cut into small pieces.", "A vertical injection-moulding machine (Morgan Press) was used for preparing the samples for mechanical tests. The operating conditions are shown in [TBL1]\n                        . Tensile (ASTM-D638, type IV) and impact bars (ASTM-D256) of pure PP and the nanocomposites were prepared. Prior to the mechanical testing, both the tensile and impact bars were conditioned at the temperature of 23±2°C and the relative humidity of 50±5% for 40h."]], ["Characterisation of the nanocomposites", ["The crystallinity of the nanocomposites was examined using differential scanning calorimetry (DSC) (TA 2910). The temperature of the instrument was calibrated with indium and the baseline was checked using sapphire. All tests were performed in nitrogen atmosphere with a sample weight about 8–10mg. For each test, the sample was first heated to 200°C at 20°C/min and then annealed for 5min to destroy any residual nuclei and to ensure an identical thermal history. The specimen was subsequently cooled down to room temperature at a cooling rate of 5°C/min for data collection.", "The size of the PP spherulites was studied using a JEOL JSM-6300 scanning electron microscope. Strips were cut from the compression-moulded PP and PP nanocomposites. The samples were trimmed with a Leica Ultracut R microtome at about −100°C to produce a smooth surface for permanganic etching. The etchant was composed of 0.5wt% potassium permanganate in a mixture of concentrated sulphuric acid and phosphoric acid in a 3:2 volumetric ratio. The ultrathin sections (∼70nm thick) of the PP nanocomposites were mounted on 200-mesh copper grids and dried in a desiccator for more than 24h before the TEM examination. The TEM examination of the ultrathin section was conducted on a JOEL 100CX II TEM operated at an accelerating voltage of 80kV.", "The tensile experiment was performed with a tensile tester (Instron 5567) at a crosshead speed of 5mm/min. Before the tensile testing, the width and the thickness of the specimens were measured with a micrometer. The tensile modulus of the samples was determined at 0.5% strain and the tensile strength at yield was determined according to ASTM-D638. Five specimens of each sample were tested and the mean values and standard deviations were calculated.", "The impact test was performed following the ASTM-D256 method. Notching was done on a CSI Automatic notcher (CS-93M). The table feed rate and the cutter speed were 100mm/min and 92m/min, respectively. Prior to the testing, the notched specimens were conditioned at the temperature of 23±2°C and the relative humidity 50±5% for 40h. Before the impact testing, the depth and the width of the specimens were measured with a micrometer. The specimens were tested using an impact tester (Tinius Olsen 92T). Ten specimens of each sample were tested and the mean values and standard deviations were calculated.", "The <i>J</i>-integral test was conducted on a universal testing machine (Sintech 10/D) at room temperature following ASTM Standard E813-87. Single edge notched three-point bending (SEN-3PB) specimen geometry was adopted. The dimensions of the SEN-3PB specimen were 3.5mm in thickness (<i>B</i>), 12.5mm in width (<i>W</i>) and 65mm in length (<i>L</i>). A pre-crack, <i>a</i>, of approximately 6.2mm (i.e. <i>a</i>/<i>W</i>=0.5) was introduced at the centre of one edge of the rectangular bars. The pre-crack consisted of a saw slot and a sharp crack tip, which was created by pushing a fresh razor blade at the bottom of the saw slot. The crosshead speed was 10mm/min and multiple specimen technique was employed in the construction of the <i>J</i>–<i>R</i> curves.", "Following the experimental procedure of the multiple specimen technique, the specimen was unloaded, when the load–displacement curve reached a certain position, where a required crack extension was attained. The deformed specimen was then immersed in a liquid nitrogen bath for 20min. The frozen specimen was fast fractured by a hammer and wedge immediately after the liquid nitrogen treatment. The length of the stress-whitened zone between the end of the pre-crack and the commencement of the fast fracture was regarded as the true crack extension, Δ<i>a</i>, which was measured by a traveling microscope."]]]], ["Results and discussion", [["Results of nanoparticle characterisation", ["The results of the nanoparticle characterisation are summarised in [TBL2]\n                        . Based on the results of elemental analysis, it can be concluded that the sample contains more than 98wt% CaCO3 with a small amount of impurities including MgO, Fe2O3 and Al2O3. To use these nanoparticles as filler for thermoplastics, it is important to determine their thermal stability. [FIG1] \n                        shows the weight loss of the sample as a function of temperature. The weight loss is minimum, until the temperature is above 400°C. At 550°C, the weight loss is about 5wt%. These results indicate that these CaCO3 nanoparticles can be used as filler for many thermoplastics, because most processing temperatures are below 400°C. The TEM micrograph of the CaCO3 nanoparticles, as shown in [FIG2]\n                        , reveals that the nanoparticles have a high structure and rough surface. Many aggregates can be seen. These results agree with the measured high surface area of 28m2/g for these nanoparticles. Because of the aggregate nature of these nanoparticles, it is difficult to determine the primary particle size precisely. The primary particle size was determined by measuring the sizes of 10 randomly chosen particles. An average particle size of about 44nm was obtained.", "Calcium carbonate has been used as an important filler in plastic materials. The mechanical properties of the plastic materials can be enhanced significantly, when the filler is surface-modified with an organic material, such as stearic acid or titanate coupling agent. This will improve the compatibility between the filler and polymer. The CCR used in this study were surface-modified by coating with an organic layer, which functions to strengthen the interaction between the inorganic filler and the polymer. This organic layer consists of mostly stearic acid. In general, such a surface organic coating is very thin and cannot be detected easily by conventional techniques. XPS, which is also known as electron spectroscopy for chemical analysis (ESCA), is probably the most widely used technique in the surface characterisation of polymers and other materials. The sampling depth of XPS is approximately 3–5nm [BIB20].", "[FIG3] \n                        shows the XPS spectra of the three major elements on the surface, including carbon, oxygen and calcium. The carbon C1s spectrum has one low binding energy peak at 285eV, representing the carbon of a hydrocarbon and a high binding energy peak at about 290eV, representing the carbon associated with carbonate. The concentration of these two different types of carbon can be calculated using the areas under these two peaks. A higher organic carbon concentration on the surface indicates a higher surface coverage of the organic coating or thicker coating ([TBL3])."]], ["Dispersion of nanoparticles", ["It is known that the dispersion of a filler in the polymer matrix can have a significant effect on the mechanical properties of the composites. The dispersion of an inorganic filler in a thermoplastic is not an easy process. The problem is even more severe, when using nanoparticles as a filler, because the nanoparticles have a strong tendency to agglomerate. Consequently, homogeneous dispersion of the nanoparticles in the thermoplastic matrix is a difficult process. A good dispersion can be achieved by surface modification of the filler particles and appropriate processing conditions. [FIG4 FIG5 FIG6] \n                        \n                        \n                        show the TEM micrographs of the nanocomposites containing 4.8, 9.2 and 13.2vol% CaCO3. These nanocomposites were prepared with a mixing time of 30min. For the nanocomposite with 4.8 and 9.2vol% CaCO3, a good dispersion is achieved. Most CaCO3 aggregates are broken down to primary particles. This should maximise the interfacial interaction between the nanoparticles and the polymer. However, more aggregates are found for the nanocomposite with a high concentration of CaCO3 (13.2vol%). This is reasonable considering that at high CaCO3 concentrations, the interparticle distance is small, hence flocculation of these nanoparticles can occur after the mixing is stopped. To determine the optimal mixing time, three mixing times—15, 30 and 45min—were used. The mechanical properties, which can be significantly affected by the dispersion of the nanoparticles in the composites, were measured. [FIG7] \n                        shows the impact strength of the composites prepared with different mixing times. The results suggest that the impact strength is not significantly affected by mixing time. The other mechanical properties of the nanocomposites are also found not being affected by the mixing time, as shown in [TBL4]\n                        . These results indicate that a mixing time of 15 or 30min is adequate."]], ["Effects of nanoparticles on the crystallisation of PP", ["The mechanical properties of the nanocomposites can be significantly changed if the crystallisation characteristics of PP have been altered. [FIG8 FIG9] \n                        \n                        show the DSC curves for the pure PP and the nanocomposites with 4.8, 9.2 and 13.2vol% CaCO3. The DSC results indicate the presence of a small amount of β phase PP after the addition of the CCR. [TBL5] \n                        gives a summary of the crystallisation and melting data of the PP and nanocomposites. The addition of CaCO3 nanoparticles, in general, does not change the crystallinity. In addition, the crystallising temperature of PP is increased by approximately 10°C, when CaCO3 is added to the PP. A recent study [BIB9] has shown that the addition of the untreated and polymer-grafted nanoparticles of SiO2 (particle size of 7nm) does not have any significant effect on the crystallinity and the crystallisation temperature of PP. However, our results show that an increase of 10°C in the crystallisation temperature is achieved, implying that the CaCO3 nanoparticles are a very effective nucleating agent. Khare et al. have shown that the incorporation of CaCO3 with a particle size of about 6μm reduced the crystallisation half-time significantly and the ultimate spherulite size also decreased considerably [BIB21]. They also found that the size of the spherulites decreased as function of the CaCO3 content, until the CaCO3 content reached 10–15wt%. In our case, when these CaCO3 nanoparticles are dispersed in the PP matrix, the number of these nanoparticles is very large even at the filler content of 4.8vol%. If some of these nanoparticles become the nucleating sites, then the number of spherulites will increase dramatically and the size of the spherulites will reduce significantly. The reduction in the spherulite size is very likely to be more severe as the particle size of the filler is reduced dramatically. [FIG10] \n                        shows SEM micrographs of the PP and PP with 9.2vol% CaCO3. The size of spherulites of the PP is large than 40μm, as shown in [FIG10]. However, no spherulitic structure can be seen in the SEM micrograph, as shown in [FIG10], upon the addition of the CaCO3 nanoparticles. It is possible that the spherulites are too small to be detected in this SEM micrograph. The change in crystalline morphology should have a significant effect on the impact and other mechanical properties of the nanocomposites. This effect will be discussed latter."]], ["Tensile properties of the nanocomposites", ["The tensile stress–strain curves of the pure PP and the nanocomposites are shown in [FIG11]\n                        . Two common equations that are frequently used to estimate the modulus of particle-filled composites are:\n                           \n                              (1)\n                              E\n                                    c\n                                 =E\n                                    p\n                                 φ\n                                    p\n                                 +E\n                                    f\n                                 φ\n                                    f\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              E\n                                    c\n                                 =\n                                    E\n                                          p\n                                       E\n                                          f\n                                       \n                                    \n                                    E\n                                          p\n                                       φ\n                                          f\n                                       +E\n                                          f\n                                       φ\n                                          p\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>E</i>\n                        c is the modulus of the composite, <i>E</i>\n                        p and <i>E</i>\n                        f are the moduli of the polymer matrix and filler, respectively, <i>φ</i>\n                        p and <i>φ</i>\n                        f are the volume fraction of the polymer and filler, respectively. [FD1] is appropriate, when strong adhesion exist between the filler and polymer and the filler has a large aspect ratio and [FD2] is applicable to rigid spherical particles [BIB19].", "Comparing the experimental and calculated modulus, as shown in [FIG12]\n                        , it is obvious that the moduli of the composites lie between the values calculated by [FD1 FD2]. From the SEM results, we know that the spherulitic structure is destroyed, because of the nucleating effect of the CaCO3 nanoparticles. Previous results [BIB22 BIB23] have indicated that a decrease in the spherulite size and crystallinity decreases the modulus of PP, because large spherulites are believed to have a much higher load-bearing capability. The TEM results indicate that the aspect ratio of the nanoparticles is low. Hence, the significantly increase in the modulus must be caused by the strong interaction between the polymer and filler, because of the large interfacial area between them. We believe that there are two-counter balance forces that are affecting the mechanical properties of these nanocomposites—the reinforcing and nucleating effects of the CaCO3 nanoparticles. In addition, the strong interaction between the filler and the polymer increases the tensile strength, as well as yield strength and decreases the ultimate strain. However, the strong nucleating effect of the CaCO3 nanoparticles produces the opposite effects. A reduction in the size of the spherulites generally reduces the yield and ultimate tensile strengths, but increases the ultimate elongation. In addition, the dispersion of the nanoparticles will have a significant effect on the mechanical properties of the nanocomposites. The dispersion is found to be better for nanocomposites containing 4.8 and 9.2vol% CaCO3 nanoparticles. At filler content of 13.2vol%, many aggregates of nanoparticles are found. This may also accounts for the superior mechanical properties of the nanocomposites containing the lower vol% of filler. In summary, we have a significant increase in the modulus and minor changes in the yield strength, yield strain, ultimate tensile strength and ultimate tensile strain, due to the balance between the reinforcing effect and nucleating effect of the CaCO3 nanoparticles. In addition, the <i>J</i>-integral and impact strength of the nanocomposites have shown dramatic improvement as discussed in [SEC12]."]], ["\n                        J-Integral and impact strength of the nanocomposites", ["The fracture behaviour of the PP/CaCO3 nanocomposites was determined using the rigorous <i>J</i>-integral analysis. The results of our <i>J</i>-integral tests are displayed in [FIG13 FIG14 FIG15]\n                        \n                        \n                        . The mode-I critical <i>J</i>-integral (<i>J</i>\n                        IC) values for the three nanocomposites can be read from the figures without any ambiguity; they are 2.5kJ/m2 for the pure PP, as well as 12.6 and 11.3kJ/m2 for the composites with 4.8 and 9.2vol% CaCO3 nanoparticles, respectively. In other words, we found that the addition of a small amount of CaCO3 nanoparticles (4.8vol%) has resulted in a significant 500% increase in the notched fracture toughness.", "The experimental procedure for the determination of the critical <i>J</i>-integral is based on the original suggestion given by Begley and Landes [BIB24]. The physical meaning of this procedure is schematically illustrated in [FIG16]\n                        . Obviously, the <i>J</i>\n                        IC gives the critical <i>J</i>-integral value, above which a new crack at the blunted crack tip will initiate. Thus, it represents the crack initiation toughness of the tested piece. This toughness is closely related to the energy-dissipating events occurring in the region immediately ahead of the crack tip (the shadow region in [FIG16]) before the crack onset. For the particulate-filled semi-crystalline polymers, crazing, shear banding, filler-induced cavitation and the cavitation-trigged-matrix shearing have been identified as the major energy-dissipating mechanisms.", "It is also well accepted that whether these energy-dissipating events can happen in the specimen is determined, to a large extend, by the morphology of the semi-crystalline polymers. One of these morphological parameters is the crystal structure of the polymer, such as crystallinity and spherulite size. In a previous work by Friedrich [BIB25], the effects of morphology on the formation and development of craze, as well as the influence of the crazing process on the mechanical and fracture properties of polymers were elaborated. Strong evidence given by the author showed that the semi-crystalline polymer with small spherulites tends to be tougher than the one with coarse spherulites, because larger spherulites have weaker boundaries. In another work, Ouederni and Philips [BIB26] studied the effect of crystal structure on the <i>J</i>\n                        IC of PP samples with different crystallinities or spherulite sizes, but the same crystallinity. The authors found that an increase in crystallinity or spherulite size could decrease the toughness, which is in agreement with the Friedrich's conclusions. However, the same authors [BIB26] also found that for a given crystallinity, the spherulite size reduction through use of a nucleating agent did not benefit the toughness of PP. The authors believed that use of a nucleating agent would result in thicker lamellae and thinner interlamellar amorphous layers, which are detrimental to the fracture toughness of the PP. Hence, they argued that the strong influence of spherulite size was not originated from the boundary of the spherulite; rather, it is a reflection of the spherulitic structure. Regardless of the discrepancy of the mechanisms offered by these two research teams, convincing experimental evidence from both teams demonstrated that small spherulites and low crystallinity would lead to higher fracture toughness.", "Cavitation and cavitation-induced massive shear deformation have been identified as a dominant toughening mechanism in the rubber toughened thermoset and thermoplastic polymer blends. In a recent work [BIB27 BIB28 BIB29 BIB30], the cavitation/shear deformation was also found to be the control toughening mechanism in some rigid–rigid polymer blends. The key point of this toughening mechanism is that the deformation zone ahead of the crack tip is under the plane-strain condition; therefore, the materials are subjected to high plastic constraint. Without a constraint-releasing mechanism, the material under this tri-axial tension tends to fracture in the brittle mode with low toughness. In rubber-toughened polymer blends, because of the low tear strength of the rubber particles, cavitation of the rubber particle happens under the tri-axial tension and it releases the high plastic constraint and enables large-scale plastic deformation in the ligament between the two cavities. In the rigid–rigid polymer blends, cavitation at the boundary of the two rigid phases was found to have the same function as that of rubber particle cavitation [BIB31 BIB32 BIB33 BIB34].", "In the light of above discussion, it is reasonable to propose that the absence of the spherulites ([TBL5]) must have a positive effect on the <i>J</i>\n                        IC of the nanocomposites, although it is not clear to us whether it can be caused by other mechanisms. On the other hand, we did find that the massive plastic deformation on the fracture surface of the nanocomposites was accompanied by a large number of voids, which was clearly caused by matrix cavitation due to the addition of the nanoparticles. As demonstrated by the SEM micrographs in [FIG17]\n                        , the fracture surface of the nanocomposite with 4.8vol% CaCO3 has a highly plastically deformed zone filled with sub-micron voids. Some of these voids have particles standing inside the cavities. The matrix ligaments between these voids are stretched and deformed extensively. Similar characteristics are also found in the nanocomposite with 9.2vol% filler ([FIG17]). The fracture surface of the pure PP is, however, smooth and featureless ([FIG17]). Based on this microscopic observation, we believe that the cavitation-induced shear deformation is most probably the dominant energy-dissipating event responsible for the very high <i>J</i>\n                        IC of the nanocomposites. Firstly, the CaCO3 nanoparticles, which serve as a nucleating agent change the morphological structure of the PP matrix. Secondly, the nanoparticles act as stress concentrators and promote cavitation at the particle–polymer boundaries. Our previous TEM results [BIB35] on carbon black-filled PP (10wt% carbon black in PP) indicate that the amorphous regions of PP are sandwiched between the crystalline lamellae. The thickness of individual amorphous layer is a few nanometers. The carbon black particles or aggregates are dispersed inside the spherulites and there is a thin layer of amorphous PP encapsulating the carbon black particles and aggregates. It is quite possible that the CaCO3-filled PP has a morphological structure similar to that of the carbon black-filled PP. Based on this proposed morphological structure, numerous cavitation sites will be created at the interface between the CaCO3 particles and the amorphous layers. The cavities formed will release the plastic constraint in the matrix and trigger large-scale plastic deformation, leading to much improved fracture toughness.", "As fracture toughness of polymer materials depends very much on the mobility (relaxation time) of the polymer chains under the testing condition, thus, both temperature and deformation rate have great influences on the fracture behaviour. It is not uncommon that a material showing high quasi-static fracture toughness has poor impact strength. A good example is polybutylene terephthalate (PBT), which is highly strain rate sensitive [BIB34]. In many cases, the strain-rate embrittlement is due to that the toughening mechanisms that readily occur in the quasi-static loading condition are suppressed by the high strain rate in the impact test.", "However, this is not the case in the present study. As demonstrated in [FIG7], the impact strength of the PP nanocomposites (mixing time=30min) increases with the filler content reaching a peak value of about 128J/m at the filler content of 9.2vol%. Compared with the pure PP (55.2J/m), the improvement in impact strength owing to the addition of the nanoparticles is about 2.5 times. This represents a substantial improvement. Although the exact micromechanical deformation mechanisms in impact are still under investigation and not very clear to us at the time of writing this paper, it is reasonable to believe that the toughening mechanism proposed for the quasi-static fracture, namely, the cavitation-induced massive shear deformation, is plausibly the main mechanism."]]]], ["Conclusions", ["PP composites with CaCO3 nanoparticles (∼44nm) were prepared. The notched fracture toughness of the nanocomposites under either quasi-static or impact loading conditions was found substantially higher than that of the pure PP. The TEM study showed that the nanoparticles were distributed in the PP matrix uniformly and little particle agglomeration was found at 4.8 and 9.2vol%. Thermal analysis and SEM studies on the PP and nanocomposites revealed that the CaCO3 nanoparticles are an effective nucleating agent that causes the absence of detectable spherulites. Fractography of the broken specimens from the <i>J</i>-integral tests suggested that the nanoparticles introduce a massive number of stress concentration sites in the matrix and promote cavitation at the particle–matrix boundary when loaded. The cavities, in turn, release the plastic constraint and trigger large-scale plastic deformation of the matrix, which consumes tremendous fracture energy."]]], "doi": "10.1016/S0032-3861(02)00120-9"}