{"title": "Preparation and dielectric behaviors of thermoplastic and thermosetting polymer nanocomposite films containing BaTiO3 nanoparticles with different diameters", "abstract": "BaTiO3 (BT) nanoparticles with three kinds of diameters were synthesized by alkoxide route and then dispersed into a thermoplastic polyvinylidene fluoride (PVDF) and a thermoset polyimide (PI)) to fabricate the BT/PVDF and the BT/PI nanocomposite films. Effects of nanoparticle size and polymer matrix on the dielectric properties were studied by two different measurement procedures at frequencies from 10−2\n                     Hz to 106\n                     Hz. A significant discrepancy of dielectric behaviors between the BT/PVDF films and the BT/PI films was found. The roles of nanoparticles (size and crystal phase) and properties of polymers (chemistry and chain structure) are used to explain the difference in dielectric behaviors.", "body": [["Introduction", ["Dielectric composites comprising of polymer matrix and inorganic particles have been widely studied due to the unique combination of their distinct dielectric properties and desirable processing ease. Such materials with high dielectric permittivity have opened opportunities for a myriad of applications, such as embedded capacitors, gate dielectrics, and electric energy storage devices [b0005 b0010 b0015 b0020]. Comparing with microsized particles, the nanoparticle-loaded composites possess a large interfacial area, dramatically promoting the exchange coupling effect through a interface layer and resulting in strong polarization and different dielectric responses [b0005 b0025]. Therefore, the research on dielectric properties of nanocomposites has been paid more attention in this field [b0030 b0035 b0040 b0045 b0050 b0055 b0060 b0065 b0070].", "Previous state-of-the-art researches have confirmed that the size and crystal phases of inorganic nanoparticles played a crucial role in determining the dielectric behaviors of their nanocomposites [b0075 b0080]. The dielectric permittivities of BaTiO3 (BT) nanoparticles decrease with reducing diameter of particles as a result from the transformation in crystal phases of BT. Specifically, ferroelectric tetragonal BT (large diameter) has coupled with a permittivity as high as 1200 at room temperature, while cubic BT (small diameter) shows no ferroelectricity and a low permittivity [b0085]. The different physical properties of the BT nanoparticles supported that they have a remarkable effect on the final dielectric performances of the BT/polymer nanocomposites [b0090]. Moreover, such effect of nanoparticles on dielectric behavior would vary with polymer matrixes in the composites [b0095 b0100]. We have also reported the dielectric behaviors of PVDF-matrix nanocomposites loaded with different-size BT nanoparticles [b0075 b0090]. A significant increasing of dielectric permittivity at low frequency was observed. However, when the different-size BT nanoparticles were loaded into PI matrix, the dielectric permittivity of the BT/PI nanocomposite films failed to show such phenomena. The difference of polymer matrixes would be attributed to the remarkable discrepancy in the dielectric relaxations. Namely, the polarity of PVDF is much stronger than that of PI. Besides, PVDF is thermoplastic while PI is thermoset [b0070]. Such different chemical structures and chain interactions would have an effect on the polarization of dipoles and thus the behavior of charges in the materials under applied electric field. In light of multiple-region mode [b0100], the polarity and chain interactions of polymer matrix would influence the interface between particles and polymer matrix, consequently affecting the charge trapping and electron scattering at interface in the composites. Hence, the features of polymer matrixes also play an essential role in determining the dielectric properties of the nanocomposite films. Effect of the chemical structures of polymers, the size and morphology of fillers on dielectric performances is definitely necessary but has not yet been addressed to date. Therefore, in this study, we compared two kinds of BT/polymer nanocomposite films in order to discuss the collaborative effect of polymer matrices and nanoparticles on dielectric behaviors in wide range of frequency (10−2–106\n                     Hz)."]], ["Materials and experimental procedures", ["Barium hydroxide octahydrate (Xilong chemical Co. Ltd.), tetrabutyl titanate (Beijing Xingjin Chemical Corp.), N,N-dimethylformamide (Beijing Chemical Corp.) were used as the chemical reagents to prepare the BT nanoparticles. Semi-crystalline polymer PVDF (FR904) was obtained from Shanghai 3F New Materials Company. Pyromellitic dianhydride (PMDA), 4,4′-oxydianiline (ODA), and N,N′-dimethylacetamide (DMAc) were purchased from Sinopharm Chemical Reagent Co., Ltd., Shanghai Sanaisi Reagent Co., and Beijing Yili Fine Chemical Reagent Co., respectively.", "BT nanoparticles with different diameters were prepared by the alkoxide route [b0090]. The BT/PVDF nanocomposite films were prepared by using solution casting method [b0090] while the BT/PI nanocomposite films using in situ polymerization [b0105 b0110]. The imidization condition for polyimide was as follows: 60°C for 1h, 100°C for 1h, 200°C for 1h, 300°C for 1h. The thickness of all as-prepared nanocomposite films were controlled in the thickness of about 100μm, and the BT concentration at 50vol.%.", "Crystal phase structures and morphologies of BT particles and nanocomposite films were characterized by an X-ray diffraction instrument (Japan RigakuD/max-RC) and scanning electron microscope (SEM, JSE-6301F), respectively. For the measurement of dielectric behavior, electrodes were painted by silver paste to ensure good electrical contact. The dielectric properties of all films at −40°C, 20°C and 80°C were measured in the frequency range from 10−2\n                     Hz to 106\n                     Hz using a precision impedance analyzer (Novocontrol Concept 80)."]], ["Results and discussion", [["Morphology and purity of the BT nanoparticles", ["SEM images in [f0005]\n                        a–c give the sizes and shapes of BT nanoparticles calcined at three temperatures, respectively. It can be observed that the diameter of the BT nanoparticles calcined at 600°C, 900°C and 1100°C is around 30–50nm, 50–80nm and 100–150nm, respectively. The diameters of BT nanoparticles increased with the increasing of calcination temperatures and simultaneously the shapes of BT nanoparticles also gradually transform from cubic phase to tetragonal one. The similar result could be confirmed in other paper [b0085].", "XRD patterns presented in [f0005]d show that most of peaks of as-synthesized BT particles can well match the standard pattern of BT (PDF#75-0462) (its crystalline indices (Miller indices) of spectra was showed in [t0005]\n                        . Meanwhile, it can also be found that the diffraction peaks of BT particles become sharper with increasing the calcination temperature, suggests that the high calcination temperature would favor to the crystallization and enable the growth of more sufficient and more integration BT crystals, which can also be verified by the SEM images discussed above. Additionally, noticeable difference in crystal structure of BT powders can be observed from the inset of [f0005]d. Both BT nanoparticles calcined at 900°C and 1100°C have double peaks located at 2<i>θ</i>\n                        ≈45° while by contrast, only one signal peak is observed for the one calcined at 600°C. Furthermore, it can also be found that the distance between two peaks (compared with BT calcined at 900°C and at 1100°C) becomes larger as the temperature increases. Therefore, it suggests that the difference in counts of peaks means the discrepancy in crystal phases between two BT nanoparticles. At 2<i>θ</i>\n                        ≈45°, double peaks correspond to tetragonal crystal phase while single peak means cubic. These two crystal phases are clearly showed in schematic [f0010]\n                        . Besides, the distance between two peaks shows the integrality of tetragonal crystal phase. The larger the distance between two peaks, the more integrality of tetragonal crystal phase exists in BT particles [b0075]. Hence, high temperature not only favors the formation of the tetragonal crystal phase with high permittivity but also makes the crystal phase get much more integrality. Energy dispersive spectroscopy (EDS) of BT (50–80nm) nanoparticles gives further evidences of the little impurity in BT nanoparticles synthesized by alkoxide route, which can be found in [f0015]\n                        a and [t0010]\n                        . From the elements mapping, it can be observed that Ba, Ti and O elements disperse homogeneously in the BT nanoparticle."]], ["Morphologies of the BT/polymer nanocomposite films", ["SEM images in [f0020]\n                         show surface morphologies of PVDF-based and PI-based composites containing three kinds of BT nanoparticles. As showed in [f0020]a–c, the dispersion of BT nanoparticles in two polymer matrices is different at the same volume fraction (50vol.%). Compared with the PI nanocomposite films as showed in [f0020]d–f, the PVDF one is less homogeneous. There might be two reasons in charge of such difference. The first one is the chemical structure differences between two polymer matrices. In detail, during the fabrication, PI needs imidization process while PVDF does not need such thermal process. This makes the interaction of PI chains much stronger than PVDF chains. Furthermore, though both of PVDF and PI are polar polymers, the polarity of PVDF is much larger than that of PI due to the existence of fluorine group. Such differences in chemical property of polymers would lead to more BT nanoparticles attracted by the PI chains, thus it would help to impede the agglomeration of nanoparticles in the BT/PI composites. The second reason can be derived from the processing method. The BT/PVDF nanocomposite films were made by solution casting without the polymerization. While in the case of BT/PI composites, in situ polymerization was involved and a covalent interaction between BT particles and PI chains was established. Such difference in processing methods would also arouse the discrepancy in the dispersion of nanoparticles in polymer matrices. Hence, the differences from matrixes properties and fabrication of nanocomposite films would influence the dispersion of nanoparticles in films [b0100 b0115]."]], ["Frequency dependence of dielectric properties of the BT/polymer nanocomposites", ["[f0025]\n                         shows the frequency dependences of permittivity (<i>ε</i>\n                        eff) and loss tangent (tan\n                        <i>δ</i>) of the BT/PVDF nanocomposite films. In order to easy discussion, the range of frequency is divided into 2 parts, from 10−2\n                        Hz to 103\n                        Hz, and from 103\n                        Hz to106 Hz. At first, within a frequency range from 103\n                        Hz to 106\n                        Hz, [f0025]a shows the dielectric permittivity of the BT (30–50nm)/PVDF is the lowest, that of the BT (100–150nm)/PVDF is medium, and that of the BT (50–80nm)/PVDF is the highest. The diversity results from the dielectric permittivity discrepancies of BT nanoparticles themselves as well as the level of interfacial polarizations. Namely, dielectric permittivity of BT particles with cubic phase structure is much lower than that of the tetragonal one. It would reduce the dielectric permittivity of BT (30–50nm)/PVDF comparing with the other two kinds of BT/PVDF. Meanwhile, small size BT nanoparticles would bring more interfaces between matrix and fillers that would lead to a strong interfacial polarization, thus, the dielectric permittivity of BT (50–80nm)/PVDF is higher than that of BT (100–150nm)/PVDF. Intriguingly, a significant increase in dielectric permittivity of the nanocomposite films appears in the frequency range from 10−2\n                        Hz to 103\n                        Hz, especially for the BT (30–50nm)/PVDF, as showed in [f0025]a. There might be three factors lead to the obvious increase in dielectric permittivity of the BT/PVDF nanocomposite films. One is the strong interfacial polarization generally strengthened at low frequency. Since the size of BT (30–50nm) nanoparticle is the smallest among the three kinds of BT nanoparticles, its surface areas are extremely remarkalbe. This strongly favors the interfacial polarization in the BT (30–50nm)/PVDF nanocomposites. The second factor is that the dipole polarization of PVDF matrix would be also strengthened greatly at low frequency. The third one is the original contribution from BT nanoparticles to the dielectric permittivity of the BT/PVDF composite films. As mentioned above, the higher temperature helped to form better tetragonal crystal phase; naturally, BT with better tetragonal crystal phase would have a high dielectric permittivity [b0075 b0090]. It would result in the permittivity difference between the BT (100–150nm)/PVDF and the BT (50–80nm)/PVDF systems. Additionally, it can be found that the positions of the peaks in frequency dependence of loss tangent ([f0025]b) for three kinds of the BT/PVDF nanocomposites are accordant with the change of the relative dielectric permittivities in [f0025]a. Therefore, the figures in [f0025]b can be the further evidences of the interfacial polarization at low frequency.", "Conversely, such a significant increase in dielectric permittivity at low frequency fails to appear in the BT/PI nanocomposite films. As shown in [f0030]\n                        a, it can be found within the frequency ranges from 10−2\n                        Hz to 106\n                        Hz, the dielectric permittivity of the BT (30–50nm)/PI is the lowest, that of BT (50–80nm)/PI is medium, and that of BT (100–150nm)/PI is the highest. It is also coursed by the difference of crystal phases between BT nanoparticles. At low frequency, the dielectric behavior of the BT/PI nanocomposite films changes with diameter of BT in three kinds of films. It can be identified that the dielectric permittivity of the BT (30–50nm)/PI increases by 2 times and becomes the highest among the three films while other two have a little enhancement. Interfacial polarization has also been employed to explain this phenomenon. As shown in [f0030]b, it can be seen that the loss tangent of the BT/PI nanocomposite films becomes very high at low frequency. However, compared to the BT/PVDF nanocomposites, such increase in dielectric permittivity of the BT/PI films at low frequency is not that significant. Meanwhile, the dielectric loss in [f0030]b is also different from that of the BT/PVDF film in [f0025]b. In order to explain this phenomenon, the structure of interfacial regions between nanoparticles and polymer matrix should be well understood. In light of multi-regions mode [b0100], the interfacial regions between nanoparticles and matrix can be divided into three regions as bonded region, transitional region and normal region. In bonded region, fillers can easily connect with the polymer matrix by covalent, ionic, hydrogen bonds and the van der Waals force. The polarity of particles and matrix has a non-ignorable influence on the bonding strength. In transitional region, molecular chain of polymer matrix consists of this region and strongly bound with the bonded region and nanoparticles surface. If the molecular chains of poylmers are flexible, the dipoles will polarize under electric field easily. This would promote the dielectric properties. Bonded region and transitional region collaboratively determine the dielectric properties of composites. The properties of normal region are similar to the matrix. According to this mode, PVDF is thermoplastic whose chain is flexible while PI is thermoset, though PI chain fails to crosslink each other to get interlinked net structure like common epoxy thermosetting polymer, its chains still has more interaction than that of PVDF due to the process of imidization. Such strong interaction in the PI matrix would hinder the movement of polymer chains and make them hard to orientate and polarize under electric field. Consequently, the interfacial polarization would be largely weakened. Meanwhile, such strong interaction in PI chains would unavoidably impair the primarily polarity of polymer so that dipoles polarization would be undermined.", "The information shown in [f0030]b, unlike that of the BT/PVDF nanocomposite films in [f0025]b, supports the variety of relaxation polarization and interfacial one caused by the divergence of polymer matrix. In other words, due to the difference of polarity and chains structure between PVDF and PI, the properties of bonded regions and transitional regions would be affected, which would arouse the distinction of interfaces between matrix and nanoparticles. Therefore, such difference in chemical properties and chain structure between PI and PVDF would have essential influence on the dielectric behaviors of two kinds of nanocomposite films in low frequency range."]], ["Frequency dependence of dielectric properties of BT/polymer nanocomposite films at different temperatures", ["In order to research the influence of temperature on dielectric behavior of the BT/polymer nanocomposite films, the dielectric permittivity was measured at three temperatures (−40°C, 20°C and 80°C) as shown in [f0035]\n                        . It can be seen that the permittivity of two kinds of BT/polymer nanocomposite films increases with temperature. This can be charged with the changing in the free volume and movement of dioples in polymer matrix during the temperature increasing process. Comparing the BT/PVDF films with the BT/PI ones, obvious discrepancy still lies in the dielectric properties of two kinds of nanocomposite films. The dielectric permittivity at 25°C of the BT/PVDF films ([f0025]a) is much larger than that of the BT/PVDF measured at 20°C ([f0035]a), especially at low frequency. The reason may be as follows. The glass transition temperature (<i>T</i>\n                        g) of PVDF matrix is about −39°C. Hence, the movement of molecules in PVDF would be easily affected by the thermal agitation during the temperature increasing process. Consequently, the molecules in PVDF matrix move around randomly and collide with each other. These collisions destroy the dipole alignments and randomize the orientations of the dipole movements. Furthermore, it is known that interfacial polarization occurs when there is an accumulation of charge at interfaces. The thermal agitation may also weaken the interfacial charge accumulation and make a weak interfacial polarization contribution to the dielectric permittivity at low frequency. Consequently, dielectric permittivity of three kinds of the BT/PVDF nanocomposite films especially for the BT (30–50nm)/PVDF film shows great differences between two measurement processes. However, comparing [f0030]a with [f0035]b, there is not much distinction between two results of the BT/PI nanocomposite films in two measurements. Since PI matrix has excellent thermal properties whose <i>T</i>\n                        g is about 352°C [b0110]. It would be benumbed to the temperature change. Therefore, the results of dielectric behaviors measurement at different temperature give the evidences of the discrepancy of the dielectric behaviors at low frequency resulting from the difference of PVDF and PI."]]]], ["Conclusions", ["The discrepancy of dielectric behaviors between the BT/PVDF and the BT/PI nanocomposite films was discovered. Although both of them have been loaded with the same volume fraction of BT nanoparticles, they do not show similar dielectric behaviors. In the BT/PVDF nanocomposite films, a significant increasing of dielectric permittivity at low frequency can be observed, but in the BT/PI ones, such a phenomenon fails to appear. On one hand, it can be found that size and crystal phases of BT nanoparticles affect the interfacial polarization in the nanocomposite films. On the other hand, the chain structure and polarity of polymer matrixes also play an essential role in the dielectric properties of nanocomposite films. Therefore, the size and crystal phases of nanoparticles would influence the dielectric properties of the polymer nanocomposite films, but the concrete consequents of effect on composites largely depends on the nature of the polymer matrix."]]], "doi": "10.1016/j.compscitech.2013.02.021"}