{"title": "Rheological and mechanical properties of PVC/CaCO3 nanocomposites prepared by in situ polymerization", "abstract": "Poly(vinyl chloride) (PVC)/calcium carbonate (CaCO3) nanocomposites were synthesized by in situ polymerization of vinyl chloride (VC) in the presence of CaCO3 nanoparticles. Their thermal, rheological and mechanical properties were evaluated by dynamic mechanical analysis (DMA), thermogravimetry analysis (TGA), capillary rheometry, tensile and impact fracture tests. The results showed that CaCO3 nanoparticles were uniformly distributed in the PVC matrix during in situ polymerization of VC with 5.0wt% or less nanoparticles. The glass transition and thermal decomposition temperatures of PVC phase in PVC/CaCO3 nanocomposites are shifted toward higher temperatures by the restriction of CaCO3 nanoparticles on the segmental and long-range chain mobility of the PVC phase. The nanocomposites showed shear thinning and power law behaviors. The ‘ball bearing’ effect of the spherical nanoparticles decreased the apparent viscosity of the PVC/CaCO3 nanocomposite melts, and the viscosity sensitivity on shear rate of the PVC/CaCO3 nanocomposite is higher than that of pristine PVC. Moreover, CaCO3 nanoparticles stiffen and toughen PVC simultaneously, and optimal properties were achieved at 5wt% of CaCO3 nanoparticles in Young's modulus, tensile yield strength, elongation at break and Charpy notched impact energy. Detailed examinations of micro-failure micromechanisms of impact and tensile specimens showed that the CaCO3 nanoparticles acted as stress raisers leading to debonding/voiding and deformation of the matrix material around the nanoparticles. These mechanisms also lead to impact toughening of the nanocomposites.", "body": [["Introduction", ["Poly(vinyl chloride) (PVC) is one of the major thermoplastics used today, and a large amount of PVC is produced worldwide [bib1]. However, processability and thermal stability of PVC are inferior to those of other commodity plastics, like polyethylene and polystyrene [bib2]. Much improvement of the inferior properties of PVC has been carried out by the incorporation of additives such as plastizers, heat stabilizers, lubricants, fillers and copolymerization with other monomers [bib1]. Amongst these methods, compounding PVC with inorganic fillers is a convenient and efficient method. It is well known that the mechanical properties of composites are strongly related to the filler aspect ratio. Hence, polymer/intercalated or exfoliated montmorillonite (MMT) nanocomposites have attracted considerable attention due to their high strength, superior modulus, good heat distortion temperature and enhanced barrier and flame retardant properties [bib3 bib4 bib5 bib6 bib7]. Recently, intercalated PVC/MMT nanocomposites were prepared by melting and solution compounding [bib8 bib9 bib10]. Later, exfoliated PVC/MMT nanocomposites were also synthesized by in situ intercalation polymerization of vinyl chloride (VC) and organic MMT [bib11 bib12 bib13]. However, their low fracture toughness has greatly limited their applications. The challenge is to find novel methods to enhance the fracture toughness [bib14]. In contrast, nanosized particles, like silica and calcium carbonate filled-polymer composites possess greatly improved rigidity and toughness if the ultra-fine phase dimensions of nanoparticles are retained after compounding with a given polymer matrix [bib14 bib15 bib16 bib17 bib18 bib19 bib20 bib21 bib22].", "Nanoparticles have a strong tendency to agglomerate; hence, the homogeneous dispersion of nanoparticles in a polymer matrix is a major problem. The sol–gel process provides a method of preparation of inorganic metal oxides under rather mild conditions starting from organic metal alkoxides [bib23 bib24 bib25 bib26 bib27]. This permits structural variation without compositional alteration. In contrast, in situ polymerization is commonly used to prepare nanoparticle-filled composites with good dispersion, where the nanoparticles are first dispersed in the monomer; then, the mixture is polymerized using a technique similar to bulk polymerization [bib15 bib28]. In this work, we have prepared the PVC/calcium carbonate (CaCO3) nanocomposites by in situ polymerization of vinyl chloride (VC) in the presence of nanosized CaCO3 particles, and their rheological and mechanical properties are studied."]], ["Experimental work", [["Materials", ["Calcium carbonate nanoparticles with an average size of 44nm were supplied by Chengdu Nano Technology Group, China. Vinyl chloride monomer (VC) was provided by Wuhan Gedian Chemical Group Co. Ltd, China. The thermal stabilizer (XP-301) was a mixture of plumb salts. The processing aid (ACR-401) was an acrylate resin. They were provided by Zibo Plastics Chemical Co., China. Paraffin wax and stearic acid were industrial grade products commercially available."]], ["Synthesis of PVC/nanoCaCO3 compounded resins", ["The PVC/nanoCaCO3 compounded resins were synthesized by batch suspension polymerization of vinyl chloride (VC) in the presence of CaCO3 nanoparticles. The reactor used consisted of a stainless steel jacket reaction vessel of 30l capacity fitted with four equally spaced stainless steel baffles. The agitator was a four-flat-blade turbine. The reaction mixture consisted of liquid VC as the dispersed phase and deionized water as the continuous phase. The reaction pressure and temperature were 3MPa and 54(±0.2)°C, respectively. Poly(vinyl acetate) (PVA) and hydroxyl propyl cellulose (HPMC) were used as suspension agents. The initiator used was a mixture of azobisisobutyronitrile (AIBN) and 2-ethylhexyl peroxydicarbonate (EHP). After the conversion of VC reached 85%, the polymerization was stopped, and the PVC/nanoCaCO3 compounded resins obtained had an average particle size of 150μm containing 0, 2.5, 5.0 and 7.5wt% of CaCO3 nanoparticles. Based on gel permeation chromatography (GPC) analysis, the average molecular weights and molecular distribution indexes of PVC macromolecules in pristine PVC resin and PVC/nanoCaCO3 compounded resins are roughly 81,250-82,180 and 2.45-2.50, respectively. Obviously, the presence of CaCO3 nanoparticles does not affect the polymerization of VC."]], ["Preparation of PVC/CaCO3 nanocomposites", ["The compositions of the PVC/CaCO3 nanocomposites are: 100 parts PVC/nanoCaCO3 compounded resins, 7 parts XP-301, 2 parts ACR-401, 0.6 part paraffin wax (intermediate lubricant), and 0.8 part stearic acid. The above mixtures were mixed in a high-speed mixer, and then plasticized by a two-roll mill at 180°C for 10min. Composite plates with dimensions 200×80×3.2mm3 were compression molded at 175°C for 8min, with a 5min preheating period. Care was taken at this stage to ensure precise timing in order to eliminate any differences that might arise caused by the samples having different thermal histories. These plates were cut to dog-bone shaped tensile bars. Charpy notched impact specimens were also cut from the compression molded plates."]], ["Morphology observations", ["Specimens of PVC/CaCO3 nanocomposites for transmission electron microscopy (TEM) observations were ultramicrotomed to give 60nm-thick sections with a diamond knife under a liquid nitrogen environment using a Reichert-Jung Ultracut E microtome. Sections were collected on 300 mesh copper TEM grids and subsequently dried with filter paper, and examined by a Hitachi-800 TEM at an accelerating voltage of 22kV.", "The morphologies of the fracture surfaces of all composites were observed in a scanning electron microscope (JEOL JSM 820). The specimens were coated with a thin layer of gold prior to SEM examination."]], ["Dynamic mechanical analysis (DMA)", ["Dynamic mechanical analysis (DMA) was conducted with a TA2980 Instrument dynamic mechanical analyser at a fixed frequency of 10Hz and oscillation amplitude of 0.15mm. The temperature range studied was from −20 to 130°C with a heating rate of 1°C/min."]], ["Thermogravimetry analysis (TGA)", ["The thermal degradation characteristics of the PVC/CaCO3 nanocomposites were carried out using a Seiko thermogravimetric analyser (model SSC/5200). The weight loss against temperature was measured at a heating rate of 5°Cmin−1 in a helium environment from 50 to 400°C."]], ["Rheological measurements", ["Rheological properties of PVC and PVC/CaCO3 nanocomposites were measured using a capillary rheometer (model XLY-1) at 175°C. The capillary die used had a length (L) to diameter (D) ratio of 40/1 and an entrance angle of 180°. The Rabinowitch and Bagley corrections [bib29] were applied to all the experimental data."]], ["Mechanical characterization", ["Tensile properties were determined with an Instron tester (model 4206) at a crosshead rate of 5mm/min. Charpy notched impact samples with dimensions 65×13×3.2mm3 were also tested by a Ceast pendulum impact tester. A blunt notch with a notch tip radius of 0.25mm was introduced to the impact specimens with a CEAST notch opener. The impact speed was set to 2m/s. All mechanical tests were conducted at ambient temperature (20–25°C) and the average value of five repeated tests was taken for each composition."]]]], ["Results and discussion", [["Micromorphological structure of PVC/CaCO3 nanocomposites", ["[fig1]\n                         is a TEM micrograph of PVC/CaCO3 nanocomposites with 5 and 7.5wt% CaCO3. For the 5wt% CaCO3 nanocomposite, a good dispersion is achieved. Most CaCO3 are uniformly distributed as nanosized particles in the PVC matrix. It is well known that nanoparticles can be easily dispersed in an adequate solvent under vigorous stirring. During the polymerization reaction, VC monomers may enter the gaps and empty space between the primary particles under a stirring environment. So, polymerization can be initiated by diffusion of an initiator and the heat released inside the gaps leads to the breakdown of the agglomeration of the CaCO3 nanoparticles. However, more aggregates are found in the PVC/CaCO3 nanocomposite with 7.5wt% CaCO3 nanoparticles."]], ["Dynamic mechanical properties", ["[fig2]\n                         shows the variation of storage modulus with temperature for pristine PVC and PVC/CaCO3 nanocomposites up to 7.5wt% of nanoparticles. The storage modulus of pure PVC in the temperature range studied (<60°C) is lower than the PVC/CaCO3 nanocomposites. For example, at 23°C, the storage moduli of the PVC/CaCO3 nanocomposites increase (by a maximum ∼18%) with increasing CaCO3 nanoparticle loading. It confirms that well-dispersed CaCO3 nanoparticles stiffen the PVC matrix. However, when the nanoparticle is 7.5wt%, the stiffening effect is progressively reduced with increasing temperature most probably due to the agglomeration of CaCO3 nanoparticles.", "[fig3]\n                         shows the loss factor \n                           \n                              (\n                              tan\n                              \n                              δ\n                              )\n                           \n                         versus temperature for these nanocomposites. The glass transition temperatures (<i>T</i>\n                        g) of the PVC phases in pristine PVC and PVC/CaCO3 nanocomposites are listed in [tbl1]\n                        . Clearly, the glass transition peak of PVC in PVC/CaCO3 nanocomposites tends to shift towards a marginal but definitely higher temperature as the CaCO3 nanoparticles loading is increased (to <7.5wt%). These results confirm that well dispersed nanoparticles restrict the motion of PVC segmental chains. As with the storage modulus, agglomeration of CaCO3 nanoparticles at 7.5wt% loading weakens the interaction between PVC chains and nanoparticles so that the <i>T</i>\n                        g decreases to 81.9°C."]], ["Thermogravimetry analysis (TGA)", ["[fig4]\n                         shows the thermogravimetric (TG) curves for the pristine PVC and nanocomposites to 400°C. From these curves, the 5% weight loss temperature (<i>T</i>\n                        5%) and maximum weight loss temperature (<i>T</i>\n                        max, which is defined as the peak on the derivation of the TG curve) are obtained and listed in [tbl1]. It is evident that maximum decomposition at <i>T</i>\n                        max corresponds to dehydrochlorination [bib30]. Like the glass transition temperature of PVC/CaCO3 nanocomposites, <i>T</i>\n                        5% also increases marginally with loading of CaCO3 nanoparticles due to the restriction of the nanoparticles on the long-range chain mobility of the PVC phase within the nanocomposite. Moreover, <i>T</i>\n                        max is slightly increased by the presence of 2.5wt% CaCO3 nanoparticles. In addition, the thermal stability of PVC at 190°C is important for its processing, and as given in [tbl1], the weight residue of the PVC/CaCO3 nanocomposites is higher than that of pristine PVC. Therefore, PVC/CaCO3 nanocomposites have good thermal stability, which is required for their processing."]], ["Rheological properties of PVC/CaCO3 nanocomposites", ["The rheological properties of polymer materials are important for their processing. These are most often studied by using capillary rheometry. Thus, the rheological behaviors of pristine PVC and PVC/CaCO3 nanocomposites were examined by a capillary rheometer, and the results at 175°C are given in [fig5]\n                        . All these materials exhibit non-Newtonian and shear thinning characteristics in the range of applied shear rates.", "[fig6]\n                         shows that, at low shear rates (<100s−1), <i>η</i>\n                        a of PVC/CaCO3 nanocomposite with 2.5wt% CaCO3 nanoparticles is higher than the pristine PVC; but at larger loading of nanoparticles <i>η</i>\n                        a is lower. At high shear rates (>100s−1), <i>η</i>\n                        a of all PVC/CaCO3 nanocomposites are lower than pristine PVC, and decreases with increasing content of nanoparticles. This behavior should be contrasted with that of the polymer/layered silicate nanocomposites, in which it was noted that <i>η</i>\n                        a was higher for the layered silicate nanocomposites than the pure polymer [bib31 bib32] at low shear rates (<0.1s−1), but that both <i>η</i>\n                        a and shear thinning were comparable for layered nanocomposites and pristine melt at high shear rates (>0.1s−1) [bib33 bib34]. The precise reasons for the different rheological behaviors are not understood yet but it is believed this may be caused by the different geometric shapes of layered silicates and CaCO3 nanoparticles.", "Many factors can affect the rheological properties of polymer belnds/composites. Nunez et al. [bib35] found that the addition of hyperbranched polyester caused a large reduction in the zero-shear visocitiy of poly(2-hydroxyethyl methacrylate) due to a decrease in the number of physical entanglements between linear polymers. Mackay et al. [bib36] reported that adding highly crosslinked spherical polystyrene nanoparticles decreased the viscosity of polystyrene solution due to the free volume change and not the reduced entanglement. As discussed earlier, the glass transition and decomposition temperatures of the PVC phase in the nanocomposites are higher than pristine PVC, we can exclude the effects of molecular weight and free volume on the viscosity of the PVC/CaCO3 nanocomposites. Since the viscosity of polymer melts depends on the interlayer interaction, hence interlayer slip or inhomogeneous flow may account for the decrease in viscosity [bib37]. Based on our knowledge and observations, we propose that the spherical nanoparticles serve as ‘ball bearings’, reducing the interlayer interaction of PVC melts and thereby decreasing the viscosity of PVC/CaCO3 nanocomposites. It is expected that the ball bearing effect of nanoparticles on viscosity becomes more prominent with increasing loading of CaCO3 and high shear rates.", "The linear relationship between \n                           \n                              log\n                              \n                              \n                                 η\n                                 a\n                              \n                           \n                         and \n                           \n                              log\n                              γ\n                           \n                         in [fig5] suggests a power law:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       η\n                                       α\n                                    \n                                    =\n                                    k\n                                    \n                                       γ\n                                       \n                                          n\n                                          −\n                                          1\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>k</i> is a constant and <i>n</i> is the power law index. Values of the power law index (<i>n</i>) are listed in [tbl2]\n                         which shows that <i>n</i> is reduced when the CaCO3 nanoparticles are added. Physically, this means that the shear sensitivity of PVC is increased. It is, however, noted that when the CaCO3 nanoparticle loading is increased to 5.0wt% and beyond, due to the clustering of the nanoparticles, the shear sensitivity of the PVC/CaCO3 nanocomposites is decreased."]], ["Mechanical properties of PVC/CaCO3 nanocomposites", ["[fig7]\n                         shows typical tensile stress–displacement curves for PVC and its nanocomposites. Clearly, pure PVC is brittle. But when CaCO3 nanoparticles are added in the PVC matrix, the nanocomposites show ductile behaviors, such as stress whitening and necking. Their Young's modulus, tensile yield strength and elongation at break are calculated and plotted in [fig8 fig9 fig10]\n                        \n                        \n                        .", "In [fig8], Young's modulus of the PVC/CaCO3 nanocomposites is shown to increase with the loading of CaCO3 nanoparticles upto 5wt% and then decrease marginally at 7.5wt%. These results confirm that the CaCO3 nanoparticles do stiffen PVC. The yield strength of the nanocomposites is plotted in [fig9] and is broadly independent of nanoparticle loading. The modulus and yield strength of particle-filled composites can be predicted, respectively, by Guth's equation [bib38]:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       E\n                                       c\n                                    \n                                    =\n                                    \n                                       E\n                                       m\n                                    \n                                    (\n                                    1\n                                    +\n                                    2.5\n                                    \n                                       ϕ\n                                       f\n                                    \n                                    +\n                                    14.1\n                                    \n                                       ϕ\n                                       f\n                                       2\n                                    \n                                    )\n                                 \n                              \n                           \n                        and Nicolais-Narkis theory [bib39],\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       σ\n                                       \n                                          yc\n                                       \n                                    \n                                    =\n                                    \n                                       σ\n                                       \n                                          ym\n                                       \n                                    \n                                    (\n                                    1\n                                    −\n                                    1.21\n                                    \n                                       ϕ\n                                       f\n                                    \n                                    )\n                                 \n                              \n                           \n                        where <i>E</i> and <i>σ</i>\n                        y are Young's modulus and yield strength, respectively, subscripts <i>m</i> and <i>c</i> denote composite and matrix, and <i>ϕ</i>\n                        f is volume fraction of particles. Quite clearly, the experimental modulus (except at 7.5wt% loading) and yield strength values are larger than the predicted values, as shown in [fig8 fig9]. These results indicate the limitations of the theories when applied to nanocomposites. The strong interaction between CaCO3 nanoparticles and PVC matrix caused by the large interfacial areas has led to much higher elongations-at-break, with a maximum at 5wt% nanoparticles, as shown in [fig10].", "[fig11]\n                         plots the Charpy notched impact energy of nanocomposites as a function of CaCO3 content. Obviously, the impact energy of all nanocomposites is higher than that of pure PVC. As the nanoparticle loading is increased to 5wt% the Charpy impact energy reaches a maximum (5.25kJ/m2). Further increase in particle loading gives lower impact energy due to the aggregation effect of the nanoparticles in the PVC matrix. These results are in line with the elongation-at-break data in [fig10]."]], ["Fracture micromechanisms", ["[fig12]\n                         shows SEM micrographs of the impact fracture surfaces of PVC and PVC/CaCO3 nanocomposite with 5wt% particles. Similar to the tensile behavior, pristine PVC exhibits brittle failure; but the nanocomposite shows ductile characteristics, with a rough fracture surface and a few elliptical voids around CaCO3 nanoparticles due to interface debonding. This latter observation is in agreement with the cavitation mechanism of micro-sized rigid particles reported by Zuiderduin et al. [bib22]. Therefore, inorganic rigid particles toughen polymer composites similar to the cavitation of soft rubber particles in polymer blends. Stress whitening in rubber-toughened blends is attributed to rubber cavitation [bib40]. Similarly, stress-whitening is seen in PVC/CaCO3 nanocomposites when stretched. To evaluate the toughening mechanisms in these nanocomposites, we obtained a longitudinal cryo-fractured surface of the necked down region at mid-width of a tensile specimen and studied the failure morphology with SEM in the thickness direction. For pure PVC, from [fig13]\n                        (a), there are many cavities leading to semi-brittle failure. For PVC/CaCO3 nanocomposites, the PVC matrix was severely deformed drawing past the nanoparticles, [fig13](b). In the neck region, triaxial stresses prevailed and were locally elevated at the particles leading to debonding at the nanoparticle-polymer interface. Upon further loading, the debonded interfaces would deform forming ellipsoidal voids as the ligaments between them were further drawn or stretched longitudinally. This promotes a more homogeneous debonding/voiding and matrix drawing mechanism, which absorbs more energy and toughens the PVC. If the CaCO3 nanoparticle content becomes large, [fig13](c), some nanoparticles aggregate and weaken the interfacial adhesion, reduce the number of debonding/voiding sites and decrease the toughness of the nanocomposites. These observations [[fig13](a)–(c)] are consistent with the ‘toughness’ as measured by the areas under the tensile stress–displacement curves 1, 3 and 4 shown in [fig7]."]]]], ["Conclusions", ["Poly(vinyl chloride) (PVC)/calcium carbonate (CaCO3) nanocomposites were synthesized by in situ polymerization of vinyl chloride (VC) in the presence of CaCO3 nanoparticles. The results showed that CaCO3 nanoparticles were uniformly distributed in the PVC matrix. The glass transition temperature (<i>T</i>\n                     g) and 5% weight loss temperature (<i>T</i>\n                     5%) of PVC phases in the PVC/CaCO3 nanocomposites were slightly higher compared to pristine PVC due to the restriction of CaCO3 nanoparticles on the segmental and long-range chain mobility of the PVC phase. The nanocomposites all exhibit shear thinning and power law behaviors. At low shear rates (<100s−1), the apparent viscosity of the PVC/CaCO3 nanocomposites is higher than that of pristine PVC at 2.5wt% CaCO3 nanoparticles, then it decreases with increasing nanoparticle loading. At high shear rates (>100s−1), the apparent viscosity of the nanocomposites is lower than that of pristine PVC, and decreases with increasing CaCO3 nanoparticles loading due to the ball bearing effect of spherical nanoparticles. The viscosity sensitivity on shear rate is higher for nanocomposites than pristine PVC. But as the CaCO3 nanoparticles excceds 5.0wt%, the shear rate sensitivity of the nanocomposite melts is decreased due to agglomeration of the CaCO3 nanoparticles in the PVC matrix. The mechanical properties of the PVC/CaCO3 nanocomposites indicate that CaCO3 nanoparticles stiffen and toughen PVC. At 5wt% nanoparticles, optimal properties were obtained in Young's modulus, tensile yield strength, elongation-at-break and Charpy notched impact energy. Detailed examinations of failure mechanisms of impact and tensile specimens showed that CaCO3 nanoparticles acted as stress concentrators leading to interface debonding/voiding and matrix deformation. These mechanisms lead to impact toughening of the nanocomposites."]]], "doi": "10.1016/j.polymer.2004.07.045"}