{"title": "Structure and thermal properties of poly(lactic acid)/cellulose whiskers nanocomposite materials", "abstract": "The goal of this work was to produce nanocomposites based on poly(lactic acid) (PLA) and cellulose nanowhiskers (CNW). The CNW were treated with either <i>tert</i>-butanol or a surfactant in order to find a system that would show flow birefringence in chloroform. The nanocomposites were prepared by incorporating 5wt% of the different CNW into a PLA matrix using solution casting. Field emission scanning electron microscopy showed that untreated whiskers formed flakes, while <i>tert</i>-butanol treated whiskers formed loose networks during freeze drying. The surfactant treated whiskers showed flow birefringence in chloroform and transmission electron microscopy showed that these whiskers produced a well dispersed nanocomposite. Thermogravimetric analysis indicated that both whiskers and composite materials were thermally stable in the region between 25°C and 220°C. The dynamic mechanical thermal analysis showed that both the untreated and the <i>tert</i>-butanol treated whiskers were able to improve the storage modulus of PLA at higher temperatures and a 20°C shift in the tan\n                     <i>δ</i> peak was recorded for the <i>tert</i>-butanol treated whiskers.", "body": [["Introduction", ["Lately, there has been an increased interest in the use of biopolymers due to more environmentally aware consumers, increased price of crude oil and the concern about global warming. Biopolymers are naturally occurring polymers that are found in all living organisms. The use of biopolymers will have a less harmful effect on our environment compared to the use of fossil fuel based commodity plastics [bib1]. Biopolymers are based on renewable resources and will degrade to form carbon dioxide, water and biomass. The amount of carbon dioxide released during degradation is the same amount as the renewable resource harnessed during its cultivation. As a result carbon dioxide will not accumulate in the atmosphere due to the use of biopolymers. Biopolymers can today be retrieved from for example agricultural feedstock, marine fauna and microbial activities. Waste products from industries can also be utilized to produce biopolymers, for example waste from agriculture and marine food industries.", "Poly(lactic acid) (PLA) is a commercially available biopolymer. It is a biodegradable thermoplastic polyester produced from l- and d-lactic acid, which is derived from the fermentation of corn starch [bib2]. The properties of PLA are determined by the weight ratio of the two lactic acid molecules. PLA can therefore vary from being an amorphous polymer to being a semi or highly crystalline material [bib2]. PLA is one of the few biopolymers available today which have similar properties as fossil fuel based commodity plastics. PLA produced by NatureWorks has high mechanical strength and easy process ability compared to other biopolymers and is often compared to polystyrene or PET [bib2]. However, PLA softens at lower temperatures compared to equivalent petroleum based polymers [bib3]. A low softening temperature results in a lower temperature of use of the material, which in turn will limit the number of application of the material. Preparation of nanocomposites has been considered a promising method to increase the softening temperature of biopolymers [bib4 bib5].", "In order to produce fully renewable and biodegradable nanocomposites both the polymer matrix and the nanoreinforcement have to be derived from renewable resources. Cellulose nanowhiskers (CNW) have attracted significant attention during the last decade as potential nanoreinforcement in different polymers [bib6]. Cellulose is abundant in nature, and is found in plants and can also be produced by bacteria. Cellulose nanowhiskers have good mechanical properties [bib6 bib7]. It is thought that these whiskers have mechanical strength that corresponds to the binding forces of neighboring atoms [bib6]. As a result cellulose whiskers have far better mechanical properties than a majority of the commonly used reinforcing materials. Biopolymer based nanocomposites have been produced by incorporating CNW into the following biopolymers matrices: cellulose acetate butyrate [bib8], poly(hydroxyalkanoates) [bib9], poly(lactic acid) [bib10], silk fibroin [bib11] and starch [bib12].", "The use of cellulose nanowhiskers as nanoreinforcement is a new field in nanotechnology and as a result there are still many obstacles remaining to their use. Firstly, cellulose nanowhiskers are not commercially available. Secondly, their production is time consuming and is still associated with low yields. Thirdly, they are difficult to use in systems that are not water based due to their strong hydrogen bonding. This affects the production of PLA based nanocomposites when using PLA produced by NatureWorks which is not water soluble. The whiskers have to be transferred from water to an appropriate solvent for this type of PLA. It has been reported that transferring whiskers from water to other solvents is possible [bib8 bib13 bib14 bib15 bib16]. In order to determine if whiskers are well isolated in solutions flow birefringence is often used. There are a few different treatments that have been used to achieve birefringence in other solvents than water as for example the use of a surfactant [bib13], poly(ethylene glycol) grafting [bib14] and partial silylation [bib15]. Heux et al. used a surfactant on whiskers from both cotton and tunicin in order to achieve birefringence in toluene [bib13]. Flow birefringence in chloroform has been achieved by poly(ethylene glycol) grafting [bib14] and partial silylation [bib16] of cellulose whiskers. Unfortunately, both these modifications are complicated processes to carry out. There is also a negative side effect of using modified cellulose whiskers. It has been shown that modified whiskers have less reinforcing effect than unmodified whiskers. Grunert and Winter prepared nanocomposites with a hydrophobic thermoplastic matrix using trimethylsilylated cellulose whiskers [bib8]. They found that unmodified whiskers showed a better reinforcing performance than the trimethylsilylated whiskers. Similarly, the mechanical properties of nanocomposites containing chemically modified chitin whiskers from crab shell were found to be inferior to the unmodified nanocomposites [bib17].", "The goal of this work was to produce poly(lactic acid) (PLA) based nanocomposites using cellulose nanowhiskers (CNW). The nanocomposites were prepared by solution casting using chloroform as solvent. The CNW used in this study were treated in two different ways in order to find one system that would show flow birefringence in chloroform. The whiskers were either transferred to <i>tert</i>-butanol or modified with a surfactant prior to freeze drying. Untreated cellulose whiskers were used as reference. The structure of the materials was studied using field emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM). Both thermogravimetric analysis (TGA) and dynamic mechanical thermal analysis (DMTA) were carried out in order to investigate the thermal properties of the produced nanocomposites."]], ["Experimental", [["Materials", [["Matrix", ["Poly (lactic acid) (PLA), Nature WorksTM 4031 D, was supplied by NatureWorks LLC, Minneapolis, USA. The material has a density of 1.25g/cm3, glass transition temperature (<i>T</i>\n                           g) of 58°C and melting point of 160°C. The molecular weight (<i>M</i>\n                           w) of the PLA is between 195,000–205,000g/mol."]], ["Reinforcement", ["Microcrystalline Cellulose (MCC), Avicel PH 102, was supplied by FMC BioPolymer, Philadelphia, USA. Avicel PH 102 is commercially available and was used as a raw material for the production of cellulose nanowhiskers (CNW)."]], ["Chemicals", ["Sulfuric acid 95–97% from Merck KGaA, Darmstadt, Germany was used during the CNW production. Sodium Hydroxide from SDS, France, was used during the neutralization of the CNW. <i>tert</i>-Butanol was purchased from Merck KGaA, Darmstadt, Germany, and was used to replace water before freeze drying the whiskers. Beycostat A B09 from CECA S.A., France, was the surfactant used during this study. Chloroform was purchased from Merck KGaA, Darmstadt, Germany, and was used to redisperse the nanoreinforcements. Silicon 100 from Novatio Europe N.V., Belgium, was used to grease the Petri dishes prior to casting."]]]], ["Processing of cellulose nanowhiskers", [["CNW production", ["Microcrystalline Cellulose (MCC), 10g/100ml, was hydrolyzed in 9.1mol/l sulphuric acid at 44°C for 130min. The excess of sulphuric acid was removed by repeated cycles of centrifugation, 10min at 13,000rpm (18,516g, Jouan MR 23 I, USA). The supernatant was removed from the sediment and was replaced by deionized water. The centrifugation continued until the supernatant became turbid. After the centrifugation the suspension containing cellulose nanowhiskers was dialysed against deionized water. The final suspension had a pH of 3.5."]], ["CNW treatments", ["CNW were prepared by neutralizing the suspension containing the cellulose nanowhiskers and acted as a reference in this experiment. The neutralization was carried out by adding drops of a 1wt% (0.25N) NaOH solution to the whiskers. B-CNW (butanol cellulose nanowhiskers) were prepared by transferring cellulose whiskers from the neutralized suspension to <i>tert</i>-butanol by using centrifugation. The supernatant was replaced by a solution of <i>tert</i>-butanol and deionized water. The <i>tert</i>-butanol content of the solution was increased in a stepwise manner until pure <i>tert</i>-butanol was used. S-CNW (surfactant cellulose nanowhiskers) were prepared by following the guidelines given by Heux et al. [bib13]. After dialysis the surfactant, Beycostat A B09, was added to the suspension containing whiskers in proportion of 4:1 (w/w) using an estimated weight of the cellulose nanowhiskers. The pH of the suspension was then adjusted to 8.5 using the same 1wt% NaOH solution as above."]]]], ["Processing of nanocomposites", [["CNW dispersion", ["The three suspensions containing whiskers were freeze dried in a Flexi-Dry MP, Kinetics Thermal Systems, USA. After freeze drying, chloroform was directly added to the whiskers forming 1wt% suspensions. In order to improve the dispersion of the whiskers in chloroform the suspensions were exposed to three intervals of sonification (UP200S, Hielscher Ultrasonics GmbH, Germany) each lasting for 2min. In between the cycles the suspensions were placed in an ice bath."]], ["PLA preparation", ["A 10wt% solution of PLA in chloroform was prepared by stirring the solution on a hot plate at 60°C until the pellets were fully dissolved (4h)."]], ["Film preparation", ["The nanocomposites were prepared by solution casting. The formulations, see [tbl1]\n                           , were mixed and run in a Waring Blender for 3min. The blender was used to thoroughly stir the two solutions together. The formulations were then casted in Petri dishes greased with silicon and left to evaporate in room temperature for one day. The films were then placed in a vacuum oven at 40°C for two weeks in order to remove all remaining chloroform. The prepared films had a thickness of 0.25mm and a total dry weight of 5g."]]]], ["Characterization", [["Electron microscopy", ["Microcrystalline cellulose, freeze dried whiskers and fracture surfaces of the nanocomposite films were examined in a field emission scanning electron microscope (FESEM), Hitachi 4300S, Japan. The accelerating voltage applied was 5.0kV. The fracture surfaces were generated after cooling in liquid nitrogen. All samples were sputter-coated with platinum before examination. The cellulose whiskers and the nanostructure of the composites were examined in a transmission electron microscope (TEM), Philips CM30, The Netherlands, at an acceleration voltage of 100kV. To examine the cellulose whiskers a droplet of the diluted suspension was allowed to float on and eventually flow through a copper grid covered with a porous carbon film. To examine the nanocomposites, the samples were cut and polished to rectangular sheets, embedded in epoxy and allowed to cure overnight. The final ultra microtoming was performed with a diamond knife at room temperature generating foils being 50×500μm2 in cross-section and approximately 50nm in thickness. These foils were gathered onto Cu grids. All samples were stained by allowing the grids to float in a 2wt% solution of uranyl acetate for 2min."]], ["Thermogravimetric analysis (TGA)", ["The thermal stability of both freeze dried whiskers and nanocomposites was investigated using a TA Instruments TGA Q500, USA. The samples were heated from room temperature up to 500°C with a heating rate of 10°C/min and a nitrogen flow of 100ml/min. Three samples were used to characterize each material."]], ["Dynamic mechanical thermal analysis (DMTA)", ["Dynamic mechanical properties of the nanocomposites were measured using a Rheometric Scientific DMTA V, USA, in tensile mode. The measurements were carried out at a constant frequency of 1Hz, a strain amplitude of 0.05%, a temperature range of 15°C–100°C, a heating rate of 3°C/min and gap distance of 20mm. The samples were prepared by cutting strips from the films with a width of 5mm. Four samples were used to characterize each material."]]]]]], ["Results and discussion", [["Processing and structure", ["The microcrystalline cellulose prior to acid hydrolysis is shown in [fig1]\n                        . These particles were ∼10–50μm and consisted of aggregated cellulose whiskers [bib18]. After hydrolysis the suspension showed flow birefringence as presented in [fig2]\n                        . This indicated the presence of isolated cellulose whiskers, which was confirmed by transmission electron microscope (TEM) analysis, see [fig3]\n                        . The whiskers were ∼5nm in width and ∼200nm in length as found in other studies on cellulose whiskers from wood [bib19 bib20 bib21]. These unmodified whiskers will be referred to as cellulose nanowhiskers (CNW).", "The goal of the processing was to obtain flow birefringence in chloroform. During the freeze drying process the whiskers tend to aggregate. As a consequence redistribution in chloroform is difficult. Two strategies to avoid aggregation during freeze drying were explored in this study. First, one set of cellulose whiskers were transferred from the reference solvent to <i>tert</i>-butanol, butanol cellulose nanowhiskers (B-CNW). <i>tert</i>-Butanol has a melting point of 23–25°C, which allows the suspension to freeze faster and thereby avoiding aggregation of the cellulose whiskers during the freezing process. The second strategy was to use a surfactant, surfactant cellulose nanowhiskers (S-CNW). The surfactant chosen had been used earlier by Heux et al. to create birefringence in toluene using whiskers from cotton and tunicin [bib13]. It was expected that the surfactant would hinder hydrogen bonding between the cellulose whiskers during freeze drying and further aid the distribution of the cellulose whiskers in chloroform. Field emission scanning electron microscopy (FESEM) images of the freeze dried whiskers are presented in [fig4]\n                        . As can be seen the whiskers formed flakes during the freeze drying process. In the detailed images of the CNW and B-CNW flakes it is possible to trace the cellulose whiskers that made up these flakes. The whiskers in the B-CNW flakes appeared more loosely bonded compared to the whiskers forming the CNW flakes. It thus seemed that the use of <i>tert</i>-butanol limited the aggregation of the cellulose whiskers during freeze drying. The S-CNW flakes appeared thicker compared to the fine CNW and B-CNW flakes. The freeze dried CNW and B-CNW flakes were both fluffy in texture, while the S-CNW whiskers were sticky. The surfactant was apparently still present in the system, covering the cellulose whiskers.", "After freeze drying, the whiskers were dispersed in chloroform aided by sonification. The S-CNW suspension showed flow birefringence in chloroform, as seen in [fig5]\n                        . It was evident that the S-CNW suspension contained a large number of single cellulose whiskers. The CNW and B-CNW suspensions precipitated at rest and did not show birefringence in chloroform. The whisker flakes in the CNW and B-CNW suspensions were apparently difficult to separate into single whiskers and instead remained as aggregates in the chloroform. The precipitation was slightly larger in the CNW suspension compared to the B-CNW suspension. Hence, it seemed that a compatibilizer or chemical treatment of the cellulose whiskers was required in order to produce a stable suspension of cellulose whiskers in chloroform. The initial idea for this experiment was to process the chloroform suspensions in a homogenizer in order to improve the dispersion and avoid the use of chemical modification. A homogenizer has the ability to decrease the size of agglomerates and has been used to produce cellulose microfibrils [bib22]. This proved to be difficult due to the low boiling point of chloroform, 61°C. The solutions that were run through the homogenizer showed degradation through a color change at very low pressures and short cycle times.", "Fracture surfaces of the produced composite materials were analyzed in a FESEM. In the PLA/CNW composite the cellulose whiskers seemed poorly distributed. The whiskers were present in flakes as identified earlier, see [fig6]\n                        a. At higher magnifications it could be seen that these flakes had a compact structure and a poor interfacial adhesion to the PLA. The PLA/CNW material can not be classified as a nanocomposite material. The cellulose whiskers appeared to be better distributed in the PLA/B-CNW nanocomposite as seen in [fig6]b. The material contained smaller agglomerates which were more evenly distributed in the material compared to PLA/CNW. The agglomerates seemed less compact and with good interfacial adhesion to the PLA. It thus seemed that the freeze dried B-CNW flakes had been penetrated by PLA chains. In the PLA/S-CNW nanocomposite no agglomerates of cellulose whiskers were observed. This indicated a well distribution of single cellulose whiskers in the PLA. The PLA/S-CNW nanocomposite did however appear to be very porous as seen in [fig6]c. This was probably caused by the presence of surfactant in the material. Foam was generated during processing of the materials containing surfactant and it was therefore believed that air was trapped in the materials.", "The materials containing surfactant were white, while the other materials were transparent, see [fig7]\n                        . This was probably due to the porous structure of the materials as seen in FESEM. The samples containing surfactant were pressed on a laboratory press (LPC 300, Fontijne Grotnes B.V., The Netherlands) at 162°C and 18MPa in order to see if these materials would turn transparent when the porosity was removed. [fig8]\n                         shows that both these materials did in fact turn transparent after they were melted and pressed.", "The nanostructure of the materials was analyzed in a transmission electron microscope (TEM). For the PLA/CNW composite it was found that the majority of the whiskers were present in flakes. [fig9]\n                        a shows a cross-section of a whisker flake in the PLA matrix. It consisted of tightly packed cellulose whiskers. In the PLA/B-CNW nanocomposite it was possible to detect looser agglomerates of whiskers than in the PLA/CNW material, as can be seen in [fig9]b. This indicates that the loosely bonded network created using <i>tert</i>-butanol during the freeze drying process allowed the PLA chains to penetrate in between the cellulose whiskers. In the PLA/S-CNW nanocomposite it was found that the cellulose whiskers were more evenly distributed in the PLA matrix. Small clusters of loosely aggregated whiskers were found throughout the samples studied of this material, see [fig9]c. The darker area surrounding the whiskers is due to negative staining by uranyl acetate. The cluster formation may indicate that the surfactant did not have access to single whiskers but rather encapsulated several whiskers that were held together by hydrogen bonding. This can possibly be improved by better mixing of the whiskers and surfactant in the water suspension prior to freeze drying. The structural study concluded that in order to achieve a well distribution of the cellulose whiskers in PLA a chemical modifier is required."]], ["Thermal properties", ["One of the goals when incorporating whiskers into PLA was to increase the temperature region where PLA can be used. In this study both thermogravimetric analysis (TGA) and dynamic mechanical thermal analysis (DMTA) were carried out in order to investigate the thermal properties of the produced materials. The results from the TGA are presented in [fig10]\n                        , which shows residual weight vs. temperature for both whiskers and composite materials. [fig10] concludes that all materials were thermally stable in the region below 220°C. The recommended processing temperature of PLA is 200°C and both whiskers and composites were able to maintain more than 91% of their original weight at this temperature. In [fig10]a, one could detect a slight decrease in weight for all materials below 150°C which was due to the moisture content of these materials. This graph also shows that the CNW and B-CNW started to degrade earlier than MCC and S-CNW. This is most likely due to the acid hydrolysis used to produce the whiskers. The weight reduction of the S-CNW whiskers seemed to occur more stepwise than for the other materials and the S-CNW whiskers also had higher residual weight at 400°C. This can be explained by the high content of surfactant used to modify these whiskers. In [fig10]b, it was possible to distinguish a slightly improved thermal stability of the materials containing surfactant. On the whole, TGA showed that there was no degradation taking place in either whiskers or composites resulting in large weight reductions in the temperature region where PLA is either processed or used, 25–220°C.", "DMTA provides information on mechanical behavior, molecular relaxations as well as interactions taking place in the produced materials as the temperature is varied. The storage modulus as a function of temperature and the tan\n                        <i>δ</i> peak for the produced materials are shown in [fig11]\n                        . These results showed that all whiskers were able to improve the storage modulus of pure PLA at higher temperatures. [fig11]a presents the DMTA results for PLA, PLA/CNW and PLA/B-CNW. As can be seen the CNW and B-CNW whiskers were unable to improve the storage modulus of PLA in the elastic region. At higher temperatures where the PLA matrix softened the reinforcing effect of the two whiskers increased due to their ability to restrict the motions of the PLA chains. At 60°C the B-CNW whiskers showed a larger improvement in storage modulus than the CNW whiskers, a 64% improvement vs. a 23% improvement. This can be explained by the structure of the B-CNW nanocomposite. The B-CNW whiskers were better dispersed in the PLA matrix and formed looser networks with increased surface area compared to the tight CNW flakes. The TEM analysis ([fig9]b) also showed that PLA chains had been able to penetrate the B-CNW whiskers which would have a large affect on the segmental motion of the PLA chains. The tan\n                        <i>δ</i> peaks presented in [fig11]a supported this. The CNW whiskers showed a slight shift in the tan\n                        <i>δ</i> peak, 5°C, indicating only minor hindering of the segmental motions of the PLA matrix. The B-CNW whiskers on the other hand showed a much larger shift in tan\n                        <i>δ</i> peak, 20°C, which indicated significant change in the segmental motions of the PLA matrix. Similar behavior has been reported before when polymer chains have penetrated CNW bundles, but not to the same extent [bib23]. These results showed that the surface area of the incorporated CNW governed the improvement of the storage modulus of PLA in the plastic region.", "[fig11]b presents the DMTA results for PLA and the two materials containing surfactant. As can be seen the materials containing 20wt% of surfactant showed reduced storage modulus in the elastic region compared to pure PLA. This can be explained by the large amount of surfactant added to these materials, decreased crystallinity and the porous structure seen in the FESEM study ([fig6]c). At higher temperatures where the PLA matrix softened a different behavior was seen, for example at 67°C the PLA/S material was able to improve the storage modulus of pure PLA with 38%. This together with the tan <i>δ</i> peaks shown in [fig11]b indicated a high level of interaction between the PLA matrix and the surfactant. The tan <i>δ</i> peak of PLA/S showed a 22°C shift and increased intensity compared to the peak for pure PLA. The increased intensity indicates that the surfactant was able to hinder the crystallization process in PLA and the large shift demonstrated to which large extent the surfactant was able to hinder the segmental movements of the PLA matrix. [fig11]b also presented the results for the PLA/S-CNW nanocomposite. The PLA/S-CNW material was able to increase the storage modulus of PLA/S in the elastic region, for example with 83% at 20°C. This can be explained by the well dispersed whiskers inside the PLA/S matrix and a softer matrix than pure PLA. The PLA/S and PLA/S-CNW materials had similar tan\n                        <i>δ</i> peak temperatures and also showed similar storage modulus values in this region. After the tan <i>δ</i> peak temperature when the PLA/S material softened the well dispersed whiskers were able to carry load and increase the storage modulus of the PLA/S material. Above 55°C the PLA/S-CNW nanocomposite was also able to improve the storage modulus of the pure PLA, even though the material contains 20wt% less PLA. The DMTA analysis also indicated that the interaction between the surfactant and PLA seemed to be larger than the interaction between PLA and the whiskers. It is possible that the surfactant was coating the whiskers and preventing a direct interaction between the PLA and the cellulose whiskers. It also seemed that there was no or little interaction between the whiskers and the surfactant modified PLA. An interaction would have lead to a shift in the tan\n                        <i>δ</i> peak to higher temperatures for the PLA/S-CNW material.", "The DTMA study showed that the incorporated whiskers were able to hinder the motions of the PLA chains in the matrix and thereby increasing the temperature of use of the PLA. The dispersion of the whiskers inside the matrix was of great importance since it governed the available surface area of the whiskers. When a surfactant is used to improve the dispersion of the whiskers it is important to investigate the relationship between the surfactant and the matrix. The interaction between the surfactant and the matrix should be less pronounced and the amount of surfactant should be optimized in order for the whiskers to reinforce the matrix both in the elastic and plastic zone."]]]], ["Conclusions", ["The goal of this work was to produce nanocomposites based on poly(lactic acid) (PLA) and cellulose nanowhiskers (CNW). The nanocomposites were prepared by solution casting using chloroform as solvent. The CNW used in this study received different treatments after their production in order to find a system where the whiskers would show flow birefringence between cross polarized light. The whiskers were either transferred to <i>tert</i>-butanol or modified with a surfactant prior to freeze drying. Untreated cellulose whiskers were used in this experiment as a reference.", "The whiskers showed different flake like structures after the freeze drying process. The CNW flakes were thin and tightly packed with whiskers. <i>tert</i>-Butanol was able to limit the aggregation of the cellulose whiskers during the freeze drying process and as a result the B-CNW whiskers were more loosely bonded compared to the CNW whiskers. The S-CNW flakes appeared thicker compared to the other two types of flakes. It was apparent that the surfactant was still present in the system covering the cellulose whiskers. The S-CNW whiskers were the only whiskers that were able to show flow birefringence in chloroform. The sonification was unable to break down the CNW and B-CNW flakes to form single isolated whiskers which could show flow birefringence in chloroform. From this experiment it seems that a compatibilizer or chemical treatment of the cellulose whiskers is required in order to produce a stable suspension of cellulose whiskers in chloroform. FESEM and TEM revealed that the whiskers were best dispersed in the PLA/S-CNW material and that the other two materials contained agglomerated cellulose whiskers. The structure of the PLA/B-CNW material was better than the PLA/CNW material due to the loose network of the B-CNW whiskers. When studying the PLA/S-CNW material it is believed that the surfactant did not have access to single whiskers but rather encapsulated several whiskers that were held together by hydrogen bonding. In order to make sure that single whiskers are modified either a more efficient modifier has to be used or the whiskers have to be more vigorously stirred after the surfactant has been added to the water solution. It is important when creating biodegradable nanocomposites that high demands are placed on the environmental impact of the surfactant.", "The TGA performed to investigate the thermal stability of the produced materials showed that both whiskers and composites were thermally stable in the region between 25°C and 220°C. 220°C is the maximum processing temperature of this PLA. The DMTA performed to investigate the thermal properties of the produced materials showed that all whiskers were able to improve the storage modulus of PLA in the plastic zone. The DMTA analysis also showed that the surfactant treated whiskers were able to improve the storage modulus of the PLA/S material in the elastic zone. The results from the DMTA analysis also indicated that the surfactant used in this study had a higher level of interaction with the PLA matrix than with the modified whiskers. The surfactant caused a large decrease in the storage modulus of the PLA. This can be explained by the large amount of surfactant used (20wt%), decreased crystallinity and increased porosity in the material. As a result the amount and type of surfactant used to modify cellulose whiskers have to be tailored for the biopolymer matrix used. The DMTA analysis also indicated that well dispersed cellulose whiskers have a large potential in improving the mechanical properties of biopolymers."]]], "doi": "10.1016/j.compscitech.2006.12.012"}