{"title": "Multi-scale reinforcement of CFRPs using carbon nanofibers", "abstract": "In this paper, stacked-cup carbon nanofibers (CNF) were dispersed in the matrix phase of carbon-fiber-reinforced composites based on a high-performance epoxy system with and without modification by an elastomeric triblock copolymer (TCP) for increased toughness. The addition of the TCP provided an enhancement in toughness at the cost of a slight degradation in modulus and strength. The CNFs, on the other hand, provided significantly enhanced strength and stiffness in matrix-dominated configurations, including tension of quasi-isotropic composites and short beam shear strength of both quasi-isotropic and unidirectional composites. Scanning electron microscopy revealed enhanced adhesion between the matrix and carbon fibers with the addition of either TCP or CNFs. However, CNF agglomeration in the studied systems partially offset the energy dissipation processes brought about by the nanofibers, thereby limiting interlaminar fracture toughness enhancements by CNF addition. These results show good promise for CNFs as low-cost reinforcement for composites while offering insight into the codependent morphologies of multi-scale phases and their influence over bulk properties.", "body": [["Introduction", ["Carbon-fiber-reinforced plastics (CFRP) are characterized by low weight, high strength and stiffness, and low coefficients of thermal expansion in the fiber direction, making them attractive in a wide variety of applications in wind energy, transportation, aerospace design, and sporting equipment, among others. Superior strength-to-weight ratios are a primary motivational factor for the incorporation of CFRPs [b0005], but these composite materials can also be designed with multifunctionality, replacing non-structural elements while enhancing structural integrity.", "High-performance composite systems often incorporate highly crosslinked epoxy adhesives to hold together the load-bearing carbon fibers. These glassy networks offer high creep and corrosion resistance, good adhesion to carbon fibers, and high working temperatures as determined by their high glass transition temperatures (<i>T</i>g\n                     ), yet they are also highly brittle and insulating [b0010]. As a result, CFRPs suffer from poor matrix-dominated mechanical properties such as interlaminar fracture toughness and transverse electrical and thermal conductivity, particularly in matrix-rich interlaminar regions between carbon fibers.", "Thus, many studies have focused on toughening the matrix component of CFRPs to improve their mechanical robustness. Rubber-toughening through the addition of discrete rubber particles enhances toughness but also degrades the thermomechanical properties of crosslinked polymer networks [b0015 b0020]. Amphiphilic block copolymers undergo reaction induced phase separation (RIPS) during the curing process to yield similar rubbery domains that are anchored into the matrix by epoxy-miscible blocks, providing similar toughening with reduced degradation in thermomechanical properties due to control over morphology [b0025 b0030]. The addition of a rigid thermoplastic is another effective method of toughening with low degradation in the thermomechanical properties of the matrix [b0035 b0040 b0045]. While these approaches have been partially successful, new strategies to improve toughness while maintaining or improving thermal properties and simultaneously addressing additional needs such as transverse electrical conductivity are needed.", "In this light, nanoparticles have the potential to toughen the matrix phase and offer the added benefit of multifunctionality for simultaneous enhancements in other properties. For example, clay nanoplatelets offer enhanced flexural modulus and barrier properties [b0050 b0055]. Carbon nanotubes (CNT) enable enhanced health monitoring and improved mechanical, electrical and thermal properties in traditional fiber-reinforced systems [b0060 b0065 b0070 b0075 b0080]. Cho et al. reported an increase in interlaminar fracture toughness of ∼15% with 0.5wt.% CNTs [b0080]. Bekyarova et al. grew CNTs on carbon fiber surfaces for enhanced interactions, yielding tensile modulus and strength improvements of ∼30% and 15% over the base composites, respectively [b0075]. Veedu et al. grew CNTs on SiC fiber surfaces by chemical vapor deposition (CVD) and found enhancements in interlaminar fracture toughness of ∼386% (CNT content unknown) [b0065]. Unfortunately, CNT growth from carbon fibers often results in non-uniform coverage or damage to the carbon fibers, making this method difficult to optimize for CFRPs [b0085]. Furthermore, a major limitation of this “hybrid” approach to composites containing both microscale carbon fibers and nanoparticles is the high expense associated with many nanoparticles.", "Thus, carbon nanofibers (CNF), which offer a good compromise between performance and cost compared with CNTs [b0090 b0095], are an ideal candidate for incorporation into CFRPs. Previous studies have shown good promise, with a 100% increase in mode I interlaminar fracture toughness at only 1wt.% CNF, as reported by Tsantzalis et al. [b0100]. An increase of up to ∼160% in mode I interlaminar fracture toughness was observed by Yokozeki et al. through a combination of an epoxy phase with 5wt.% CNFs and a CNF-rich film in the region of crack propagation [b0105]. Still, there have been limited studies on hybrid composites containing CNFs, particularly on systems incorporating high-performance epoxies (<i>T</i>g\n                     \n                     >250°C), which are particularly difficult to toughen in light of their exceptionally high crosslink densities [b0110].", "CNFs and CNTs are both composed of graphene sheets, yielding similar electrical and thermal properties [b0115 b0120]. However, the stacked-cup structure of CNFs entails graphitic stacking of helically coiled graphene sheets or ribbons oriented at an angle with respect to the nanofiber axis ([f0005]\n                     ) [b0125 b0130 b0135]. This unique structure enables failure modes such as unraveling or splaying of the coiled graphitic sheets, which offer new pathways for toughening of nanostructured composite systems [b0140].", "In this study, we have investigated the influence of various amounts of stacked-cup carbon nanofibers in “hybrid” composite systems containing both micro- and nano-scale carbon fibers. The matrix phase in the composite systems under study consisted of either a “base” high-performance epoxy or the same epoxy “toughened” with 5phr (parts per hundred resin by weight) of a commercial elastomeric triblock copolymer (TCP) in order to determine the effect of a second polymer phase in the matrix component of these hybrid composites and to take advantage of synergistic toughening of the epoxy matrix. The resultant composites were characterized mechanically and electrically in conjunction with scanning electron microscopy to understand the interactions between the reinforcing phases and their influence on macroscopic properties."]], ["Experimental", [["Materials", ["Two high-performance epoxy systems were used as the matrix phase in CFRPs. The “base” system consisted of a high-viscosity tetrafunctional resin (tetraglycidyl 4,4′-diaminodiphenyl methane, Araldite MY721, Huntsman) cured with a diamine hardener (diaminodiphenyl sulfone, DDS, Aradur 976, Huntsman) at a 100:44 ratio by weight, as recommended by the manufacturer. The cured network results in an exceptionally high crosslink density and thus a low molecular weight between crosslinks (<i>M</i>c\n                        \n                        ∼175g/mol). The ‘toughened’ epoxy system was prepared with 5phr (parts per hundred resin by weight) of a commercial triblock copolymer (M52N, Arkema) containing midblocks of <i>n</i>-butyl acrylate with symmetrical endblocks of random copolymers of methyl methacrylate and N,N′-dimethylacrylamide. The triblock copolymer molecular weight is 36kg/mol with 18kg/mol midblocks. Carbon nanofibers (GANF1, Grupo Antolín Ingeniería) produced by Ni-catalyzed carbon vapor deposition with 20–200nm diameters, 1–6μm lengths, and ∼35:1 aspect ratio were used as received [b0125]. CNFs were incorporated at 0, 1, and 3phr (0, 0.69, and 2.0wt.%) in the base system and 0 and 1phr (0 and 0.67wt.%) in the toughened system, as summarized in [t0005]\n                        ."]], ["Sample preparation", ["CNFs were dispersed in the base epoxy systems (<i>i.e</i>. composites without TCP) by shear mixing in order to take advantage of the epoxy precursor viscosity in shearing apart CNF bundles. First, the resin was heated to ∼135°C, and the hardener was slowly added while stirring until dissolved. The mixture was allowed to cool to ∼80°C, and the appropriate amount of CNFs were hand mixed. The mixture was mechanically mixed using a shear mixer at 7000rpm for 2min, followed by degassing under 29.4″ Hg of vacuum at 80°C until all gas was removed. The short duration of shear mixing was used in order to minimize shortening of the CNFs [b0090].", "CNFs were dispersed in the toughened epoxy systems (<i>i.e</i>. composites with 5phr TCP) by solution processing, as is commonly employed for composites based on epoxy with block copolymer or CNF reinforcement [b0030 b0090 b0110]. First, the resin, hardener, and triblock copolymer were all dissolved in acetone in a round-bottom flask. The desired amounts of CNFs were suspended in acetone in 40-mL vials at a concentration of 15mg/mL and were bath sonicated for 1h to disperse the nanofibers. Following sonication, the CNF suspensions were poured into the epoxy-TCP solution, followed by 1h of additional bath sonication. Then the solvent was removed by rotary evaporation, followed by degassing under 29.4″ Hg of vacuum at 80°C until all gas was removed.", "These epoxy precursors were used to prepare carbon-fiber prepregs (65wt.% CF) containing continuous PAN-based carbon fibers with 7μm diameter (AS4GP, Hexcel) at a fiber areal weight of 190g/m2, which were subsequently laid up by hand in both unidirectional [0]16 and quasi-isotropic [+45/0/−45/90]2\n                        <i>\n                           </i>s\n                         configurations. These lay-ups were then cured using a press-clave [b0145]. The curing temperature was increased at a rate of 0.83°Cmin−1 (∼1.5°F/min) from room temperature to 177°C, followed by a 2h hold at the final temperature. Curing was done under 610mm Hg (24″ Hg) of vacuum and 5.1atm (75psi) of pressure below and above the gel point, respectively. Finally, each composite was postcured at 180°C for 4h at atmospheric pressure."]], ["Characterization of composites", ["Several techniques were implemented to characterize the resulting composites, as summarized in detail in [t0010]\n                        . All mechanical testing was carried out using an MTS-6 universal testing machine. Tensile modulus, strength, and strain to failure were determined by tensile testing of 0.5in.×7.5in. specimens with 1-in. tabs using wedge grips and a 200-kN load cell. Tensile strain was measured using an extensometer with a 1-in. gauge length. Short beam shear strength was obtained by three-point bending of rectangular specimens using an 8kN load cell. Open-hole compressive strength was obtained by open-hole compression (OHC) of specimens with dimensions of 1.5in.×5in. OHC specimens were prepared by drilling 0.25-in. diameter holes in the center through the thickness with a diamond-coated drill bit, and subsequent compression testing was done using a 200kN load cell with a compression fixture as described by Bardis et al. [b0150]. Mode I interlaminar fracture toughness was determined by mode I opening of double cantilever beam (DCB) specimens measuring 1in.×7.5in. using a 50-lb load cell. For DCB testing, a 50-μm thick Teflon film inserted in the midplane during prepreg lay-up acted as a crack starter. The interlaminar fracture toughness, <i>G</i>Ic\n                        , was determined using modified beam theory with tilt correction, according to ASTM D 5528. Transverse electrical conductivity was determined using alternating current impedance spectroscopy on polished specimens, as described elsewhere [b0140]. Dynamic mechanical thermal analysis (DMTA) was performed on unidirectional composite specimens using an RSA3 (TA Instruments) in three-point bending with a 40-mm span. Temperature ramps were carried out from 30°C to 320°C at a heating rate of 3°Cmin−1 with 0.1% strain amplitude and 1Hz frequency. DMTA specimens with cross sections of ∼2mm×3mm and a length of ∼50mm were machined using a precision diamond saw. Scanning electron microscopy (SEM) of delaminated fracture surfaces using a LEO Gemini 1525 SEM at a high voltage of 3kV and a working distance of 5mm was implemented to determine the morphology of the nanostructured phases, as well as to gain insight into the mechanisms behind the observed mechanical reinforcement. Transmission electron microscopy on carbon nanofibers dispersed on a copper grid was carried out using a JEOL JEM-2100F FAST TEM at an accelerating voltage of 200kV."]]]], ["Results and discussion", [["Stiffness/strength characterization of hybrid composites", ["The most attractive aspect of continuous-fiber composites as structural materials is their tensile properties, due to the high strength and modulus of the load-bearing fibers. [f0010]\n                         shows the tensile properties as a function of CNF content for both the base and toughened composite systems, as indicated by the blue and red bars, respectively. The failure behavior is only presented for quasi-isotropic composites due to inconsistent failure modes (<i>e.g</i>. premature failure at the tabs) in unidirectional composites. [f0010]a presents the Young’s modulus for the unidirectional composites, showing no significant change through the addition of either CNFs or TCP since the alignment of the carbon fibers with the testing direction yields a fiber-dominated response with very limited influence of matrix-phase reinforcements. Thus, most of the unidirectional composites are well described by the rule of mixtures, which is almost flat as a function of CNF content at the low loadings used in this study. However, the simultaneous addition of both CNFs and TCP degrades the modulus by about 7%, which may be due to agglomerated CNFs reducing the efficiency of stress transfer or to morphological changes in the TCP domains induced by the CNFs, as discussed in Section [s0045].", "In contrast, the quasi-isotropic composite moduli shown in [f0010]b reveal a dependence on both of the matrix-phase reinforcements because the misalignment of the carbon fibers in most of the plies with the testing direction imparts an increased influence of the matrix phase. A modest degradation of modulus is observed through the incorporation of the elastomeric triblock copolymer in the toughened systems, yet an enhancement of ∼10% is observed in both the base and toughened systems with 1phr CNF. A plateau is observed at 3phr CNF, likely due to agglomeration as described below. [f0010]c indicates a modest reduction in strength accompanied by a modest increase in failure strain in the toughened system at a given CNF content, as expected for the addition of a softer, more compliant material in the matrix. Moreover, the incorporation of CNFs yields a modest strength enhancement without a reduction in failure strain, demonstrating an improvement in tensile toughness with CNFs.", "Short beam shear tests of small rectangular specimens were performed to gain insight into the shear behavior of the composites, with the short beam strength presented in [f0015]\n                        a. Unidirectional composites failed in the matrix-rich regions by delamination between plies, yielding an interlaminar shear strength (ILSS), whereas quasi-isotropic composites failed by transverse cracking around carbon fibers misaligned with the testing span. Despite the different failure modes, both composite orientations exhibited enhanced strength – approximately 15% and 22% in the unidirectional and quasi-isotropic composites, respectively – with the addition of CNFs, with minimal degradation brought about by the incorporation of the weak triblock copolymer into the stiff matrix. It is worth noting that the 15% increase in ILSS is relative to a high baseline value of 115MPa in the unidirectional system.", "[f0015]b presents the results of open-hole compression tests on the quasi-isotropic composites. Even though some degradation in strength is observed in the toughened systems due to the weaker TCP dispersed in the matrix, this measure of strength is largely independent of CNF content. However, an increase is observed in the slope of the stress versus extension curves with CNF addition, again demonstrating the stiffening effect of the CNFs observed in [f0010]a.", "In order to understand the mechanisms by which the matrix reinforcing phases influence the tensile and shear properties of the composites, scanning electron microscopy (SEM) was carried out on delaminated surfaces. [f0020]\n                        a shows a delaminated surface of a neat (0phr CNF) base composite. Bare carbon fiber surfaces suggest that the interfaces between the matrix and fibers act as a weak point for crack propagation. Moreover, a mirror-like matrix-rich region is observed at the top of the image, illustrating highly brittle fracture of the matrix phase. However, the addition of CNFs to the matrix phase yields increased tortuosity in the fracture surface, indicating increased damage prior to failure ([f0020]b). Moreover, matrix-phase “sheaths” can be found surrounding the carbon fibers with the addition of either CNFs ([f0020]c) or TCP ([f0020]d), suggesting improved adhesion between the matrix and carbon fibers due to the complex interactions between the constituent phases. These enhanced interfacial interactions offset the degradation in matrix stiffness and strength induced by TCP domains, whereas CNFs can act as a more effective stress transfer medium between the carbon fibers, as well as sustain increased stress compared with the matrix, thereby enhancing the stiffness and strength of the composite systems.", "Nonetheless, the large-scale CNF agglomeration at 3phr CNFs ([f0020]c, top) reduces the efficacy of CNF reinforcement due to stress concentrations in regions of clustered CNFs. Despite this agglomeration, enhancements by up to 200% are observed in the transverse electrical conductivity of the composites with the addition of CNFs ([f0025]\n                        ), as similarly observed by Bekyarova et al. by incorporating CNTs into CFRP systems [b0075]. Because of the anisotropy in carbon fiber electrical conductivity, as well as the insulating nature of the polymer adhesive, the transverse conductivity of CFRPs with continuous fibers is often significantly lower than the longitudinal conductivity. Thus, the conducting CNFs create a more robust electrical pathway in the transverse direction of the hybrid composites."]], ["Energy-dissipation by CNFs and TCP", ["For mode I opening of double cantilever beam laminate specimens, the interlaminar fracture toughness, <i>G</i>Ic\n                        , can be monitored as a function of crack growth for slow, stable crack growth. <i>R</i>-curve behavior is typically observed whereby <i>G</i>Ic\n                         increases during initial crack propagation due to fiber bridging or other toughening mechanisms until a steady state is reached for which <i>G</i>Ic\n                         becomes independent of crack growth. In the current experiments, however, initial crack growth typically proceeded in an unstable manner due to large matrix pockets in front of the Teflon films acting as precracks, thereby convoluting the analysis of initiation <i>G</i>Ic\n                         values. Nonetheless, the interlaminar fracture toughness of the unidirectional composites could still be found as a function of crack extension from the arrest position of the unstable cracks, as shown by representative curves in [f0030]\n                        a (Note: there is no <i>R</i>-curve corresponding to the toughened unidirectional composite with 1phr CNFs due to the absence of a Teflon film in the cured composite). Despite the initial instability, <i>R</i>-curve behavior was still observed in all composite systems, with increasing magnitude for the composites containing either CNFs or TCP, indicating toughening by both reinforcing phases in the matrix.", "Even though initiation <i>G</i>Ic\n                         values could not be obtained as described above, the steady-state interlaminar fracture toughness of both the unidirectional and quasi-isotropic composites is shown in [f0030]b. It is worth noting that while transply failure is common in composites with plies of dissimilar orientation, the quasi-isotropic composites demonstrated crack growth through the midplane due to the alignment of the two center plies with the testing direction. In both orientations, the addition of TCP to the base system without CNFs resulted in an enhanced toughness between 25% and 50%, verifying the “toughened” nature of the TCP-modified systems brought about by the improved CF/matrix adhesion and plastic deformation of the rubbery TCP domains. The modest magnitude of these enhancements is consistent with reports indicating limited effectiveness of TCP-toughening for increasing crosslink density of epoxy systems [b0110]. The addition of 1phr CNFs also yields modest toughening, with enhancements of ∼10% and 20% in GIc in the unidirectional and quasi-isotropic composites, respectively. The lack of more significant toughening, as well as the disappearance of any toughening influence at 3phr CNFs, is most likely due to stress concentrations around agglomerated CNFs, which offset the energy-dissipative mechanisms brought about by stacked-cup CNFs as discussed elsewhere [b0140].", "Despite the limitation in toughening caused by agglomeration, SEM analysis of fracture surfaces was implemented to investigate the toughening mechanisms imparted by the reinforcing phases. As noted above, the presence of CNFs in the matrix phase yields rougher surfaces than the mirror-like surfaces of neat epoxy-rich regions, indicating crack deflection around the CNFs ([f0020] b). Closer inspection reveals CNF pullout and rupture, with the former being more prevalent ([f0035]\n                        a). In addition, dangling sheets at the end of exposed CNF segments indicate overcoming of interlayer <i>π</i>–<i>π</i> interactions by unraveling of the coiled sheets, as observed previously [b0140]. [f0035]b shows a fracture surface of a toughened composite without CNFs, revealing 1–2μm domains of TCP with either spherical vesicle or salami-like domain morphologies [b0155 b0160]. The former consist of epoxy-rich cores surrounded by TCP-rich coronae, whereas the latter have smaller epoxy-rich domains in oblong TCP-rich domains. The interfacial regions between the matrix and TCP appear intact due to the anchoring effect of the epoxy-miscible endblocks, suggesting that they bridged the propagating crack, thereby dissipating energy by plastic deformation of the elastomeric phase as the crack faces separate. When CNFs are incorporated into the toughened system ([f0035]c), the TCP domains near CNF surfaces decrease in size by about an order of magnitude and take on a spherical micelle morphology. Both of these factors have been attributed to decreased effectiveness in toughening of block-copolymer-modified epoxy composites [b0160 b0165], which may be the primary source of the antagonistic response for the toughened composite with 1phr CNFs shown in [f0030]b. Finally, multiple segmental rupture is observed, likely due to local weakening of the CNF structure due to splaying [b0140]."]], ["Glass transition temperature of hybrid composites", ["The glass transition temperature (<i>T</i>g\n                        ) of the unidirectional composite systems as determined by the peak in the loss tangent during a temperature ramp by DMTA is presented in [f0040]\n                        . The addition of a rubbery phase into epoxy systems often yields significant degradation in <i>T</i>g\n                         due to plasticization [b0015], whereas interactions between the matrix and nanoparticle surfaces often modify local chain dynamics, thereby creating an interphase that can percolate through the material and either raise or lower <i>T</i>g\n                         \n                        [b0170 b0175 b0180]. However, the addition of either TCP or CNFs in the present systems results in a very low extent of degradation in <i>T</i>g\n                        , due to the discrete, phase-separated nature of the TCP domains [b0025], as well as suppression of interphase creation in light of the exceptionally high crosslink density of the epoxy network [b0185]. A larger decrease in <i>T</i>g\n                         is observed in the toughened composite with CNFs, which may be due to increased local miscibility of the TCP in the vicinity of CNFs, as suggested by the reduction in TCP domain size compared to the toughened system without CNFs ([f0035] c)."]]]], ["Conclusions", ["In this study, carbon fiber-reinforced composites were fabricated in unidirectional and quasi-isotropic configurations using both neat epoxy and triblock copolymer (TCP)-modified epoxy systems with varying amounts of carbon nanofibers (CNF). Due to the complex interactions between each of the constituents, the interfacial adhesion between the matrix and carbon fibers was enhanced by both the TCP and CNFs, thereby resulting in the observation of epoxy “sheaths” surrounding carbon fibers in fracture surfaces. Despite these improved interactions, enhancements in modulus and strength were only observed in composites containing CNFs due to their robust mechanical properties allowing for improved stress transfer between load-bearing carbon fibers. Tensile modulus and strength in the quasi-isotropic composites were enhanced without reducing strain to failure, and short beam shear strength was increased by ∼15–22% with the addition of CNFs in both composite orientations.", "The mechanisms responsible for mechanical reinforcement in the systems with nanostructured epoxy as the matrix phase were investigated by scanning electron microscopy. Plastic deformation of elastomeric TCP domains yielded increases in <i>G</i>Ic\n                     , whereas the enhanced energy dissipation due to rupture, pullout, unraveling, and splaying of CNFs was partially offset by stress concentrations induced by agglomerated CNFs, thereby resulting in modest toughening by the nanofibers. Despite the observed agglomeration, enhancements in transverse electrical conductivity were seen with the addition of CNFs, indicating their multifunctional behavior.", "While the mechanical reinforcement reported at 1phr CNFs is comparable to that obtained in other studies for hybrid composites with similar nanoparticle contents, the results presented here correspond to relatively inexpensive nanoparticles in high-performance epoxy systems, which are attractive for advanced structural applications. However, the reduction in mechanical reinforcement at higher CNF contents suggests that enhanced dispersion is required to take full advantage of the CNF potential. Moreover, the change in morphology and size of TCP domains induced by the CNFs provides insight into the importance of understanding the interactions between reinforcing phases in multi-component “hybrid” composite systems, which can have a dramatic influence over the resultant properties."]]], "doi": "10.1016/j.compscitech.2010.10.006"}