{"title": "Improved thermal conductivity for chemically functionalized exfoliated graphite/epoxy composites", "abstract": "Chemically functionalized exfoliated graphite-filled epoxy composites were prepared with load levels from 2% to 20% by weight. The viscosities of the composites having load levels >4% by weight were over the processing window for the vacuum-assisted resin transfer molding process. Wide-angle X-ray diffraction revealed a rhombohedral carbon structure in the filler. Enhanced interaction between the epoxy and the graphite filler was evidenced by an improvement in the rubber modulus for the chemically functionalized graphite/epoxy composites. The thermal and electrical properties of the nanoparticle-filled epoxy composites were measured. The electrical property of the chemically functionalized graphite/epoxy composite deteriorated. Thermal conductivity of the chemically functionalized graphite/epoxy composite, however, increased by 28-fold over the pure epoxy resin at the 20% by-weight load level, increasing from 0.2 to 5.8W/mK.", "body": [["Introduction", ["The quest for improvement of thermal conductivity in aerospace structures is gaining momentum. This is even more important as modern day aerospace structures are embedded with electronics which generate considerable amounts of heat energy. This generated heat, if not dissipated, might potentially affect the structural integrity of the composite structure. The use of polymer-based composites in aerospace applications has also increased due to their obvious superior specific properties, but the thermal conductivity of the polymer matrix is very low and not suited for the thermal design loads in many aerospace applications. Several research studies have been conducted to improve the thermal conductivity of the polymeric composites. Different fillers have been used to improve the thermal conductivity of the polymeric matrix [bib1 bib2 bib3 bib4 bib5 bib6 bib7 bib8 bib9 bib10 bib11 bib12 bib13 bib14 bib15]. Fillers may be in the form of fibers or in the form of particles uniformly distributed in the polymer matrix. The thermophysical properties of fiber-filled composites are anisotropic, except for the very short, randomly distributed fibers; while the thermophysical properties of particle-filled polymers are isotropic. Numerous studies have also been conducted in recent years, where nanoparticles have been dispersed in the polymeric matrix to improve the thermal conductivity. Putnam et al. [bib14] used the 3ω method to study the thermal conductivity of composites of nanoscale alumina particles in polymethylmethacrylate (PMMA) matrices in the temperature range 40–280K. It was observed that the addition of 10% by weight of 60nm alumina particle filler decreased the thermal conductivity of the composite. Kuriger and Alam [bib7] studied the thermal conductivity of aligned, vapor-grown carbon fiber-reinforced polypropylene composite. They measured thermal conductivity with a laser flash instrument in the longitudinal and transverse directions for 9%, 17% and 23% fiber reinforcements by volume. The values of thermal conductivity as reported by them were 2.09, 2.75, 5.38W/mK for the longitudinal direction and 2.42, 2.47, 2.49W/mK for the transverse direction, respectively, while the thermal conductivity of unfilled polypropylene was 0.24W/mK. Exfoliated graphite platelets are another filler material of promise for improving the thermomechanical properties of the polymeric matrix. Aylsworth [bib16 bib17] developed and proposed exfoliated graphite as a reinforcement of polymers in 1910s. Lincoln and Claude [bib9] in 1980s proposed the dispersion of intercalated graphite in polymeric resins by conventional composite processing techniques. Since that time, research has been conducted on exfoliated graphite-reinforced polymers using graphite particles of various dimensions and a wide range of polymers. Kalaitzidou et al. [bib6] have demonstrated the use of exfoliated graphite platelets to enhance the thermal and mechanical properties of polymeric resins. They concluded that composites made by in situ processing have better mechanical properties compared to composites made by melt-mixing or other ex situ fabrication methods due to better dispersion, prevention of agglomeration and stronger interactions between the reinforcement and the polymer. Debelak and Lafdi [bib3] dispersed exfoliated graphite flakes in an epoxy resin and studied the thermal and electrical properties of the composites. A 24-fold increase in thermal conductivity was reported for the 20% graphite flake composite compared to the pure resin. Ma et al. [bib18] studied the effects of silane functionalization of multiwall carbon nanotubes on properties of CNT/epoxy composites. Their results indicated that grafting silane molecules onto a nanotube surface improved dispersion of the nanotubes in the epoxy matrix, thereby improving the interfacial interactions. These improved interfacial interactions resulted in improved mechanical and thermal properties. The study reported a decrease in electrical properties due to wrapping of the insulative silane molecules on the tubes. With respect to the prior work reviewed above, in this study we chemically treat the graphite flakes to make them compatible with the epoxy system and study the thermal, electrical and flow properties of the resultant composites. The thermal conductivity measurements performed in this study were by the laser flash diffusivity method. The laser flash method used to determine thermal property in this study has and is being used widely in the literature [bib19 bib20 bib21 bib22 bib23 bib24 bib25 bib26 bib27 bib28]. The studies reviewed [bib3 bib7] also used the same technique to determine thermal conductivity. Especially, Debelak and Lafdi [bib3] worked on a very similar system and the same measurement technique. Their results have been compared to the ones from our study."]], ["Experimental", ["Exfoliated graphite (EG) flakes were supplied by Graftech International Ltd., Parma, OH. The expansion of the natural graphite flakes was performed at Graftech International, according to the following procedure. Natural crystalline graphite flakes were intercalated by acid treatment. The EG was then prepared by expanding the intercalated compound by thermal shock at 600°C in a furnace. At this high temperature, intercalates trapped within the graphite layers decompose and expand the graphite layers. The lateral dimensions of the graphite flakes were 3.9μm with a thickness varying between a couple of nanometers to 100nm (data supplied by Graftech). Epon 862/Epicure W was chosen as the model system for this study. Epon 862 is an epoxy bisphenol F resin and Epicure W is an aromatic amine curing agent. An accelerating agent, Epicure 537, composed of organic salts was used to accelerate the curing reaction. Use of an accelerator in the curing reaction helped in “locking in” the dispersed morphology by enhancing the rate of the curing reaction. A typical epoxy curing reaction scheme is shown in [fig1]\n                     .", "The nanoparticles were dispersed in the epoxy using a Flacktek Speedmixer. The FlackTek SpeedMixer DAC 400 FV (Z) works by the spinning of a high-speed mixing arm at speeds up to 2750rpm in one direction, while the basket rotates in the opposite direction. This combination of forces in different planes enables incredibly fast mixing. Thermal conductivity of the synthesized composites was measured by a Netzsch LFA 457 laser flash thermal diffusivity apparatus. Thermomechanical properties of the specimens were measured using a TA Instruments DMA 2980. Viscosity of the pure and composite resin systems was measured by a Rheometrics, Inc. ARES rheometer in the parallel plate mode. Wide-angle X-ray measurements were obtained for the EG nanoparticles to determine the change in <i>d</i>-spacing due to processing. The solid composite samples were cut to expose an inside surface; each sample was mounted such that the front face was held at the Bragg–Brento diffracting position. The X-ray diffraction (XRD) was obtained on a Rigaku DMAX B horizontal diffractometer in a symmetric theta-two theta reflective mode. The Cu Kα radiation was produced using a rotating anode generator at 40kV and 150mA with a diffracted beam monochromator. The peak location and widths were determined using PeakFit™ software. Electrical properties were measured by a 4-point conductivity probe acquisition system manufactured by Agilent Technologies, Inc. The distance between the pins was fixed at 2.54mm. Typical specimen dimensions for the conductivity experiments were 25mm×3mm×0.1mm.", ["Chemical modification of the exfoliated graphite flakes", ["The grafting reaction was carried out in a mixture of water/ethanol (25/75 by volume). A quantity of 3g of γ-APS (3-aminopropoxyltriethoxy silane) was first introduced into 1000ml of the mixture of water/ethanol, and the temperature was kept at 80°C. Then 10g of exfoliated graphite were added into the above-mentioned solution, and the grafting reaction was realized, under shearing, for 5h at 80°C. The reaction product was filtered and washed six times using a mixture of H2O/ethanol and freeze dried. The resultant product was ground and placed in a sealed container for characterization. The size of the graphite flakes after the grinding operation was not determined. X-ray photoelectron spectroscopy (XPS) of the grafted graphite flakes was performed to verify the grafting of the amine groups on the graphite flakes.", "Compositional analyses were made with an XPS system operated at a pressure of 8×10−10\n                        torr. Binding energy positions were calibrated using the Au 4f7/2 peak at 83.93eV and the Cu 3s and Cu 2p3/2 peaks at 122.39 and 932.47eV0. The results of the XPS study are presented in [fig2 fig3]\n                        \n                        . [fig2] shows the C1s spectrum for the as-received exfoliated (exfoliated by Graftech International) graphite flakes. The C1s peak can be deconvoluted into four fitting curves. We observe peaks at 284.18, 285.28, 286.1 and 286.7eV. The respective percentages are presented in [tbl1]\n                        . Evidence of –COO, –CO and C–O bonds in the C1s spectrum may be attributed to the oxidation of the graphite flakes as a result of the treatment with strong acids during the exfoliation procedure. The atomic compositions of the as-received oxidized graphite flakes are presented in [tbl2]\n                        .", "The C1s spectrum and N1s spectrum for the silane modified graphite flakes are presented in [fig3]. The C1s spectrum for the amine silane modified graphite flakes showed a similar spectrum to the unmodified one; however, a new peak attributed to Si–C appeared at 282.8eV with an elemental composition of silicon at 3.4%. The Si–C peak confirms the presence of the silane on the graphite flakes after the treatment with the amine silane. The C1s spectrum for the silane-modified graphite flakes may be deconvoluted into six peaks at 282.8, 284.18, 285.16, 286.2, 287.78 and 289.2eV. The respective percentage compositions of the individual peaks are presented in [tbl1]. From [tbl1] we determine that the peak at 284.18eV is attributed to elemental carbon (sp2). The N1s spectrum for the modified graphite flakes presented in [fig3] can be deconvoluted into two peaks at 399.8 and 402.4eV, respectively. The predominant peak at 399.8eV is attributed to a compound of nitrogen, silicon, carbon and oxygen. The Si 2p spectrum for the silylated graphite flakes is presented in [fig4]\n                        . The Si 2p peak can be deconvoluted into two peaks. The first one at 101.6eV represents the bonding between silicon with oxygen. The second peak at 103.3eV may be attributed to the siloxane resulting from hydrolysis of the amine silane molecule as part of the silylation reaction. The N1s peak shows the presence of protonated amine at 399.8eV resulting from the chemisorption of the amine silane. A schematic of the reaction scheme for the silylation of the graphite flakes is presented in [fig5]\n                        . The electron-rich nitrogen present in the amino silane enters into hydrogen bonding interactions with the hydrogen donating oxidized carbon group on the graphite surface created by the acid treatment. It is assumed that amino groups of the chemisorbed graphite flakes (due to silane coupling agent APS) react with the epoxy moieties of the resin in a manner similar to the reaction between epoxy and an amine-based hardener in the bulk phase."]], ["Processing and characterization of composites", ["Differential scanning calorimetry (DSC) helped to determine the amount of accelerator to be used and also to identify the processing window for dispersion of the nano-constituents in the resin. DSC scans were run on ∼10mg samples enclosed in hermetically sealed Al pans. The samples were heated from room temperature to 300°C at a 5°C/min heating rate. The DSC scans are shown in [fig6]\n                        . The crosslinking reaction of the epoxy curing is characterized by an exotherm peak in the DSC heat flow curve. The onset point of the exotherm corresponds to the gelling or the onset of the first crosslinking. At that point the morphology gets “locked-in”. Thus the processing window has to be chosen at a temperature below the gel-point of the thermoset polymer. Based on the DSC scans, it was determined that the dispersion could be carried out at 60°C with 3% accelerator without the risk of starting the curing reaction. In order to test this, an isothermal DSC experiment at 60°C was performed. It was observed that there was no evidence of initiation of the epoxy curing reaction at 60°C even after 120min. The mixing protocol for the synthesis of all the composites was as follows – Epon 862 and fillers are mixed in the Flacktek mixer at 2800rpm for 8min. Subsequently, the Epicure W along with the Epicure 537 was mixed at 1000rpm for 30s. Two sets of specimens, one with as supplied graphite flakes (EXF) and the other with chemically treated graphite flakes (FN) were synthesized. The loading levels of the graphite platelets were 2, 4, 8, 16 and 20wt% of the epoxy resin."]], ["Rheology of the composites", ["Rheology of the composites was performed on an advanced rheometrics expansion system (ARES) equipped with a forced convection oven. ARES is a mechanical spectrometer that is capable of subjecting a sample to either a dynamic or steady shear strain deformation and then measuring the resultant torque expended by the sample in response to this shear strain. Shear strain is applied by the motor, and the torque is measured by the transducer. For a set strain amplitude and frequency, actual sample deformation is determined by the measured motor and transducer displacement. The flow properties of the composites were measured in a parallel plate mode at an angular frequency of 6.28Hz. The strain exerted on the specimens was 3%, and the temperature range investigated was 35–250°C at 5°C/min. In order for a polymer to qualify for vacuum-assisted resin transfer molding (VARTM), the viscosity has to be less than 3000cP. The processing window for polymers is the range of temperature over which the viscosity remains in the processing regime. The results of the rheology test are presented in [fig7]\n                        . We observe from the rheology plot that the pure polymer has a viscosity of ∼32cP at 75°C. Composites formulated of the unfunctionalized graphite exceed this viscosity range for any loading level above 2wt%. For the functionalized graphite the 2wt% and the 4wt% fall within the processing window of the VARTM process. The functionalized graphite-based composites perform better than the unfunctionalized ones in this figure of merit. Both the 2 and 4wt% functionalized composites have a longer processing window than the 2wt% unfunctionalized graphite composites. The addition of graphite flakes in the epoxy matrix increases the viscosity of the dispersions at all loading levels for both the functionalized and the unfunctionalized systems. This may be due to reduction of free volume in the system giving rise to steric hindrance. The difference in viscosity profile between the functionalized and unfunctionalized systems at low filler level may be due to the fact that thermodynamically the reaction between the epoxy and the amine is preferred at the bulk phase than between the functionalized graphite flakes and the epoxy resin. This explains why the viscosity remains nearly invariant at lower temperatures for the 4% functionalized system. After the formation of bonds in the bulk phase, at elevated temperatures, reaction ensues between the functionalized graphite flakes and the epoxy matrix and the viscosity increases rapidly resulting in a totally crosslinked system."]], ["Curing of the epoxy resin composites", ["The composites were cured as follows – heat at 3°C/min to 120°C, hold for 30min under 30in. vacuum, followed by heat at 3°C/min to 177°C/min and hold for 2h."]]]], ["Results and discussions", [["Thermomechanical properties", ["The thermomechanical properties of the synthesized composites were measured by a TA DMA 2980 at 1Hz frequency, 10μm amplitude. The temperature range at which the samples were evaluated was 35–225°C, and the heating rate was 5°C/min. The tan <i>δ</i> plots for the unmodified graphite platelet composites are presented in [fig8]\n                        . The peak of the tan <i>δ</i> curve provides the glass transition temperature (<i>T</i>\n                        g) of the polymer. We observe that the <i>T</i>\n                        g of the pure epoxy resin is about 155°C. With the addition of 2% and 4% untreated exfoliated graphite platelets, the <i>T</i>\n                        g rises to about 165°C. With a further 4% addition of the graphite platelets, the <i>T</i>\n                        g rises to 175°C. The rise in <i>T</i>\n                        g in any polymeric system is associated with a restriction in molecular motion, reduction in free volume and/or higher degree of crosslinking. In this case it is most likely that the graphite platelets restrict the molecular motions and also reduce the free volume, thereby restricting the motion of the epoxy molecule. This results in the rise in the glass transition temperature of the composites. At 20% graphite platelet loading, the <i>T</i>\n                        g drops drastically. This may be due to phase separation/agglomeration of the graphite platelets. Thus it seems there is an optimum graphite platelet loading level above which the platelets re-agglomerate.", "The tan <i>δ</i> plots for the chemically treated graphite platelet composites are presented in [fig9]\n                        . A 7% rise in the <i>T</i>\n                        g is observed for the 2%, 4% and 8% composite. As observed for the untreated graphite platelet composites, a decrease in <i>T</i>\n                        g is observed for the higher loading levels of the chemically treated graphite platelet composites. This may be attributed to formation of agglomerations as observed for the untreated composites.", "The storage modulus plots for the exfoliated and silylated graphite composites are presented in [fig10 fig11]\n                        \n                        , respectively. The “rubbery plateau” of the storage modulus is an indication of the degree of interaction between the polymeric system and the fillers. We observe that the rubbery modulus steadily increases with increasing filler content for both systems. At 20% loading level, the rubbery modulus for the silylated graphite composites is ∼240MPa, while that for the exfoliated graphite composites is ∼100MPa. This enhancement in the rubbery modulus is directly correlated to the chemical bonding of the silylated graphite flakes to the epoxy network."]], ["Morphology", [["WAXD", ["XRD was performed on a number of epoxy composite samples with varying amounts of graphite flakes added. Both flakes that were exfoliated (Exf) and exfoliated and then functionalized (FN) were examined. [fig12]\n                            shows a series of patterns for the exfoliated flakes showing an increase in the crystalline graphitic content as the amount of flakes was increased (the patterns normalized to give the same amount of amorphous epoxy scattering).", "One can observe several extraneous peaks in [fig12] not normally observed in graphite. Some of the peaks are only observed in very highly graphitic samples, and other peaks were traced to an abundance of rhombohedral graphite. Normal hexagonal (2H) graphite has alternating graphene layers in an ABABAB stacking sequence. Off-axis reflections (<i>h</i>\n                           \n                           <i>k</i>\n                           \n                           <i>l</i>) are only observed in 3D graphite, and many are observed as indicated in [tbl3]\n                           . The extraneous peaks were first reported by Lipson and Stokes [bib29]. A small amount of rhombohedral (3R) graphite exists in natural graphite due to a stacking defect producing the ABCABC stacking sequence. Grinding has been known to produce more of this 3R phase [bib30] and is apparently present in significant amounts in the graphite flakes used in this study. [tbl3] shows the experimentally observed peaks and the corresponding peaks for both hexagonal (2H) and rhombohedral (3R) graphite.", "[fig13]\n                            shows two patterns, one from the functionalized graphite flakes and the other from the exfoliated only graphite flakes. Based on the relative heights of the peaks between 42° and 47°, the exfoliated graphite flakes have more of the rhombohedral phase than the functionalized flakes, but both contain a significant portion. The 2H (100) peak occurs at 42.5° and the (101) at 44.7°, while the 3R (101) peak occurs at 43.5° and the (012) at 46.3°. All the flakes had graphitic <i>d</i>-spacings of ∼3.355Å with crystallite sizes greater than 300Å. More precise crystallites sizes could not be measured due to the instrumental broadening of the diffractometer."]], ["SEM", ["The microstructure of the synthesized composites were investigated by an FEI Sirion HRSEM at 10kV accelerating voltage. All the specimens were polished prior to coating them with carbon. For each specimen two micrographs are presented – one at a relatively low magnification and one at a higher magnification. Four percent by weight graphite filler load level was chosen as the representative loading level to compare the microstructure of the EXF and FN graphite/epoxy composites. The SEM micrographs for the EG composite and the silylated EG composite are presented in [fig14 fig15]\n                           \n                           , respectively. At the lower magnifications both micrographs show evidence of agglomerations of the graphite filler. At the higher magnifications, we observe better graphite–epoxy interactions for the silylated graphite–epoxy composite compared to the EG composite. This result corroborates well with the result from the thermomechanical study."]]]], ["Thermal conductivity", ["Heat capacities and thermal conductivity of the specimens were measured by the Netzsch laser flash diffusivity system, LFA 457. The flash parameters used for this experiment were a laser voltage of 1922V, 100% open filter. These laser parameters resulted in approximate laser energy of 6.13J incident on the specimen surface. The reference used for the heat capacity calculation was a 5-mm-thick specimen of POCO graphite. The reference sample was also coated with a thin layer of graphite. This instrument and method conform to ASTM E1461-92, “Standard Test Method for Thermal Diffusivity of Solids by the Flash Method” for the measurement of thermal diffusivity.", "The result of the thermal diffusivity test is presented in [tbl4]\n                        . The thermal conductivities of the different specimens as measured by the LFA 457 have been plotted and are reported in [fig16]\n                        . The thermal conductivity of the pure Epon 862/W epoxy resin is around 0.2W/mK. The thermal conductivity of the epoxy resin barely changes with the addition of 2% and 4% untreated exfoliated graphite flakes. At 8% loading, the thermal conductivity increases from 0.2 to 0.5W/mK. As the filler concentration is further increased to 16%, the thermal conductivity increases 9-fold to ∼2W/mK. Thermal conductivity increases 19-fold compared to the pure resin (0.2W/mK) to 4W/mK with a filler concentration of 20%. The thermal properties of the chemically modified graphite flake composites exhibit similar behavior to the untreated composites at low filler levels (until 4% loading). At 8% filler concentration, the thermal conductivity value of the treated composites is nearly double that of the untreated composites. A similar improvement in thermal conductivity is noted for all the higher concentrations of the treated graphite flake composites. Addition of 20% treated graphite flakes in the epoxy resin increases the thermal conductivity of the epoxy resin to 5.8W/mK – a 28-fold improvement.", "Debelak and Lafdi [bib3] reported thermal conductivity of exfoliated graphite–epoxy composites with graphite fillers of three different sizes. In their study, they used filler sizes of 297, 150 and 90μm. The highest thermal conductivity achieved in that study at 20% filler loading for all the different sizes was 4.3W/mK. That corresponds well with the thermal conductivity results of the untreated graphite composites used in this study. In comparison the silylated graphite composites at 20% loading level had a thermal conductivity of 5.8W/mK, a 35% increase due to the silylation of the graphite flakes. The mode of thermal conduction in amorphous polymers is primarily phonons. In order to improve the overall thermal transport in filled amorphous polymeric systems, the acoustic impedance mismatch (a function of the acoustic speed and the density of the medium) at the interface between the fillers and the polymeric matrix has to be reduced. The use of functionalized graphite platelets increased thermal conductivity by minimizing interfacial phonon scattering. Functionalization seems to improve the interfacial heat transfer between the graphite platelets and the epoxy matrix. For the unfunctionalized graphite composites the acoustic impedance is higher which results in a large thermal contact resistance at the filler–epoxy interface thereby reducing the thermal conductivity of the overall system. Formation of covalent bonds between the graphite platelets and the epoxy matrix due to the chemical functionalization of the graphite platelets reduces the acoustic impedance mismatch at the interface and improves the thermal conduction in the overall composite."]], ["Electrical property study", ["The electrical resistivity curve for the graphite/epoxy composites is presented in [fig17]\n                        . The electrical resistivity measurements were performed by a 4-point probe technique. Epoxy resin without any conductive filler is essentially insulative with a resistivity of 1.58×108\n                        Ωcm.\n                           1\n                           \n                              <i>Product bulletin</i>: EPON resin 862, March 2005, available from: <http://www.hexionchem.com/pds/E/EPON™%20Resin%20862.pdf>.\n                        \n                        [fn1]1\n                         As expected, addition of graphite flake decreased the electrical resistivity significantly. At 8% filler loading, the electrical resistivity for the treated composites was double that of the untreated graphite composites. The drop in the electrical resistivity for the untreated composites was significantly prominent at lower loadings for the treated graphite composites compared to the treated ones. At higher concentrations of the graphite platelets, both the treated and the untreated composites had similar electrical properties. The insulative silane molecules on the graphene sheets most probably prevent electron tunneling, thereby degrading the electrical properties of the treated composites. At lower filler concentrations the effect of the silane molecule is more prominent than at higher concentrations. At higher concentrations, due to the physical proximity of the graphite platelets, electron tunneling becomes easier, thereby making the properties comparable to the untreated graphite composites."]]]], ["Conclusions", ["In the present work, the effects of silane functionalization of exfoliated graphite platelets were investigated on the thermal, electrical and thermomechanical properties of epoxy composites with different concentrations of the exfoliated graphite. Major findings from this study are:\n                        \n                           (1)\n                           The chemically modified graphite/epoxy composites exhibited improved storage modulus than the untreated ones.\n                        \n                        \n                           (2)\n                           Enhanced interaction at the epoxy graphite interface was evidenced by improvement in the rubbery modulus for the chemically modified graphite/epoxy composites.\n                        \n                        \n                           (3)\n                           Decrease in glass transition temperature at higher filler loadings for both the chemically modified and unmodified graphite composites is observed. It was inferred that there is an optimum graphite platelet loading level above which the platelets re-agglomerate.\n                        \n                        \n                           (4)\n                           XRD studies revealed the evolution of a rhombohedral structure during the exfoliation of the flakes.\n                        \n                        \n                           (5)\n                           Electrical conductivity of the silane–graphite composites at low filler concentration deteriorated due to wrapping of the insulative silane around the graphite surface.\n                        \n                        \n                           (6)\n                           Thermal conductivity of the surface-treated composites improved by 21-fold compared to the pure epoxy resin at 20% by weight load level.\n                        \n                        \n                           (7)\n                           Though we achieved significant enhancements in the thermal conductivity, the viscosity of the composites at higher filler loadings also increased, rendering them outside the processing window of conventional composite processing."]]], "doi": "10.1016/j.carbon.2008.02.008"}