{"title": "Dielectric properties of modified graphene oxide filled polyurethane nanocomposites and its correlation with rheology", "abstract": "", "body": [["Introduction", ["Polyurethane (PU) is an industrially important synthetic elastomer due to its excellent flexibility, elasticity and damping ability. These properties together with its high melt processability and tunable physical properties make this thermoplastic elastomer applicable in coatings, adhesives, foams, biomimetic materials and various diversified fields of modern technologies [b0005]. PU also possesses a high tensile strength, abrasion, tear resistance, and solvent resistance and combines properties of elastomers as well as thermoplastics. However, the applicability of PU (especially PUs having a small amount of hard segments) is still limited by its low stiffness, inferior gas barrier properties and poor conductivity [b0010]. Among various nanofillers employed for composite fabrication with the objective to enhance the physical properties of PU, graphene and graphene oxide (GO) have utmost importance owing to their unique properties such as stiffness, strength, specific surface area, thermal conductivity and gas impermeability [b0015].", "Since the properties of polymer nanocomposites largely depend on the dispersion of nanofillers within the matrix and the filler–polymer compatibility and interfacial interaction, several modifications of graphene fillers have been employed; often depending on the polymer nature [b0010]. A number of studies report on GO and functionalised graphene filled PU [b0020 b0025 b0030]. Khan et al. reported extremely stiff PU containing 55wt% graphene [b0035], but the elasticity of PU was seriously deteriorated. GO consist of many polar groups such as hydroxyl, epoxide, ether and carboxylate groups as the result of oxidation [b0040]. Due to its polar nature, GO has only limited solubility in organic solvents and nonpolar polymers; thus necessitating surface treatments to improve the performance of the nanocomposites. Stiffness and scratch resistance of PU significantly enhance by GO addition [b0045]. However Nguyen et al. disclosed non-covalent interfaces leading to poor reinforcing effect of GO [b0050]. Thus the ideal interface for stress transfer was proposed to be covalent bonds forming between graphene/GO and the matrix PU [b0025 b0055 b0060].", "In the present work the quality of dispersion of GO in PU is enhanced by introducing methylene diphenyl diisocyanate (MDI). The isocyanate (NCO) group at the end of the linear PU interacts with the oxygen groups on the GO. Solution mixing is employed in order to achieve a better dispersion of GO in the PU matrix and the filler concentration is varied from 0 to 3wt%. Using MDI the GO filler surface is also modified. The dynamic mechanical, dielectric and rheological properties of the PU/GO nanocomposites were determined and compared with those of PU/isocyanate modified GO (mGO) nanocomposites and neat PU. Here the stiffness and toughness are enhanced without deteriorating the storage modulus. The qualitative information of dispersion from rheology is related with its quantitative assessment from dielectric property and dynamic mechanical analysis (DMA) depending on the filler concentration and reinforcement state. The extent of GO exfoliation in the final composites was characterized by X-ray diffraction scattering and electron microscopy. The entire study aims at developing a GO nanocomposite applicable in electronics."]], ["Experimental section", [["Materials", ["The monomers, MDI and 1,4-Butanediol (1,4-BD) for PU synthesis were purchased from Interchemol S.A., Poland and BASF, Germany respectively. The polyol, poly (tetramethylene ether) glycol (PTMG, 1889g/mol) was obtained from BASF, Hungary. Graphite, dibutyltindilaurate (DBTL), N,N-dimethyl formamide (DMF) and other reagents such as H2SO4, HNO3, HCl, KMnO4 and H2O2 were procured from Sigma–Aldrich. PTMG and 1,4-BD were dried separately at 100°C with stirring under reduced pressure. MDI was melted at 46°C and filtered before use. All other reagents were used as received."]], ["Synthesis of PU", ["In order to synthesize PU, a calculated amount of MDI was added to the PTMG, and the mixture was stirred at 80°C for 1h to obtain a prepolymer (with a theoretical concentration of 6.6% unreacted NCO groups). The MDI:PTMG ratio was maintained to be 2.6:1. Then, the prepolymer was mixed with 1,4-BD at a NCO/OH molar ratio of 1 while stirring vigorously and was poured into a hot mold (90°C). The reacting mixture was annealed at 100°C for 24h to complete the reaction. Finally non-modified soft PU (containing 33.3% of hard segments) was obtained. Due to the low level of hard segments, the PU does not have a sharp <i>T</i>m\n                        ."]], ["Synthesis of GO and modified GO", ["The synthesis of GO was carried out by oxidizing graphite followed by the improved graphene oxide synthesis method [b0065]. Required amounts of GO and MDI were dissolved in DMF and sonicated for 10min. The mixture was then refluxed for 48h at 100°C. The precipitate was filtered and washed several times with DMF to remove the extra phenylisocyanate. The product was dried in a vacuum oven at 60°C to obtain the functionalised GO nanosheet-phenylisocyanate complex."]], ["Preparation of nanocomposites", ["PU nanocomposites were prepared by solution mixing. GO was first dispersed in DMF by bath sonication and then mechanically stirred with the PU/DMF solution for 3h at 3000rpm at 130°C. Samples were casted on Teflon sheet and dried in the vacuum oven at 110°C. PU represents the neat matrix. PG0.5, PG1.5 and PG3 denote GO filled PU nanocomposites and PMG0.5, PMG1.5 and PMG3, the mGO filled PU respectively at 0.5, 1.5 and 3wt%."]], ["Characterization techniques", ["Atomic force microscopy (AFM) images were recorded with diCaliber Veeco Instrument. The water drop volume for the contact angle measurements was 5μl in all cases and the temperature was 25°C. The images were captured by online microscopy (GBX Digidrop intelligent version, France) using Windrop++ software and the measurements were repeated six to ten times for each sample specimen. Morphology of the samples was studied with a JEOL SEM-1400 Scanning Electron Microscope (SEM) at an acceleration voltage of 100kV. Ultra-thin samples were cut using a cryogenic ultramicrotome Leica ultracut UCT at −90°C. Dielectric measurements were done on samples of ∼0.300mm thickness using an ALPHA dielectric analyzer (Novocontrol Technologies) in the frequency range 10−2\n                        <F/Hz<106, at 25°C. Rheological measurements were performed with a controlled-stress rheometer (AR2000, ARES), equipped with a parallel plate geometry with diameter 25mm at 160°C. For the analysis, samples in the form of disks with approximately 2mm thickness and 25mm diameter, were prepared by compression molding at 100°C for 3min. A strain sweep at strains of 0.1–100% at a constant frequency of 1rad/s was performed to determine the linear viscoelastic region. In addition, the elastic modulus (<i>G</i>′) was measured in the linear domain in the frequency range between 0.01 and 100rads−1 at a constant strain of 0.05%. Dynamic Mechanical Analysis (DMA) was performed with a metraviB device using rectangular-shaped samples (4×2.5×0.5mm3) in tension mode."]]]], ["Results and discussion", [["Morphology and nature of modified GO", ["By using atomic force microscopy (AFM), the morphology and thickness of the synthesized GO and mGO nanosheets were analyzed. Samples of GO and mGO were coated on oxidized silicon wafers for good contrast in AFM imaging and tapping mode images were obtained as shown in [f0005]\n                        a and b. Imaging was carried out in height, amplitude and phase modes simultaneously. The planar morphology of the GO and mGO nanosheets is clear from the images. The interplanar distances of GO and mGO are found to be roughly 1.5 and 3.3nm respectively.", "Next, contact angles of water droplet on both GO and mGO platelets were measured at room temperature to elucidate the effect of surface functionalization on the wettability. [f0005]c and d respectively give the contact angles for the GO and mGO films. With a tilt angle of 0°, the true contact angle was determined as the average of the left and right hand side values. The calculated average contact angle value for the GO film is 96.5°±4 whereas for mGO, it is 152.5°±6 ([f0005]c), thus proving the hydrophilicity of GO and hydrophobicity of mGO. The thermogravimetric analysis performed on mGO ([s0090]) further confirms its hydrophobicity as no mass loss is evidenced at <180°C temperature due to the grafted benzyl groups (from MDI) on mGO surface. The FTIR ([s0090]) spectrum also assures GO modification by MDI."]], ["Composite microstructure", ["Composite morphology was monitored using SEM micrographs of the cryo cut surfaces of PG3 and PMG3 samples ([f0010]\n                        ). The effect of filler nanosheets on the microstructure of the PU is very lucid from the pictures shown. The smooth fractured surface of pristine PU ([f0010]a) became rough due to the presence of GO ([f0010]b). Here the exfoliated GO nanosheets are uniformly dispersed in the PU medium as evidenced by the PU/GO composite morphology. For mGO composites, a comparatively better dispersion of the mGO nanosheets is observed, which can be attributed to the increased interaction between PU and mGO as compared to GO ([f0010]c).", "To further analyze the GO and mGO dispersion in the polymer, the structural variation within the filler as well as the composites was investigated through XRD studies. As shown in the XRD pattern ([f0015]\n                        a), the characteristic sharp peak of graphite at 2<i>θ</i>=\n                        26.5° is more broadened ([f0015]a, insite) and shifted to 2<i>θ</i>\n                        =5.3° in GO. This is due to the delamination of individual GO layers from graphite by the oxidation and sonication processes. This enhances the interlayer distance and causes a partial loss of regularity of the GO sheets. For mGO, the characteristic peak is even less clear, indicating a wider range of interlayer spacings and a more substantial amount of exfoliation due to the surface modification. In the composite samples, the case is rather different ([f0015]b). The neat PU is soft in nature (32% HS) and the peak obtained near 2<i>θ</i>\n                        =21° is a crystalline halo attributed to its elastomeric structure. For PU/GO and PU/mGO, the peak intensity marginally enhances though it remains at the same position at 2<i>θ</i>\n                        =21°. This can be related to the crystallinity imparted to the PU matrix by the GO (or) mGO addition. GOs possess a strong nucleating effect within the polymer matrix [b0070]. In addition, the XRD spectrum of the nanocomposites shows no characteristic peak at 5°, originating from the loss of regularity or exfoliation of the GO (or) mGO in the PU, which indicates the good dispersion of fillers in PU."]], ["Dielectric measurements", ["The strong binding of electrons through covalent bonds in the structure makes polymers good insulators and dielectric materials. Polymer nanocomposites exhibit higher values of the dielectric constant than the corresponding traditional polymer matrices. When placed in an electric field, nanocomposites undergo ionic, interfacial and dipole polarization over different time and length scales. The effective dielectric constant of a nanocomposite system can be represented by Eq. [e0005] \n                        [b0075]:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             ε\n                                          \n                                          \n                                             r\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             ε\n                                          \n                                          \n                                             m\n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 |\n                                 \n                                    \n                                       f\n                                    \n                                    \n                                       c\n                                    \n                                 \n                                 -\n                                 f\n                                 \n                                    \n                                       |\n                                    \n                                    \n                                       -\n                                       s\n                                    \n                                 \n                              \n                           \n                        Here <i>ε</i>r\n                         is the effective dielectric constant, <i>ε</i>m\n                         is the dielectric constant of the polymer matrix, <i>f</i>c\n                         is the percolation threshold, <i>f</i> is the volume fraction of metal or inorganic filler, and <i>s</i> is a scaling constant (∼1). Low <i>ε</i>r\n                        /<i>ε</i>m\n                         values can be attributed to a poor dispersion of the filler in the composites and weak filler–polymer interactions, thus correlating dielectric spectroscopy with the microstructure of the composite.", "The dielectric constant <i>ε</i>′ and dielectric loss <i>ε</i>″ of PU nanocomposites over a frequency range of 10−2 to 106 Hz at room temperature are presented in [f0020]\n                        a and b. The dielectric constant significantly increased over the whole frequency range by the addition of GO/mGO nanosheets due to the high filler surface area. With the incorporation of GO/mGO, the dielectric constant for filled PU films measured at different frequencies increased significantly from PG0.5, PG1.5, PG3, PmG0.5, PmG1.5 and PmG3 films respectively. This abrupt increase in the dielectric permittivity of the nanocomposites is ascribed to the motion of free charge carriers due to the formation of a continuous conductive pathway of GO/mGO nanosheets throughout the medium. Usually the increase in dielectric constant in conductive polymer nanocomposites is accompanied by an increase in the dielectric loss and a decrease in the dielectric strength, and this limits their applicability in energy storage devices. But here in these systems, PMG3 proves to be capable of producing stable nanocomposite films of high dielectric constant and low dielectric loss.", "According to the Maxwell–Wagner–Sillars (MWS) process, the presence of a polymer–filler interface can lead to changes in dielectric properties [b0080]. When current flows across the two-material interface, charges can be accumulated at the interface between two dielectric materials with a different relaxation time (<i>τ</i>\n                        =\n                        <i>ε</i>/<i>σ</i>, where ε is the dielectric permittivity and σ is the conductivity). The nanocomposites have a huge interfacial area, which in turn provides numerous sites for the reinforced MWS effect as compared to microcomposites [b0080]. For PU/GO composites, the value of the permittivity constant raised towards low frequencies, which is 3 times that of the pure matrix. The increase in the dielectric permittivity with decreasing frequency suggests that charge accumulation at the filler/polymer interface starts to appear. This might originate from the homogeneous dispersion of the GO in the PU and the fact that the oxide groups on GO prevent electrical conductivity. A high dielectric loss involves an energy cost, heat liberation and thus instrument problems. When comparing the dielectric losses of the different composites at 0.01Hz, mGO composites show very high dielectric loss whereas GO composites have a much lower dielectric loss."]], ["Rheology measurements", ["Rheology can offer insight to the microstructural changes occurring within composite systems, depending on the filler–matrix interactions and the method of preparation. The degree of dispersion and exfoliation of filler particles in the medium and thus the structure of the nanocomposites – intercalated or exfoliated- can be assessed from rheology studies. Here, the rheological behavior of the PU composites was analyzed with frequency and strain sweep experiments. [f0020]c and d illustrates the variation in storage modulus <i>G</i>′ ([f0020]c) and loss modulus <i>G</i>″ ([f0020]d) at 160°C as a function of angular frequency.", "On increasing the filler loading from 0.5 to 3wt% a noticeable qualitative change in the moduli versus frequency curves was observed, particularly significant at low frequencies. At low GO and mGO contents, the exponent of <i>G</i>′ versus frequency was high. With concentration it slightly decreased and finally reached a value of approximately zero. This plateau in <i>G</i>′ corresponds to a liquid-to-solid transition. The plateau is obviously higher for <i>G</i>′ than for <i>G</i>″ and the filler concentration at which the liquid–solid transition occurs strongly depends on whether GO or mGO was added. The compatibilizing agent, polymer molecular weight, interfacial properties and filler dispersion influence the linear viscoelastic properties [b0085]. The properties are also affected by the gelation of filler platelets in the entangled matrix."]], ["Dynamic mechanical analysis", ["The dynamic mechanical properties of PU/GO and PU/mGO nanocomposites are presented in [f0025]\n                         as plots of <i>E</i>′, <i>E</i>″ and tan delta against temperature. In DMA, the response of the samples to an applied oscillatory stress is analyzed. From [f0025]a it is clear that the storage modulus (<i>E</i>′) of all nanocomposites (modified and unmodified) is higher than that of neat PU. The increase in the <i>E</i>′ values with increasing GO/mGO content, which shows the ability of the material to store energy, is due to the reinforcement effect and restrictions in the polymer chain mobility upon GO addition. The increase in storage modulus with increase in filler content in the matrix is more pronounced in the case of mGO based PU (PMGs) than PGs, again illustrating the efficient reinforcement effect of mGOs. The loss modulus also follows the same trend indicating a larger amount of energy dissipation for PU/mGO samples as compared to PU/GO ([f0025]b). The temperature that corresponds to the maximum value of tan <i>δ</i> provides an estimation of the glass transition temperature (<i>T</i>g\n                        ) of the samples. The <i>T</i>gs of the nanocomposites, derived from tan <i>δ</i> curves, are slightly higher than that of neat PU. This can be related to the enhanced stiffness and load bearing capability, and restricted chain mobility of the material upon GO incorporation, which also explains the improved mechanical properties of the nanocomposites.", "When molecular chains are restricted, the motion or relaxation of the chain segments becomes difficult. However, with increasing temperature, chain motion is facilitated [b0090]. This is the reason why the tan <i>δ</i> values decrease with temperature ([f0025]c). Also, the increase in <i>T</i>g\n                         can be related to the degree of homogeneous dispersion of the filler in the matrix and the filler–polymer interactions [b0090]. The high <i>E</i>′ value for PMG3 in the glassy region confirms the presence of highly dispersed mGOs in the PU nanocomposites as evidenced from the SEM analysis. This also suggests the ability of nano mGOs to reduce the domain size and to provide a substantial improvement of the modulus of the PU matrix by reinforcement."]], ["Analysis of Payne effect", ["Non-linear viscoelastic behavior of polymer nanocomposites can shed light on the inter-particle interactions within the system through phenomenological modeling. In case of strain sweep characterizations, these models are mainly based on the concepts of change in microstructure of the composites upon filler cluster breakdown and the reagglomeration – deformation mechanism [b0095]. In 2002, Heinrich and Klüppel [b0100] reviewed all such models for the amplitude dependence of the dynamic viscoelastic properties of reinforced elastomers. Breakdown of the particle structure happens on the expense of excess dissipated energy. In the case of elastomer samples, structural variations of the entanglements at the filler–polymer interface can also take place and cause additional energy dissipation [b0105].", "In nanocomposites polymer chains are adsorbed on the filler surface resulting in a core–shell structure, the core being the packed particle cluster and the shell being immobilized polymer chains having different mobility as compared to the bulk. In such a nanocomposite system, generally, two types of interactions arise namely filler–filler (between particles) and filler–polymer (between particle surface and the adsorbed polymer chains) interactions. Both these interactions can cause an increase of the storage modulus values of nanocomposites. But when the strain amplitude in dynamic experiments is gradually increased, a critical value of this amplitude will cause breakdown processes to occur in the agglomerates in elastomer composites [b0095]. This causes a decrease in the storage modulus (<i>G</i>′). This ‘Payne Effect’ is explained by Kraus, Huber and Vilgis, and Maier and Goritz [b0110] by means of phenomenological models based on different types of molecular interactions occurring within the system. The Kraus model for nanocomposites with strong filler–filler interactions [b0115] provides the following relations (Eqs. [e0010 e0015]) for the dynamic modulus as a function of strain amplitude.\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             γ\n                                             )\n                                          \n                                          \n                                             ′\n                                          \n                                       \n                                       -\n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             ∞\n                                             )\n                                          \n                                          \n                                             ′\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             0\n                                             )\n                                          \n                                          \n                                             ′\n                                          \n                                       \n                                       -\n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             ∞\n                                             )\n                                          \n                                          \n                                             ′\n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       1\n                                    \n                                    \n                                       1\n                                       +\n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         γ\n                                                      \n                                                      \n                                                         \n                                                            \n                                                               γ\n                                                            \n                                                            \n                                                               c\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             2\n                                             m\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             γ\n                                             )\n                                          \n                                          \n                                             ″\n                                          \n                                       \n                                       -\n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             ∞\n                                             )\n                                          \n                                          \n                                             ″\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             m\n                                             )\n                                          \n                                          \n                                             ″\n                                          \n                                       \n                                       -\n                                       \n                                          \n                                             G\n                                          \n                                          \n                                             (\n                                             ∞\n                                             )\n                                          \n                                          \n                                             ″\n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       2\n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         γ\n                                                      \n                                                      \n                                                         \n                                                            \n                                                               γ\n                                                            \n                                                            \n                                                               c\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             m\n                                          \n                                       \n                                    \n                                    \n                                       1\n                                       +\n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         γ\n                                                      \n                                                      \n                                                         \n                                                            \n                                                               γ\n                                                            \n                                                            \n                                                               c\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             2\n                                             m\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    (\n                                    ∞\n                                    )\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         and \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    0\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         are the storage moduli at large and small strains, \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    (\n                                    ∞\n                                    )\n                                 \n                                 \n                                    ″\n                                 \n                              \n                           \n                         and \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    0\n                                 \n                                 \n                                    ″\n                                 \n                              \n                           \n                         are the loss moduli at large and small strains and <i>G</i>″(<i>γ</i>) that at a particular strain amplitude <i>γ</i>. The constant <i>γ</i>c\n                         is the strain amplitude belonging to the maximum \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    (\n                                    m\n                                    )\n                                 \n                                 \n                                    ″\n                                 \n                              \n                           \n                         of the loss modulus. \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    (\n                                    ∞\n                                    )\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         becomes equal to <i>G</i>′(<i>γ</i>) for very large strains and \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    0\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         equals <i>G</i>′(<i>γ</i>) at very low strains. <i>γ</i>c\n                         is a characteristic shear strain amplitude and <i>m</i> is a fitting parameter related to the filler agglomerate structure [b0100] and is independent of the filler content and dispersion.", "The dynamic viscoelastic response of neat PU and nanocomposites containing GOs or mGOs at a constant frequency of 0.5Hz are plotted as a function of strain in [f0030]\n                        . The Kraus model is applied to the Payne effect observed for all PU/GO and mGO nanocomposites as shown in [f0030]a. The fitting parameters of the experimental data are given in [t0005]\n                        . The m value varies between 0.4 and 0.6 depending on the filler concentration and aggregation and thus dispersion [b0100]. The parameter m is around 0.43 for the neat PU and increases with GO incorporation which indicates the increase in filler aggregates within the system. In comparison, all PU/mGO samples show lower m values than PU/GO composites. At the highest concentration of 3wt%, PU/mGO has an m value of 0.53 whereas for PU/GO m is 0.56. This is attributed to the better dispersion of the mGO nanosheets in the PU matrix by stronger interactions through MDI molecules. Thus Kraus model provides the aggregation and de-aggregation mechanism of filler particles causing the immobilization of polymer chains adsorbed on their surface.", "Additionally another model related to matrix filler mechanisms on the viscoelastic properties of nanocomposites were also tried. When polymer–filler interactions dominate, the non-linear viscoelasticity of elastomer composites originates from variations in the topological constraint density at the filler–polymer interface [b0100], as described by the model of Maier and Goritz [b0110] in [f0030]b. They take into account two types of filler–elastomer bonds namely stable (strong) and unstable (weak) bonds, which leads to the following expression (Eq. [e0020]) for the storage modulus.\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       G\n                                    \n                                    \n                                       ′\n                                    \n                                 \n                                 (\n                                 γ\n                                 )\n                                 =\n                                 \n                                    \n                                       G\n                                    \n                                    \n                                       st\n                                    \n                                    \n                                       ′\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       G\n                                    \n                                    \n                                       i\n                                    \n                                    \n                                       ′\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                1\n                                             \n                                             \n                                                1\n                                                +\n                                                c\n                                                γ\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    st\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              =\n                              (\n                              \n                                 \n                                    N\n                                 \n                                 \n                                    g\n                                 \n                              \n                              +\n                              \n                                 \n                                    N\n                                 \n                                 \n                                    st\n                                 \n                              \n                              )\n                              \n                              \n                                 \n                                    k\n                                 \n                                 \n                                    B\n                                 \n                              \n                              \n                              T\n                           \n                         and \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              =\n                              \n                                 \n                                    N\n                                 \n                                 \n                                    i\n                                    0\n                                 \n                              \n                              \n                              \n                                 \n                                    k\n                                 \n                                 \n                                    B\n                                 \n                              \n                              \n                              T\n                           \n                        , <i>k</i>B\n                         is the Boltzmann constant, <i>T</i> is the temperature and <i>c</i> is the crosslink density of the filled network. <i>N</i>g, Nst\n                         and <i>N</i>i\n                         are the number of active elastomer chains (bonds from entanglement), elastomer–filler stable bonds and elastomer–filler unstable bonds per unit volume of material. \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    st\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         and \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         are the value of <i>G</i>′ arising from the stable and unstable bonds in the system. The loss modulus values can be explained by Eq. [e0025].\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       G\n                                    \n                                    \n                                       ″\n                                    \n                                 \n                                 (\n                                 γ\n                                 )\n                                 =\n                                 \n                                    \n                                       G\n                                    \n                                    \n                                       st\n                                    \n                                    \n                                       ″\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       G\n                                    \n                                    \n                                       i\n                                    \n                                    \n                                       ″\n                                    \n                                 \n                                 \n                                    \n                                       c\n                                       γ\n                                    \n                                    \n                                       \n                                          \n                                             (\n                                             1\n                                             +\n                                             c\n                                             γ\n                                             )\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    st\n                                 \n                                 \n                                    ″\n                                 \n                              \n                           \n                         is associated to the internal friction, and \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    i\n                                 \n                                 \n                                    ″\n                                 \n                              \n                           \n                         refers to slippage of polymeric chains segments.", "The experimental results of <i>G</i>′ obtained for all composites are fitted with the Maier and Goritz model as well ([f0030]b). Fitting with the Maier and Goritz model provides a better understanding of the filler–polymer interactions [b0120 b0125]. The dotted lines represent the curve fits. Model parameters calculated using Eq. [e0020] are given in [t0005] which demonstrates the effect of the filler concentration and filler–polymer interactions on the modulus variation.", "The cross link density values given in [t0005] can assist in providing a quantitative estimation of the matrix filler interactions. There is a significant crosslink density difference between the neat PU and PU nanocomposites at different filler loadings [b0070]. The higher N value of PMG3 (<i>N</i>\n                        total\n                        =0.27×1026/cm3) as compared to PG3 (<i>N</i>\n                        total\n                        =0.16×1026/cm3) can be explained by the high confinement effect due to the good filler dispersion and effective interaction between mGOs and PU. Both values are much higher than the neat PU (<i>N</i>\n                        total\n                        =0.01×1026/cm3) case indicating the efficiency of GO nanosheets in reinforcing the polymer. The GO surfaces interact strongly with the urethane groups, resulting in the formation of three-dimensional filler networks in all nanocomposites. The small size and the high specific surface area of nano fillers favors this mechanism, which is enhanced in the case of PU with mGO, due to the increased interaction between GO and PU. The variation in loss modulus ([f0030]c) with respect to strain is also shown.", "Based on the characterization of the nanocomposites, a strong correlation has been observed between the dielectric and rheological properties of the nanocomposites. Irrespective of the frequency, the dielectric constant and dielectric loss of the GO and mGO filled nanocomposites increased with an increase in filler loading. The fillers are capable of generating continuous networks in the polymer matrix through which charged species move from one end to the other under an applied field. This movement of electrons causes the phenomenon of electric conduction and is the basis of the well-known filler–polymer network theory [b0130]. At low GO concentration, the composites already show significant improvements in properties as compared to the unfilled PU, which is due to the large filler–polymer interfacial interaction giving rise to network formation. This filler network formation which occurs through physical contacts of particles or their aggregates and enhanced filler–PU interactions were illustrated in rheological measurements combined with Kraus and Maier Goritz modeling. The dielectric constant of the composites depends on the filler volume fraction since the tunneling of charges takes place through the gaps between filler surfaces [b0135]. At higher concentrations of the filler, the distance between the aggregates reduces and the gap between the particle aggregates controls the charge transfer between filler aggregates. The sharper increase in both dielectric and rheological properties of PMG3 can be explained on the basis of this point. However, the correlation between the rheological percolation and dielectric mechanism is drawn in the case of PU/mGO samples based on the filler polymer interfacial interaction and the better filler platelet dispersion."]]]], ["Conclusion", ["PU nanocomposite filled with unmodified and modified GOs prepared by simple solution mixing method are subjected to rheology and dielectric measurements. Both nano fillers –GOs and mGOs- remarkably enhanced the properties of the PU elastomer. Effects were however dependent on the filler volume fractions and filler modification. The methylene diphenyl diisocyanate modified GOs offered better interactions with the urethane skeleton. The various interactions existing in the composites were addressed through nonlinear viscoelastic studies. Correlating this with the dielectric constant showed the significance of these characterization techniques in manufacturing supercapacitors and electrically applicable materials. Payne effect observed for these thermoplastic elastomer composites explained the confinement effect of filler platelets in immobilized polymer chains."]]], "doi": "10.1016/j.compscitech.2014.08.025"}