{"title": "Glass transition behavior of alumina/polymethylmethacrylate nanocomposites", "abstract": "Alumina/polymethylmethacrylate (PMMA) nanocomposites were synthesized using 39-nm nanoparticles and in situ free-radical polymerization. At filler concentrations greater than 0.5 wt.%, the glass transition temperature, <i>T</i>\n                     g, was observed to decrease precipitously by 25 °C compared to the neat polymer. At smaller weight fractions, there were no changes in the composite <i>T</i>\n                     g. The abrupt changes seem to indicate a threshold at which a significant volume fraction of polymer has higher mobility that brings about the decrease in <i>T</i>\n                     g. Consistent with this behavior, the <i>T</i>\n                     g depression was suppressed by coating the nanoparticles to make them compatible with the matrix.", "body": [["Introduction", ["The incorporation of fillers into a polymer matrix can bring about changes in the mechanical and thermal characteristics of the resulting composite. One benchmark used to compare the thermal behavior of composites is the glass transition temperature, <i>T</i>\n                     g. Changes in the <i>T</i>\n                     g as a function of the filler content have been reported for polymer composites containing a wide variety of fillers and polymers, but most recently for composites containing nanoscale fillers. Most researchers report an increase in the <i>T</i>\n                     g as a function of filler content [BIB1 BIB2 BIB3]; however, decreases in the <i>T</i>\n                     g have also been reported [BIB1 BIB4].", "In general, nanofillers are ceramic and therefore do not directly contribute to the <i>T</i>\n                     g of the matrix. Instead, the interaction of the polymer chains with the surface of the particles can drastically alter the chain kinetics in the region immediately surrounding the particle due to the presence of the interface. One of the unique features of nanofillers is their extremely high specific surface area. For a well-dispersed system, even low filler volume fractions provide an enormous amount of interfacial area through which the bulk properties of the polymer can be altered [BIB5]. Securing, through adsorption or grafting, the polymer onto a surface restricts molecular mobility of the affected chains, changes the density of packing of polymer chains, and modifies the conformation and orientation of chain segments in the neighborhood of the surface [BIB6]. On the other hand, interfaces characterized by greater mobility are found in freestanding polymer films [BIB7]. In these cases, the less restrictive nature of the free surface can increase the segmental mobility at the air/polymer interface. The change from the interfacial to bulk properties takes place in a gradual fashion over a finite distance, the extent of the so-called interface region.", "In a previous paper [BIB4], we showed that with the introduction of 5 wt.% alumina nanoparticles into a polymethylmethacrylate (PMMA) matrix, a 600% average increase in strain-to-failure was achieved. This dramatic change in mechanical properties was accompanied by a <i>T</i>\n                     g depression. Further studies of these composites have now yielded new insight into the mechanism leading to the <i>T</i>\n                     g depression."]], ["Experimental procedure", ["Alumina nanoparticles (Al2O3, 39-m average diameter obtained from Nanophase Technologies) were used in their as-received state (uncoated) or coated with glycidoxypropyltrimethoxysilane (GPS, Gelest). For the bulk polymerization, methylmethacrylate (MMA) monomer, the initiator, 2,2-azobisiso-butyronitrile (98% Aldrich), and chain transfer agent, 1-decanethiol (96% Aldrich Chemical). All of these chemicals as well as those referenced below were used as received.", "The alumina nanoparticles were coated similarly to the procedure found in [BIB8]. Twenty grams of nanoparticles were suspended in ethanol through 10 min of sonication (VCX-400 Sonics Materials Vibracell) at 70% power. The power setting refers to the percentage of maximum sonic power (400 W) that is directed into the sample. A 95%:5% solution of ethanol and distilled water was prepared and pH adjusted to 4.5 through addition of acetic acid. GPS was added to the mixture followed by 10 min of stirring for silanol formation. The amount of GPS added was based on an average of 10 reactive sites per square nanometer. Following stirring/sonication, the GPS mixture was added to the alumina/ethanol slurry and refluxed for 8 h. The mixture was then placed in a refrigerator to rapidly cool. The particles were too small to be washed in a Soxhlet extractor; instead, hexane was added to the ethanol/particle slurry to precipitate the particles, followed by centrifugation. The GPS-coated particles were washed twice with hexanes and then allowed to dry overnight at room temperature under vacuum.", "The composite polymerization procedure was developed based on the work of Balke and Hamielec [BIB9] and is discussed in detail in a previous paper [BIB4]. The resulting nanocomposite was compression molded into flat bars (∼1-mm thick) in a hydraulic press (Carver 12 ton) at 180 °C and 2.5 mtons. Specimens were allowed to cool to room temperature under pressure for a period of 6 h and, after removal, were sanded (400 grit) to remove flashing.", "Differential scanning calorimetry (DSC) (Shimadzu DSC-50) was used to obtain the <i>T</i>\n                     g, with a temperature ramp from 25 to 190 °C at 10 °C min−1. Dynamic mechanical thermal analysis (DMTA) was carried out on a Rheometric Scientific DMTA V using single cantilever bending at 1 Hz, with 0.1% strain. Temperature ramps from 15 to 200 °C at 2 °C min−1 were used to determine the <i>T</i>\n                     g of the materials in order to have complementary measurements to the DSC. The <i>T</i>\n                     g was determined by the corresponding peak of the loss modulus (<i>E</i>ʺ) curve. Infrared spectroscopy data were obtained on a Nicolet Magna-IR 750 Spectrometer."]], ["Results", ["The PMMA matrix in both the neat PMMA and nanocomposite preparations has a molecular weight of approximately 150,000, average polydispersity of 1.5, and averages 57% syndiotactic as previously reported [BIB4]. The composites exhibit excellent dispersion as shown in the TEM micrograph of [FIG1]\n                     . The silane coupling agent, GPS, was determined to be present on the surface of the particles through IR spectroscopy.", "The glass transition temperature determined by DSC of the polymer nanocomposite shows a dramatic decrease following the addition of 0.5 wt.% of 39-nm diameter alumina particles, as shown in [FIG2]\n                     . For composites with less than 0.5 wt.% nanoparticles, the <i>T</i>\n                     g is stable, within experimental error, at 119 °C, the <i>T</i>\n                     g of the neat PMMA. Also shown in [FIG2] is a stable <i>T</i>\n                     g for composites with the silane-modified nanoparticles at 5 and 10 wt.%. The <i>T</i>\n                     g values obtained by DMTA (not shown) were, on average, all 7 °C higher than those determined by DSC, but followed the same trends."]], ["Discussion and conclusions", ["As stated in the [SEC1], most researchers find an increase in the composite <i>T</i>\n                     g as fillers are added to a polymer. However, Becker et al. [BIB1] showed that the <i>T</i>\n                     g can decrease as well. Unfortunately, these researchers concentrated on the immobilization of the matrix and subsequent increases in <i>T</i>\n                     g achieved by coating the silica with methacryloxypropyltrimethoxysilane (MPTS) and offered no explanation for the decreases in <i>T</i>\n                     g observed with both coated (acetoxypropyltrimethoxysilane—APTS) and as-received silica. Over the range of volume fractions considered (0–10 vol.%), the <i>T</i>\n                     g of their APTS treated silica filled system decreased by 16 °C, while that of their composites prepared with as-received filler decreased by 9 °C.", "The <i>T</i>\n                     g of a polymer system can fall for a variety of reasons, including changes in tacticity, molecular weight, and retained monomer. As we recently reported [BIB4], however, the method of synthesis used in producing our nanophase alumina/PMMA nanocomposites does not alter either the tacticity or the molecular weight of the resulting composites. In addition, the retained monomer concentrations, obtained through liquid NMR, are also very low (<1%). We expect that the observed change in the <i>T</i>\n                     g is therefore due solely to the interaction of the polymer (or lack thereof) with the filler particles.", "Recent works on ultrathin polymer films less than 100 nm in thickness may provide a starting point to explain the results presented above. Although it has long been known that the surfaces of polymers appear to have liquid-like characteristics, recent work has attempted to determine to what depth the air/polymer interface influences the bulk thermal behavior. Working with ultrathin films, researchers have sought to investigate the length scales associated with the polymer <i>T</i>\n                     g. By creating films whose thicknesses approach the correlation length, where large-scale cooperative motion can occur, the changes in <i>T</i>\n                     g as a function of film thickness has been studied [BIB7 BIB10].", "Initial work on both freestanding and supported ultrathin films showed that the <i>T</i>\n                     g of the bulk polymer displays a gradually increasing downturn as the film thickness decreases [BIB10]. From these efforts, it appeared that the film thickness alone drove the apparent bulk <i>T</i>\n                     g decrease. Working with polystyrene (PS) freestanding ultrathin films, however, Mattson et al. [BIB7] determined that the molecular weight of a polymer also plays a large role in determining whether a film will display a <i>T</i>\n                     g decrease. Their work also corroborates the initial findings by showing that below a certain molecular weight (317,000 in PS), <i>T</i>\n                     g behavior is governed by a finite-size effect, where the thickness of the film alone decides whether the <i>T</i>\n                     g will fall. However, the magnitude of the decrease in <i>T</i>\n                     g in higher molecular weight films (greater than 514,000 in PS) was shown to increase with molecular weight and decreasing film thickness, in a linear fashion.", "In a previous paper [BIB4], we discussed the decrease in <i>T</i>\n                     g shown in [FIG2] in terms of an interparticle distance. We translated this into a thin film thickness and hypothesized that the <i>T</i>\n                     g decrease was expected for particles that show little or no interfacial interaction with the host polymer. In effect, the free internal surface surrounding the nanoparticles existing throughout the composite mimics the ultrathin film results. This hypothesis is further supported in the present work by two new sets of data. Firstly, at weight fractions less than 0.5 wt.%, there is no change in <i>T</i>\n                     g as evidenced by both the DMTA and DSC measurements. Secondly, by coupling the surface of the particles to the matrix, the <i>T</i>\n                     g depression disappears entirely. Clearly, this is the result of a drastically different interface dynamic between the polymer and particle.", "The abrupt nature of the phenomenon with regard to weight fraction is reminiscent of the percolation effect seen in other filled systems, such as carbon black in rubber, the difference here being that the connected regions are polymer, not filler. The interconnectivity of mobile polymer regions existing around the particles seems to be driving the decrease in <i>T</i>\n                     g. As was previously mentioned, the <i>T</i>\n                     g appears to depend on the distance (thickness) between interfaces and the molecular weight. For 0.2, 0.5, and 1.0 wt.% filler, the interparticle (or interface) distance for 39-nm monodisperse particles arranged in simple cubic packing would be approximately 320, 230, and 170 nm, respectively. All of these values are much higher than the thicknesses of the ultrathin films the current research has focused upon; however, the ultrathin films are constrained in only one dimension (thickness), while the nanocomposites represent a three dimensional thin film problem. The addition of the two dimensions surely alters the polymer dynamics allowing more degrees of freedom for chain relaxation. Therefore, the strongly correlated motions associated with the <i>T</i>\n                     g could occur at larger interfacial spacings in the nanocomposite than those seen in the ultrathin film research.", "Unfortunately, the hypothesis presented above does not fit with the constant depressed <i>T</i>\n                     g displayed by nanocomposites with larger filler concentrations. Instead of additional reductions in <i>T</i>\n                     g, as would be expected as the interparticle distance decreased further, the <i>T</i>\n                     g remains relatively constant at the lowest values initially displayed at about 1.0 wt.%. In addition, the coupling of the particles to the polymer appears to only mitigate the <i>T</i>\n                     g depression instead of increasing the <i>T</i>\n                     g above the neat polymer value as was seen in Becker's work [BIB1]. The next step in this research is to graft PMMA onto the surface of the nanoparticles. By choosing the grafted polymer's molecular weight to be above and below the entanglement length of the matrix, the effects of the nanoparticles on the surrounding matrix could be examined more thoroughly.", "In conclusion, we have provided a novel hypothesis for observed glass transition temperature depressions found in polymer nanocomposites. Nanofilled systems continue to provide unique opportunities to advance our understanding of engineering polymers."]]], "doi": "10.1016/S0167-577X(01)00626-7"}