{"title": "A novel approach to control thermal degradation of PET/organoclay nanocomposites and improve clay exfoliation", "abstract": "Thermal degradation of polyethylene terephthalate (PET) is accelerated in the presence of commercial organoclays, and this remains a challenge for the industry. While a high level of clay delamination is required in polymer nanocomposites, thermal degradation increases furthermore for highly exfoliated morphologies due to an increased exposure of the polymer matrix to silicate nanoplatelets. In this work, two different types of organomodified clay were melt blended with PET in the presence of a multifunctional epoxy-based chain extender, Joncryl® ADR-4368F (Joncryl), to compensate for molecular weight reduction during processing. The chain extender was added via a master-batch approach in order to promote clay delamination before molecular weight increase. The morphological, rheological, mechanical, thermal, and gas barrier characteristics of the nanocomposites were studied using several characterization techniques. A remarkable improvement in viscoelastic properties was observed for samples containing the chain extender due to recoupling of degraded chains. A better clay dispersion, enhanced barrier properties and increased Young modulus were also obtained for nanocomposites containing the chain extender. Compared to neat PET films, the oxygen permeability of nanocomposite films containing 4 wt% Cloisite® 30B and 1 wt% Joncryl decreased by 46%, whereas the corresponding permeability decrease for the Nanomer® I.28E nanocomposite was 40%. A 66% improvement in Young modulus was obtained for nanocomposite films containing 4 wt% Nanomer® I.28E and 1 wt% Joncryl. The improvement of the tensile modulus for the corresponding Cloisite® 30B nanocomposite was slightly less.", "body": [["Introduction", ["Polyethylene terephthalate (PET) is a semi-crystalline thermoplastic polymer used in a wide variety of applications. In comparison to an equivalent glass container, PET bottles are fairly light as well as they do not shatter or break. PET bottles are not only being used as large two- and 3-L sizes for carbonated soft drinks, but they also have taken a remarkable market share in the single serving size containers from glass and metal cans. The world market for PET resin in packaging could be doubled if PET would gain 50% of the market share in beer bottles packaging [bib1 bib2]. Beer is a very sensitive beverage to oxygen while PET does not offer sufficient oxygen barrier properties. One promising method to enhance barrier properties of PET is the incorporation of silicate nanolayers [bib3 bib4 bib5 bib6 bib7]. When well dispersed and distributed in a polymeric matrix, the impermeable silicate nanolayers create a tortuous pathway and force the oxygen molecules to travel a longer path for diffusing through the nanocomposite [bib8]. However, the principal obstacle to the incorporation of commercially available organoclays in polymers with high processing temperatures is the low thermal stability of the organomodifier. Organoclays treated with various alkylammoniums undergo significant thermal degradations above 180 °C [bib9]. Matrix degradation that results in a lower molecular weight and reduced viscoelastic properties as well as color formation have been reported for polymer nanocomposites that must be processed at high temperatures [bib3 bib6 bib9 bib10 bib11 bib12].", "Ghasemi et al. [bib5] reported that the incorporation of 3 wt% Cloisite® 30B (C30B) in a PET matrix using twin-screw extrusion resulted in a 20% increment of the Young modulus. In another study, they demonstrated that among three different types of organoclay, including the ammonium-modified C30B and thermally stable phosphonium- and imidazolium-modified clays, C30B yielded the best intercalation with PET chains [bib13]. They also reported that by employing a severe screw profile in terms of mixing and high screw rotational speed, the incorporation of 3 wt% C30B into a PET matrix led to a 27% reduction in oxygen permeability and a 30% improvement of the tensile modulus [bib4]. Soon et al. [bib7] reported that the addition of 5 wt% synthetic clay to PET led to a 29% reduction in oxygen permeability. To enhance interactions between PET chains and silicate nanolayers, an alternative approach consists of a random incorporation of sulfonated groups along the polymer backbone. Due to electrostatic interactions between clay platelets and PET sulfonated groups, nanocomposites with higher degree of intercalation were obtained [bib3 bib6 bib14].", "To avoid thermal decomposition of the organic modifier of clay particles at the high processing temperature of a fiber grade PET, Chung et al. [bib15] dissolved PET and organoclay in a mixture of chloroform and trifluoroacetic acid. Then, the solution was added dropwise to cold methanol to eliminate the organic modifier. Next, the precipitated material was dried and melt blended with neat PET using a twin-screw extruder. This method led to a better optical transparency, thermal stability, and enhanced mechanical properties. However this procedure is tedious and not convenient because of the use of solvents. The molecular weight and viscosity of PET may decrease during melt processing as a result of thermal, hydrolytic, mechanical, and oxidative degradations [bib16]. During melt blending of organoclays with PET, even more severe degradation is expected due to the thermal decomposition of the clay organic modifier and reactions between the decomposition products and the polymer matrix. This may affect the thermodynamics of melt intercalation and deteriorate the exfoliation level of silicate nanolayers, which consequently affects the final properties of the nanocomposites [bib9 bib11 bib17]. The nucleophilic substitution reaction and the Hoffman elimination reaction (β-elimination) are generally believed to be the primary decomposition pathways of ammonium salts [bib11]. Both of these reactions lead to the formation of a tertiary amine from the decomposition of a quaternary ammonium. Nucleophilic attack of the quaternary ammonium by a halide ion also leads to the formation of an alkyl halide [bib11]. On the other hand, an alkene is formed in the case of the Hoffman elimination reaction due to the presence of a basic anion (e.g. hydroxyl groups at the edges of the silicate nanolayers), which extracts a hydrogen atom from β-carbons of the quaternary ammonium salt [bib9 bib11].", "One approach to build back up the molecular weight of PET is solid state polymerization (SSP). This post-condensation batch process must be done under high vacuum and high temperature for a time period of 12–20 h in special equipments for large scale operation, which makes this approach less interesting [bib18]. The use of chain extenders has been proposed as another approach to compensate molecular weight reduction induced by chain scission [bib10 bib18 bib19 bib20 bib21 bib22]. Lower costs and faster reactions are the main advantages of the chain extension method over the SSP approach. Triphenyl phosphate was employed by Cavalcanti and coworkers [bib23] as a chain extender for PET and an increase in torque during mixing was associated to a chain extension reaction.", "While polyolefins do not suffer from melt incorporation of nanoclays, for example rheological properties of polypropylene/organoclay nanocomposites were reported to be larger than those of the matrix on the whole frequency range [bib24 bib25 bib26], a severe thermal degradation takes place during extrusion of polyester-based nanocomposites such as PET. The aim of this work is to control the thermal degradation of PET in the presence of commercial organoclays using a multifunctional epoxy-based oligomeric chain extender. To our knowledge, this approach is more promising than SSP since there is no need for special equipments, vacuum or catalyst in large scale operations, and traditional extrusion or injection molding equipments can be used. In this work two different types of commercial organoclay, C30B and Nanomer® I.28E (N28E), are investigated, and morphology, viscoelastic, barrier and mechanical properties of the samples are examined to assess the effects of the chain extender. To our knowledge no report has been published on the improvement of morphology and properties of PET nanocomposites using a multifunctional chain extender."]], ["Experimental", [["Materials", ["A commercial grade PET (PET 9921), with intrinsic viscosity of 0.8 dL/g and a melting point of 243 °C, was obtained from Eastman Chemical Company. The two organically modified montmorillonites, C30B and N28E, were obtained from Southern Clay Products Inc. and Nanocor Inc., respectively. C30B is modified with methyl, tallow, bis-2-hydroxyethyl, quaternary ammonium (MT2EtOH), while N28E is modified with octadecyl ammonium (ODA), according to R&D of Nanocor Inc. Joncryl® ADR-4368F (Joncryl), which is a styrene-acrylic multifunctional epoxy-based chain extender, was kindly supplied from BASF. This chain extender is designed to rebuild the molecular weight of degraded condensation polymers such as PET, polyamides, and polycarbonate. The chemical structure of Joncryl is shown in [fig1]\n                        . According to the supplier data sheet, the glass transition temperature (<i>T</i>\n                        g) and molecular weight (<i>M</i>\n                        w) of Joncryl are 54 °C and 6800 g/mol, respectively."]], ["Sample preparation", ["The PET, organoclays, and Joncryl were vacuum dried at 90 °C for 24 h before extrusion. To obtain a better morphology, the nanocomposites were prepared by a master-batch approach. First, PET granules were ground into a powder and dry-mixed with 6 wt% C30B or N28E to obtain uniform feeding mixtures. Next, the feeding mixtures were processed using a co-rotating twin-screw Leistritz® extruder (screw diameter = 18 mm and <i>L</i>/<i>D</i> = 40). Then the prepared master-batches were diluted with the appropriate amount of neat PET and Joncryl using the same twin-screw extruder, to obtain nanocomposites containing 5 wt% of organoclays (nominal value) and 1 wt% Joncryl. Hence, in this master-batch approach the initially low molecular weight PET chains could easily diffuse into the gallery spacing of the silicate layers and then delamination and exfoliation could be facilitated by the larger stresses resulting from the reaction of the chain extender with the PET. The temperature profile from the extruder feed to the die was set between 240 and 265 °C, and the extrusion was performed at 200 rpm and feeding rate of 1.8 kg/h. A 20 cm wide slit die with a 1 mm die gap was used to prepare films. Calender rolls were employed to stretch the extrudate and an air knife was mounted on both sides of the film. The width of the films was around 19 cm, which means that the average neck-in was 5%. The thickness of the films was 50 μm corresponding to a draw ratio around 21. The same extrusion procedure was followed to prepare pellets using a circular die of 2 mm diameter. A bath containing a mixture of water and ice was used to cool the extrudate. The extruded samples were granulated and vacuum dried at 90 °C for 24 h before compression molding. Disk-shape samples of approximately 2 mm thickness and 25 mm diameter were prepared by employing a Carver® laboratory press (model 3912) at 265 °C for 9 min at a pressure of 20 MPa under a purge of nitrogen, followed by quenching in another Carver® laboratory press (model 30-12H) for 5 min. The compression molded samples were vacuum dried at 90 °C for 24 h before being subjected to rheological testing."]], ["Characterization", ["Wide angle X-ray diffraction (WAXD) was used to estimate the basal spacing (<i>d</i>\n                        001) of silicate nanolayers. The measurements were performed on a Philips X'Pert X-ray diffractometer with CuKα radiation (<i>λ</i> = 1.54056 Å). The generator was operated at 50 kV and 40 mA. The spectra were recorded over a 2<i>θ</i> range of 1–10° using a scan rate of 0.01°/s.", "The quality of clay dispersion in PET nanocomposites, with and without chain extender, was evaluated using transmission electron microscopy (TEM) (JEOL JEM-2100F microscope, operating at 200 kV). The samples were microtomed into approximately 50–80 nm thick slices at a cryogenic temperature (i.e. −100 °C) using an Ultracut FC microtome (LEICA) with a diamond knife.", "Fourier transform infrared (FT-IR) spectra were recorded on a Perkin–Elmer FT-IR spectrometer from 4000 to 600 cm−1 in the attenuated total reflection (ATR) mode. All the spectra were obtained by accumulation of 32 scans with a spectral resolution of 4 cm−1 and a scanning speed of 32 kHz.", "To determine the exact amount of organoclays in the nanocomposite samples thermogravimetric analysis (TGA) was conducted under an air atmosphere using a TGAQ500 from TA Instruments. These tests were performed on samples of 10 mg from room temperature to 900 °C with a heating rate of 10 °C/min followed by 30 min isothermal hold at 900 °C. C30B and N28E contain around 30 wt% of organic modifier. Therefore, the ash content of the nanocomposites containing 5 (nominal) wt% C30B and N28E is expected to be 3.5%. However, the measured ash content was about 2.8%, probably due to a loss of clay during feeding in the extruder hopper, which means that the real amount of the organoclays in the nanocomposites was around 4 wt%.", "Differential scanning calorimetry (DSC) of PET and the nanocomposites was performed on a DSCQ1000 (TA Instruments) on typically 10 mg of material, under a helium atmosphere. The samples were heated from room temperature to 300 °C and held at that temperature for 3 min, then cooled to 30 °C at a constant rate of 10 °C/min. This test was performed twice for each sample, always with a fresh specimen.", "The rheological properties of PET and the nanocomposites were measured using a stress-controlled Bohlin Gemini rheometer. The experiments were conducted under a blanket of nitrogen to avoid oxidation of the samples. A parallel plate flow-geometry was used with a gap size of 1 mm and a plate diameter of 25 mm. Time and frequency sweeps in small-amplitude oscillatory shear were carried out on the samples at 265 °C. The time sweep tests were performed at 0.628 rad/s over 900 s on two fresh specimens of each sample and the average value is reported. The frequency sweep tests were performed in the linear regime for four fresh specimens of each sample. Two specimens were subjected to frequency sweep from low to high frequency, and two more from high to low.", "Mechanical properties of the films were measured using an Instron 3365 at room temperature according to standard ASTM D638. The tensile specimens with a rectangular geometry of 25 mm wide and 100 mm long were stretched at a cross-head speed of 12.5 mm/min. To obtain the toughness of the samples, the area under the stress–strain curve were calculated according to the Simpson 1/3 rule of integration.", "A Mocon Ox-Tran Model 2/21 oxygen permeability MD module was used to determine oxygen transmission rates (OTRs) of the films at 23 °C under a pressure of 0.96 atm. 100% dry oxygen was passed over one side of the sample and a mixture of 98% N2 (nitrogen) with 2% H2 (hydrogen) was used as the carrier gas. The permeability coefficient [<i>P</i>, in L/(m day atm)] was obtained from the OTR values using the following formula:\n                           \n                              (1)\n                              \n                                 \n                                    P\n                                    =\n                                    O\n                                    T\n                                    R\n                                    ×\n                                    \n                                       L\n                                       p\n                                    \n                                 \n                              \n                           \n                        where <i>L</i> is the film thickness (m) and <i>p</i> is the testing pressure (atm). At least four specimens were tested for each sample."]]]], ["Results and discussion", [["Fourier transform infrared spectroscopy (FT-IR)", ["By comparing the FT-IR spectra of the neat materials and of PET containing Joncryl, the chemical reactions between the matrix and the chain extender may be identified. [fig2]\n                        a and b show the FT-IR spectra of Joncryl, neat PET, and PET containing 1 wt% Joncryl in two different wavenumbers range. The peaks at 842, 908, and 1255 cm−1, which are observed in the spectra of Joncryl, are assigned to the C–O stretching modes of the epoxy group [bib10 bib27]. No peaks or weak ones occur at these wavenumbers in the spectrum of PET/1 wt% Joncryl, which means that most of the epoxy groups in Joncryl have been consumed in the PET sample treated with Joncryl. For a better comparison, these wavenumbers are identified by dotted lines in [fig2]b. The consumption of epoxy groups may be due to chemical reactions between these and PET end groups, as both carboxyl and hydroxyl groups can react with epoxy groups [bib28]. New hydroxyl groups are formed due to these reactions [bib28]; however, the hydroxyl end group content is not affected if these hydroxyl groups react with epoxy groups. In contrast, due to the reaction of epoxy groups with carboxyl end groups of PET, new hydroxyl groups are formed and an increment in hydroxyl content is expected. It has been proposed by several researchers that the esterification of PET carboxyl end groups with electrophilic epoxy groups is more favorable than etherification of hydroxyl end groups [bib21 bib28]."]], ["Morphology", ["XRD patterns of C30B and N28E and their corresponding nanocomposites with and without Joncryl are shown in [fig3]\n                        . By monitoring the presence, shape, intensity, and position of XRD peaks it is possible to make a preliminary assessment about the structure or morphology of the nanocomposites. The gallery spacing of both C30B and N28E increases to 3.4 nm after melt blending with PET, which illustrates the intercalation of PET chains into the basal spacing of these two organoclays. C30B exhibits a higher level of intercalation in comparison to N28E, as the increment from 1.85 to 3.4 nm of its gallery spacing is more than that of N28E (from 2.4 to 3.4 nm). XRD pattern of nanocomposite PET/4 C30B exhibits a shoulder instead of a defined peak, corresponding to a disordered intercalation, while the XRD pattern of sample PET/4 N28E shows a well-defined peak, characteristic of an ordered intercalation. The periodicities of the layers are preserved for silicate nanolayers with ordered intercalated structures, while, due to a degree of incoherence in layers, a disordered stacking is expected for nanocomposites revealing a shoulder peak [bib1]. The introduction of Joncryl in nanocomposites containing C30B and N28E reduces the intensity of the XRD peaks significantly. The reduction of the peak intensity in clay-containing polymers is associated with a higher level of exfoliation, as no peak is expected for exfoliated structures, and consequently smaller domains of periodicity (smaller tactoids). Note that the second peaks observed at 2<i>θ</i> ≈ 5.2° may be attributed to the <i>d</i>\n                        002 diffraction and/or to clay gallery collapse.", "TEM was employed to obtain visual information about the internal structure of the nanocomposites at the nanometer scale. [fig4]\n                         presents TEM images of nanocomposites containing N28E, with and without Joncryl, at two magnifications. Both delaminated platelets and tactoids are seen in the micrographs. Comparing the low magnification micrographs ([fig4]a and c) we observe that the addition of Joncryl improves the distribution of clay particles in the PET matrix, displaying a higher clay density (number of particles per unit area) and a more uniform distribution of clay particles in comparison to the nanocomposite prepared without Joncryl. The high magnification images ([fig4]b and d) reveal that the presence of Joncryl reduces significantly the tactoid size. Clay tactoids with high number of silicate layers per particle breakdown to more clay particles with lower numbers of platelets per particle. The reduction of the amount of large tactoids and the increase of single layer and double layer particles as shown in the next section confirm the observation of larger clay density for nanocomposites containing Joncryl in the low magnification TEM images. Similar observations were made for the nanocomposites containing C30B. These results are in good agreement with XRD patterns as the peak intensity decreases for nanocomposites containing Joncryl.", "The number of platelets per tactoid was counted manually using the TEM images to evaluate quantitatively the effect of Joncryl and clay organic modifier on the level of clay dispersion within the PET matrix. Around 600 particles were counted for each sample to ensure statistical validity of the analysis. [fig5]\n                         reports the histogram of the number of platelets per clay particle for PET nanocomposites containing 4 wt% C30B and N28E, with and without Joncryl. For both C30B and N28E nanocomposites, the introduction of the chain extender increases the count for single layer and double layer particles and decreases the frequency of clay aggregates (5 or more layers). It is worth noting that the PET/4 C30B nanocomposite exhibits a higher level of exfoliation than PET/4 N28E. Favorable interactions between hydroxyl groups present in the organic-modifier of C30B with PET result in a higher level of intercalation of PET chains into the gallery spacing of C30B in comparison to N28E, as suggested by the calculation of the solubility parameter of the organoclays based on the Fedors group contribution method [bib29]. The experimental value of the PET solubility parameter is 19.9–21.9 J1/2.cm−3/2 \n                        [bib29], while the calculated values for C30B and N28E are 21.5 and 16 J1/2.cm−3/2, respectively. Therefore, the solubility parameter of PET is identical to that calculated for C30B in comparison to N28E, which explains the higher level of exfoliation of C30B within the PET matrix.", "Luo and Koo [bib30] introduced a TEM method to quantify the level of clay dispersion within a polymer matrix. A dimensionless parameter called the dispersion value, <i>D</i>\n                        01, is calculated based on the distribution of the free-path spacing distances between the silicate nanolayers according to the following equation:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       D\n                                       \n                                          0.1\n                                       \n                                    \n                                    =\n                                    1.1539\n                                    ×\n                                    \n                                       \n                                          10\n                                       \n                                       \n                                          −\n                                          2\n                                       \n                                    \n                                    +\n                                    7.5933\n                                    ×\n                                    \n                                       \n                                          10\n                                       \n                                       \n                                          −\n                                          2\n                                       \n                                    \n                                    \n                                       (\n                                       \n                                          \n                                             μ\n                                             σ\n                                          \n                                       \n                                       )\n                                    \n                                    +\n                                    6.6838\n                                    ×\n                                    \n                                       \n                                          10\n                                       \n                                       \n                                          −\n                                          4\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                \n                                                   μ\n                                                   σ\n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       2\n                                    \n                                    −\n                                    1.9169\n                                    ×\n                                    \n                                       \n                                          10\n                                       \n                                       \n                                          −\n                                          4\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                \n                                                   μ\n                                                   σ\n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       3\n                                    \n                                    +\n                                    3.9201\n                                    ×\n                                    \n                                       \n                                          10\n                                       \n                                       \n                                          −\n                                          6\n                                       \n                                    \n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                \n                                                   μ\n                                                   σ\n                                                \n                                             \n                                             )\n                                          \n                                       \n                                       4\n                                    \n                                 \n                              \n                           \n                        where <i>μ</i> is the mean spacing between the clay layers, and <i>σ</i> is the standard deviation. More than 100 measurements were suggested by the authors to ensure validity of the analysis.", "It has been proposed that <i>D</i>\n                        01 below 4% characterizes immiscible systems or microcomposites, and over 8% is a characteristic of exfoliated nanocomposites. The dispersion value is between 4 and 8% for intercalated nanocomposites. In this work around 600 measurements were carried out for each sample to ensure the validity of the values reported for <i>D</i>\n                        01. The values obtained are 5.0 and 6.9% for PET/4 C30B and PET/4 C30B/1 Joncryl, respectively; <i>D</i>\n                        01 is 4.1 and 5.6% for PET/4 N28E and PET/4 N28E/1 Joncryl, respectively. These results suggest a higher degree of clay exfoliation for nanocomposites based on C30B and those containing Joncryl. It is worth mentioning that a value of 7.5 for <i>D</i>\n                        01was obtained for a PET containing 2 wt% C30B in drawn films prepared via a larger twin-screw extruder [bib3]."]], ["Rheological properties", ["The linear viscoelastic functions, complex viscosity (<i>η</i>\n                        ∗) and storage modulus (<i>G</i>′), of the neat PET and its corresponding nanocomposites with and without Joncryl are presented as functions of time in [fig6]\n                        a and b, respectively. These tests were performed to assess if the samples exhibited a time-dependent behavior and to determine a time window for subsequent frequency sweep tests. The viscoelastic properties may be time-dependent due to possible thermal degradation of the PET matrix and/or chemical reactions between PET, clay organomodifiers, and Joncryl. Two fresh disk-shape specimens of each sample were tested and the average value, which has a maximum 5% deviation, is reported. Based on these tests, less than 10% variation took place in the viscoelastic properties of all samples within 5 min. Samples containing Joncryl displayed considerably larger viscoelastic properties than those without Joncryl. The viscoelastic properties of PET containing the chain extender increase with time. Joncryl is a multifunctional epoxy-based chain extender and it is probable the epoxy groups continue to react with the hydroxyl and carboxyl end groups of PET during the rheological tests. The residence time in the extruder, measured to be around 1 min, was probably too short for a completed reaction between Joncryl and PET. The presence of organoclays accelerates the PET degradation during melt mixing and increases the carboxyl end group content [bib17]. The degradation of the PET matrix in the presence of the organoclays may occur during the master-batch preparation as well as during the dilution of the master-batches. A larger carboxyl end group content increases the probability of consumption of epoxy groups of the chain extender during the master-batch dilution. That may explain why the viscoelastic properties of the nanocomposites containing Joncryl do not increase with time in the rheometer. The reaction of epoxy groups with terminal groups of PET chains increases the viscoelastic properties of the PET nanocomposites containing Joncryl. However, this reaction results in the generation of new hydroxyl groups that may attack the PET backbone and reduce the molecular weight of the PET matrix for nanocomposites containing Joncryl. We would expect more thermal degradation at higher processing or testing temperatures as the organic modifiers are unstable in these conditions [bib17]. Hence, at higher processing or testing temperatures the chain extender might not be so effective in improving the viscoelastic properties of the nanocomposites as its functional groups would connect shorter PET chains.", "[fig7]\n                        a and b presents the complex viscosity and the storage modulus of the neat PET and PET-based nanocomposites, with and without Joncryl, as functions of frequency. The neat PET exhibits a pseudo-Newtonian behavior, while all PET-based nanocomposites show a marked shear-thinning behavior, characteristic of nanocomposites. At low frequencies the complex viscosity and the storage modulus of PET/4 C30B are larger than those of PET/4 N28E, which is due to the higher degree of C30B exfoliation over N28E revealed by XRD and TEM results. At high frequencies, where the contribution of the matrix is more pronounced, PET/4 C30B shows a lower complex viscosity than PET/4 N28E. The better dispersion of C30B increases the exposure surface of this organoclay to the PET matrix and consequently causes a higher level of degradation. Contrary to the organic modifier of N28E, that of C30B contains unsaturated tallow with double bonds as well as hydroxyl groups which cause more degradation of the PET matrix [bib9]. On the other hand, the introduction of the chain extender increases the viscoelastic properties of the neat PET and its corresponding nanocomposites. As mentioned earlier, the epoxy groups of Joncryl may link the functional terminal groups of degraded PET chains and rebuild the molecular weight and viscoelastic properties [bib21]. The higher level of exfoliation observed for nanocomposites containing Joncryl, according to XRD and TEM results, may be explained by the larger viscosity of the matrix, which generates larger shear stresses that breakdown large clay tactoids into individual layers and double layer particles. The elastic modulus of the PET-based nanocomposites ([fig7]b) exhibit a plateau at low frequencies, corresponding to the formation of a percolated three-dimensional network of clay particles, which acts like a weak solid [bib24]. The introduction of Joncryl increases the viscoelastic properties of the PET nanocomposite containing N28E more than that containing C30B. Joncryl functional groups connect shorter chains in the case of PET-based nanocomposites containing C30B in comparison to those containing N28E, due to the more severe chain scission induced by C30B. Besides, the organic modifier of C30B contains hydroxyl groups that might also react with the epoxy groups of Joncryl and consequently reduce the amount of Joncryl functional groups available for chain extension.", "Adding multifunctional chain extenders to linear polymers may result in chain branching and gelation. A gel content test was performed at 25 °C by dissolving the samples containing Joncryl in a (60/40 ratio wt/wt) phenol/1,1,2,2-tetrachloroethane solution. In less than half an hour all samples were completely dissolved in the solvent, suggesting a gel-free structure for all samples containing the chain extender. The critical mole fraction of the chain extender for gelation, <i>α</i>\n                        c, may be estimated from the following equation:\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       α\n                                       c\n                                    \n                                    =\n                                    \n                                       1\n                                       \n                                          f\n                                          −\n                                          1\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>f</i> is the chain extender functionality [bib10 bib31]. For the chain extender used in this study <i>α</i>\n                        c ∼0.33 as the functionality of Joncryl is around 4 [bib21]. The weight average molecular weights of Joncryl and the PET are 6800 and 65,000 g/mol, respectively, implying that the critical weight fraction of Joncryl for gelation is 4.97%, which is remarkably larger than that used in this study.", "Wood-Adams et al. [bib32] investigated the effect of molecular weight and short and long chain branching on the linear viscoelastic behavior of polyethylenes. They observed that while short chain branching does not change the viscoelastic properties of the matrix, the loss angle (<i>δ</i>) curves for branched polyethylenes are quite different from that of linear polyethylenes. It has been also reported by other researchers that long chain branching decreases the value of <i>δ</i> and changes the plot of <i>δ</i> vs. <i>ω</i> \n                        [bib10 bib33]. [fig8]\n                         presents the loss angle of the neat PET and PET containing 1 wt% Joncryl as a function of frequency. This graph clearly shows that the presence of Joncryl changes the linear molecular structure of PET, with <i>δ</i> = 90° at low frequencies, to a branched structure with lower <i>δ</i> at all frequencies."]], ["Thermal properties", ["[tbl1]\n                         reports the effect of Joncryl and the organoclays on the glass transition temperature, <i>T</i>\n                        g, the melting temperature, <i>T</i>\n                        \n                           <i>m</i>\n                        , cold crystallization temperature, <i>T</i>\n                        cc, hot crystallization temperature, <i>T</i>\n                        hc, and crystal content of PET. The melting point of PET is almost unaffected by the presence of the chain extender or the organoclays, suggesting that the addition of the organoclays and/or Joncryl does not change the melting process. <i>T</i>\n                        g of the nanocomposites is almost equal to that obtained for the neat PET, except for PET/4 C30B, which shows the lowest glass transition temperature that may be attributed to the severe thermal degradation of PET chains induced by C30B. The nanometric dispersion of silicate nanolayers in a polymer matrix provides a large interfacial area and promotes heterogeneous crystallization as clay platelets act as a strong nucleating agent. This explains the lower cold crystallization temperature of the nanocomposites in comparison to the neat PET. Based on the rheological results the presence of Joncryl increases the complex viscosity of the samples, which generates larger stresses during film extrusion and, consequently, we may expect more oriented chains for the films containing the chain extender. All the samples containing Joncryl display a lower <i>T</i>\n                        cc in comparison to those without Joncryl because the required energy for crystallization decreases as the chains become more oriented [bib34]. The crystal content of the films was calculated from the enthalpy of melting Δ<i>H</i>\n                        m and the enthalpy of cold crystallization Δ<i>H</i>\n                        cc according to the following equation:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       X\n                                       c\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   (\n                                                   \n                                                      Δ\n                                                      \n                                                         H\n                                                         m\n                                                      \n                                                      −\n                                                      Δ\n                                                      \n                                                         H\n                                                         \n                                                            cc\n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                             \n                                             /\n                                             \n                                                \n                                                   w\n                                                   \n                                                      PET\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          Δ\n                                          \n                                             H\n                                             ∘\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>w</i>\n                        PET is the PET weight fraction and Δ<i>H</i>° is the enthalpy of melting of 100% crystalline PET (140 J/g) [bib34]. The presence of silicate layers enhances the crystallinity of the PET-based nanocomposite films. Higher crystal content was also obtained for the samples containing Joncryl. The orientation of molecular segments increases the nucleation rate of crystallization. In comparison to polymer random coils in an isotropic state, oriented uncrystallized polymer chains have lower configurational entropy which reduces the entropic penalty for crystallization [bib35]. The heterogeneous nucleating effect of clay platelets also results in the enhancement of the hot crystallization temperature of the nanocomposites, in comparison to the neat PET. After removing the effect of processing, all samples containing the chain extender exhibit lower hot crystallization temperature in comparison to those without Joncryl. It seems that the branched structure of the samples containing Joncryl results in a steric hindrance to close packing of PET chains and affects the ability of the matrix to crystallize."]], ["Mechanical properties", ["The tensile modulus and the toughness of the neat PET and PET-based nanocomposites, with and without Joncryl, and in the machine direction are reported in [fig9]\n                        a and b, respectively. The incorporation of clay particles into the PET matrix increases the tensile modulus and leads to more brittleness in comparison with the neat PET films. The Young modulus of PET/4 N28E/1 Joncryl nanocomposite films is improved by about 66% compared with the neat PET. The tensile modulus of the PET matrix is around 1.8 GPa, while clay platelets have a modulus of 178 GPa [bib36]. Therefore, the presence of clay particles within the PET matrix increases the mechanical properties because a significant portion of the applied load may be carried by the clay particles. The Young modulus of the samples containing Joncryl is larger than those without Joncryl, which may be attributed to the larger molecular weight and increased crystallinity of the matrix. Besides, for nanocomposites containing Joncryl, the larger Young modulus might also be attributed to a better dispersion of the silicate nanolayers in the matrix, as confirmed by the XRD and TEM results. Despite the higher exfoliation level of C30B over N28E within the PET matrix, it seems that the more severe chain scission induced by C30B results in nanocomposites with lower Young modulus values in comparison to those containing N28E. It has been reported that the introduction of clay particles to a polymer matrix leads to a reduction of the elongation at break and more brittleness [bib5 bib13 bib37 bib38]. The brittle behavior of nanocomposites is probably due to the higher crystallinity, molecular weight reduction due to thermal degradation, presence of clay aggregates, and interlaminar debonding of clay particles and formation of microvoids, which can initiate the crack propagation throughout the matrix. Coalescence of the microvoids and formation of large cracks result in the embrittlement of nanocomposites [bib38 bib39]. He et al. [bib40] reported that elongation at break of polyamide 6/Nanomer® I.30TC decreases with clay concentration, while the Young modulus increases with clay concentration. They postulated that although the adhesion between the clay particles and the matrix was adequate the clay particles promoted the formation of numerous crazes and microcracks near the interface of the clay platelets and the matrix [bib40]. In this work, all PET-based nanocomposite films exhibit lower toughness values in comparison to the neat PET films, due to the presence of the organoclays and higher crystallinity [bib41]. The presence of the chain extender and/or the organoclays increases the stiffness, but deteriorates the elongation at break of the samples at the same time (data not shown). The resulting toughness is a combination of the mentioned factors. A lower clay loading (e.g. 2 wt%) may lead to less toughness deterioration while still improving the barrier properties [bib3] and tensile modulus."]], ["Barrier properties", ["Impermeable silicate nanolayers block gases transport through a polymer matrix, and by creating a tortuous pathway force the permeant to travel longer diffusive path. Hence, higher level of exfoliation is favorable for barrier properties enhancement [bib1]. As mentioned earlier, the presence of clay layers increases the crystal content of the nanocomposite films. The permeability of gases through a polymer matrix depends on the available free volume of the matrix. The crystalline phase increases the barrier properties of polymers as polymer chains are efficiently packed in crystallites, which reduce the unoccupied volume of the matrix essential for gas transport. [fig10]\n                         shows the measured oxygen permeability values of the neat PET and PET-based nanocomposite films, with and without Joncryl. All nanocomposite films exhibit higher barrier properties than the neat PET due to the presence of clay layers and larger crystal content. The barrier properties of the films containing Joncryl are better than those without Joncryl, which can be attributed to the better clay dispersion and/or larger crystallinity. Overall, a 46% improvement in barrier properties was obtained for the PET nanocomposites containing C30B and Joncryl in comparison to the neat PET films. The corresponding improvement for the PET/4 N28E/1 Joncryl was 40%. According to XRD, TEM, and DSC results, the PET/4 C30B/1 Joncryl films show the highest level of exfoliation and contain the highest amount of crystals, which explains the lowest oxygen permeability. It is worth noting that barrier properties of the PET/4 C30B films are better than those of the PET/4 N28E films because of the larger crystallinity and better clay dispersion."]]]], ["Conclusion", ["PET/organo-modified clay nanocomposites were found to experience extensive thermal degradation during melt compounding. To compensate this effect, a multifunctional epoxy-based chain extender was used and functional groups of the chain extender were shown to react with PET end groups. This approach successfully helped to recover the molecular weight, as shown by increased viscoelastic properties, and improved clay exfoliation according to TEM and XRD. Consequently, higher barrier and mechanical properties were obtained for films containing the chain extender in comparison to those without it. The nanocomposite films also exhibited larger crystallinity and lower cold crystallization temperature due to the nucleation effect of the clay layers. The Young modulus of the nanocomposite films containing N28E and Joncryl was improved by 66%, slightly more than the corresponding C30B nanocomposites. The oxygen permeability of the nanocomposite films containing 4 wt% C30B and 1 wt% Joncryl decreased by 46% in comparison to the neat PET films. The corresponding permeability decrease for the N28E nanocomposite was 40%. This approach is very promising for polyester-based nanocomposites, both in terms of thermal stabilization and improvement of clay exfoliation."]]], "doi": "10.1016/j.polymer.2012.12.066"}