{"title": "Effect of nanoclay content and compatibilizer on viscoelastic properties of montmorillonite/polypropylene nanocomposites", "abstract": "Highlights\n                  ► Synthesis of nanocomposites were carried out using master batch route. ► Properties of nanocomposites were obtained with and without compatabilizers. ► Better viscoelastic properties resulted with nanoclay addition. ► Use of compatibilizer resulted in degradation of properties of nanocomposites. ► AFM confirmed the experimental results.", "body": [["Introduction", ["The use of thermoplastics have been continuously increasing in the last few years and penetrated the various fields, such as automotive and aerospace industry, household and sport appliances which are once dominated by conventional materials like metals and alloys. The increasing demand for thermoplastics underlines the need of elevated reliability, lightweight, higher strength, higher stiffness and better viscoelastic properties. These requirements can be satisfied by exploring new materials with reinforcing these polymeric materials with nanoparticles such as nanoclay.", "Generally, virgin polymers are filled or reinforced with various fillers like clay, synthetic fibers, bio-fibers, etc. in order to improve the mechanical and thermal properties of the polymers. However, a higher weight of filler loading (up to 50%) is usually required in order to impart the desired properties. It has been shown that organically modified layered silicates (organoclay) can achieve the same properties with typically 2–5% by weight of filler, thereby producing materials of lower density and better processing ability [b0005]. Reinforcing the matrix material with one or more separate nano-materials results in improved mechanical and thermal properties of the composites also referred as nanocomposites [b0010 b0015 b0020 b0025 b0030].", "Polymer-layered silicate nanocomposites are currently prepared in four ways – in situ polymerization [b0035], intercalation from a polymer solution [b0040], direct intercalation by molten polymer [b0045] and sol–gel technology [b0050]. Melt intercalation method involves annealing, statically or under shear, a mixture of the polymer and organically modified layered silicates above the softening point of the polymer. According to Ray and Okamoto [b0055] direct intercalation by molten polymer method of preparation of nanocomposites has greater advantages over other methods as this method is environmentally benign due to the absence of organic solvents and is compatible with current industrial process, such as extrusion and injection molding. In the current work, preparation of nanocomposites is done through direct intercalation by using equipments such as torque rheometer, twin-screw extruder and injection molding machine. In this study, nanoclay modified with quaternary ammonium salt is used. The commonly used organo-modification agents are long carbon-chain alkyl ammonium salts. The quaternary ammonium ion is nominally chosen to compatibilize the layered silicate with a given polymer resin. However, the molecular structure, such as alkyl chain length and number of alkyl chains is the determining factor of the thermal stability of the polymer/MMT nanocomposites [b0060].", "Compatibility of matrix and reinforcing material is known to play a very important role in determining the mechanical properties of the composites. Sharma and Nayak [b0065] studied three different compositions of unmodified and modified nanoclay with varying percentages of nanoclay (3, 5 and 7wt.%) and without compatibilizer on PP-nanocomposites. After optimization of the mechanical properties, different percentages (5, 10, 15 and 20wt.%) of compatibilizer (PP-g-MA) were used in the preparation of nanocomposites and mechanical properties were investigated again. They claimed that only 20wt.% compatibilizer gave better results. Bahrami and Mirzaie [b0070] studied the effect of nanoclay and compatibilizer on mechanical properties of PP-nanocomposites and showed that addition of PP-g-MA decrease tensile strength and tensile modulus but addition of nanoclay increased tensile modulus because of its reinforcement effect. Deenadayalan et al. [b0005] investigated nanocomposites of polypropylene impact copolymer and organoclays to know the impact of different compatibilizers viz. polypropylene-graft-maleic anhydride (PPMA), polyethylene-graft-maleic anhydride (PEMA) and their mixture by varying percentages of clay (3% and 6%) in an attempt to obtain balanced mechanical properties. Nanocomposites with both PPMA and PEMA showed increase in tensile modulus, but only a marginal increase in tensile strength and in some cases, it actually decreased. They stated that the mixed compatibilizer system seems to provide the best balance of mechanical properties among all nanocomposite compositions investigated. Nevertheless, they did not compare the results without any compatibilizers. Karmarkar et al. [b0075] have reported isocyanate based m-TMI-g-PP as an effective coupling agent in wood polymer composites resulting in superior strength and stiffness of the composites as compared to the composites prepared using MAPP, the conventional coupling agent. They argued that –NCO group present in m-TMI-g-PP can covalently link with hydroxyl groups present on wood substrate. The effectiveness of this coupling agent on nanoclay filled polyropylene composites has not been studied. Since nanoclay also possess hydroxyl functionality, it is anticipated that m-TMI-g-PP will improve the interfacial adhesion between nanoclay and polypropylene. In the present study, dynamic mechanical properties of polypropylene – nano clay composites prepared with and without compatibilizer (m-TMI-g-PP) are studied over a wide range of temperature and frequencies. Results obtained are validated by morphological studies using atomic force microscopy."]], ["Dynamic mechanical analysis", ["Dynamic mechanical measurements performed over a wide range of temperatures provide valuable insight into the structure, morphology and viscoelastic behavior of polymeric materials [b0080 b0085 b0090 b0095]. Yin et al. [b0100] studied viscoelastic behavior of ductile thermoplastic materials such as Polycarbonate and acrylonitrile-butadine-styrene alloys and showed that storage modulus of the polymers decreases gradually with the increase of temperature and at different stage, the decrease rates are different, which corresponds to different material states, such as glassy, viscoelastic, rubber states, etc. Krump et al. [b0105] investigated the influence of the different types of modified clay on the melting behavior of PP and they demonstrated through thermo gravimetric analysis that the incorporation of clay in PP improves the thermal stability of PP.", "The storage modulus (<i>E′</i>) is the measure of stiffness, describing the range where the elastic property is higher. The higher the range, the higher will be the stiffness and load bearing capability of nanocomposites. Damping coefficient (tan\n                     <i>δ</i>) is an indicator of how efficiently a material loses energy to molecular rearrangements and internal friction. The damping ability of a material is described by the damping coefficient, which describes the ability for decay of the vibration amplitude and the loss modulus (the storage modulus times the damping coefficient), which describes the energy dissipation ability. Both attributes should be high for effective damping.", "In dynamic mechanical analysis, a transducer (LVDT) measures the response (strain, <i>ε</i>) of a material to a periodic excitation (which can be either free vibration, resonance vibrations or forced sinusoidal excitation). For a forced sinusoidal excitation at a fixed frequency, stresses and strains are given by\n                        \n                           (1)\n                           \n                              σ\n                              =\n                              \n                                 \n                                    σ\n                                 \n                                 \n                                    o\n                                 \n                              \n                              sin\n                              (\n                              ω\n                              t\n                              +\n                              δ\n                              )\n                              ,\n                           \n                        \n                     \n                     \n                        \n                           (2)\n                           \n                              ε\n                              =\n                              \n                                 \n                                    ε\n                                 \n                                 \n                                    o\n                                 \n                              \n                              sin\n                              (\n                              ω\n                              t\n                              )\n                              ,\n                           \n                        \n                     where <i>ω</i> is the angular frequency and <i>δ</i> is the angle that reflects the time lag between the stress and the strain.", "For a viscoelastic material, the modulus is a complex quantity (<i>E</i>∗\n                     ), which is given by\n                        \n                           (3)\n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    ∗\n                                 \n                              \n                              =\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              +\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    ″\n                                 \n                              \n                              .", "The storage modulus (<i>E′</i>) reflects the elastic response of the material. Loss modulus (\n                        \n                           \n                              \n                                 E\n                              \n                              \n                                 ″\n                              \n                           \n                        \n                     ), describes the strain energy, completely dissipated or lost, because of friction and internal motions.", "Loss tangent or damping coefficient (tan\n                     <i>δ</i>) is a measure of the damping performance of material and is given by\n                        \n                           (4)\n                           \n                              tan\n                              δ\n                              =\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              /\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    ″\n                                 \n                              \n                              ,\n                           \n                        \n                     where <i>δ</i> is the angle between in-phase and out-of-phase components in the cyclic loading. The peak in a curve of loss tangent versus temperature thus provides information about the glass transition temperature (<i>T</i>\n                     g)."]], ["Experimental details", [["Formulation of nanocomposites", ["Isotactic PP with the trade name Repol H110MA supplied by Reliance Polymers India was used as the matrix. A commercially available nanoclay called Crysnano 1010P, which is a natural montmorillonite modified with quaternary ammonium salt, was chosen as the reinforcing material. The choice of the nano material was partly influenced by its ease of availability and economic pricing. m-Isopropenyl-α-α-dimethylbenzyl-isocyanate (m-TMI) grafted Polypropylene (m-TMI-g-PP) was used as a compatibilizer and was prepared according to the procedure described elsewhere [b0075].", "Initially PP granules (weighing 30g) were added to the mixing chamber of a torque rheometer preheated to 150°C. For preparing nanoclay-PP composite with compatibilizer, a combination of 27.5g of PP granules and 2.5g of m-TMI-g-PP was pre-mixed in the torque rheometer. In either case, 30g of oven-dried nanoclay was then added to the mixing chamber. After thorough mixing for sufficient time, the blend was removed and cooled to room temperature. The resulting lumps of nanoclay-PP mixture with and without the m-TMI-g-PP referred to as a ‘master batch’ here, were later palletized into approximately 3mm sized pallets which were now ready for formulating the nanocaly-PP composite specimens with varying percentages (in the range of 3–9% by weight) of nanoclay.", "In the next step, an appropriate amount of nanoclay-PP taken from a master batch and a required amount of pure PP were dry blended in a blender. The dry mixture was then fed into the inlet hopper of a co-rotating twin-screw extruder and heated through several stages ranging from 165°C to 180°C. The usage of the twin-screw extruder ensured a homogeneous compounding of PP and nanoclay in an efficient manner resulting into a nanocomposite which has been subsequently labeled as PPNX-UC, PPNX_C(x being the concentration of nanoclay by weight varying from 3% to 9%, UC as uncoupled and C coupled) in the present study. The nanocomposite was recovered from the twin-screw extruder in the form of a molten extrudate which was guided into a standard cold water stranding bath. The cooled strands were chopped into pellets, dried and stored in sealed plastic bags. It is pointed out here that two types of samples, that is, with and without compatibilizers, were obtained.", "Finally, the compounded pallets of nanoclay-PP composites were molded into standard ASTM D638-94b [b0110] and ASTM D790-92 [b0115] type specimens using a microprocessor controlled 60tonne L&T Demag injection molding machine."]], ["Dynamic mechanical analysis", ["Dynamic mechanical tests were performed in a tensile mode on PP and nanocomposites (PPNX-UC, PPNX_C) with temperature and frequency sweeps. Size of the specimen used is 50mm×4mm×3mm. Dynamic mechanical analyzer used in this study was an “EPLEXOR 500N” with a load capacity force range (static) of 500N, dynamic strain ±1mm to ±1.5mm, static strain up to 35mm and frequency range of 0.01–100Hz. DMA tests were conducted in accordance with ASTM D4065-94 [b0120]. The DMA equipment was calibrated according to the recommended procedures using the manufacturer’s software. DMA was performed over a temperature range from −40°C to 120°C at a step of 5°C and frequency range from 1Hz to 100Hz at a step of 10Hz."]]]], ["Atomic Force Microscopy", ["Atomic Force Microscopy (AFM) is a high-resolution microscopy technique, which produces precise topographic images of a sample by scanning the surface with a nanometer-scale probe (lateral resolution ∼1nm, vertical ∼0.1nm). A unique advantage of AFM is that it enables imaging with minimal sample preparation, in air or liquid environment. AFM used in the study is the INNOVA SPM, Bruker AXS Company.", "Atomic Force Microscopy (AFM) and, in particular, tapping mode AFM (TMAFM) [b0125] has emerged as an important analytical tool for characterization of the structure and the properties of heterogeneous polymers. In tapping mode, a cantilever is forced to oscillate with the probing tip at a given amplitude (free vibration) or near its resonance frequency. The cantilever is then brought close to the specimen and made to tap the surface with a given reduced frequency to obtain the phase images and the height contrast images. The scan conditions are chosen in order to obtain a stiffness contrast in which the brighter areas are stiffer than the darker areas. Thus, the nanoclay located on the surface appears brighter than the polypropylene matrix."]], ["Results and discussion", [["DMA tests", ["DMA was employed to measure the dynamic response of the PP, PPNX-UC and PPNX_C under a given set of conditions. The viscoelastic behavior of polymeric nanocomposites, especially the glass transition state, is a key factor to understand the processing structure property relationship in these materials. The analysis of the storage modulus, loss modulus, and loss tangent or damping coefficient (tan\n                        <i>δ</i>) curves are very useful in ascertaining the performance of the sample under stress, temperature and frequency.", ["Storage modulus", ["[f0005]\n                            shows the change in storage modulus (<i>E′</i>) as a function of temperature at 5Hz frequency for PP, PPNX-UC and PPNX_C. Virgin PP has shown storage modulus of 3750MPa at −40°C whereas composites without compatibilizer at 9% nanoclay has exhibited storage modulus of 5120MPa. The storage modulus of the composites increased continuously with the nanoclay content. Composites with compatibilizer also exhibited superior storage modulus as compared to virgin PP with maximum storage modulus at 9% nanoclay content. It demonstrates that the inclusion of nanoclay in polypropylene matrix (with or without compatibilizer) results in higher storage modulus of the composites. The pattern of temperature dependence of storage modulus was similar in pure PP and nanoclay composites as the material drifts away from elastic behavior to viscous with the increasing temperature. However, all nanocomposites (PPNX-UC, PPNX_C) possessed higher storage modulus than pure PP, all through the test temperature range. Even at 80°C storage modulus of composite without and with compatibilizer was 57% and 39% higher respectively than the storage modulus of virgin PP. The results are in line with the reported in literature [b0065 b0095 b0130]. The extent in increase is found to be related to the type of nanoclay, clay content, compatibilizer and processing parameters. Misra et al. [b0135] reported about 50% increase in storage modulus in PP-nanoclay composite at 4% nanoclay and at 25°C. Sharma and Nayak [b0065] reported only 10–17% increase in storage modulus at 3% nanoclay content measured at −150°C. The increase in storage modulus indicates the mechanical reinforcing effect of nanoclay in the composites.", "However, the storage modulus of composites without compatibilizer was higher than with compatibilizer. Comparison of storage modulus of PP and PP nanocomposites with and without compatibilizer at different temperatures and at 55Hz is given in [t0005]\n                           . The difference in storage modulus between the two composites was maximum (∼18%) at 3% nanoclay content at −40°C. At higher nanoclay content, the difference was narrowed down to about 6–7.5%. The results observed here are in contrast to the reported effect of compatibilizer on storage modulus of PP-nanoclay composites. In most of the studies, maleic anhydride grafted PP (PP-g-MA) has been used as the compatibilizer and was found to enhance the mechanical properties of the composites [b0130 b0140 b0145 b0150]. However, the effect of compatibilizer depends on the type of compatibilizer and clay characteristics. Sharma and Nayak [b0065] observed contrasting effect of PP-g-MA as the compatibilizer on storage modulus in PP-nanoclay composites prepared using <i>p</i>-aminobenzoic acid modified nanoclay and octadecylamine modified nanoclay respectively. Use of polyolefin elastomer grafted maleic anhydride (POE-g-MA) as compatibilizer has been reported to reduce storage modulus in polypropylene/clay nanocomposites contrary to PP-g-MA compatibilizer [b0130].", "These differences in storage modulus in composite with and without compatibilizer could be attributed to the differences in dispersion of nanoclay in the composite. Hambir et al. [b0155] reported that the enhancement in storage modulus in nanocomposite is closely linked with the nano scale dispersion of clay in the matrix. The dispersion of nanoclay in the composite has been analyzed by AFM and is discussed later."]], ["Loss modulus", ["The loss modulus indicates the amount of energy lost to friction and internal motion and can thus be used as a measurement of viscous component or unrecoverable oscillation energy dissipated per cycle. It may further be concluded that the satisfactorily dispersed nanoclay would assist in dissipating energy under viscoelastic deformation of the surrounding resin blend matrix. Loss modulus ([f0010]\n                           ) peaked near the glass transition temperature and thereafter it decreased sharply indicating the increased flow of chain movements above transition temperature. The loss modulus is more for both composites, with and without compatibilizer, as compared to pure PP throughout the temperature range. Yang et al. [b0160] have reported the increase in loss modulus with the inclusion of nano-fillers. It is also evident from [f0010] that the addition of nanoclay did not affect the peak loss modulus temperature as the peak is around 4°C which is mainly concerned with the molecular motion of crystalline region of PP. This suggests that the nanoclay did not affect the relaxation behavior of PP.", "To analyze the effect of compatibilizer, loss modulus of PP and nanocomposites with and without compatibilizer at different temperatures and at 55Hz is given in [t0010]\n                           . No specific trend was evident for the effect of compatibilizer on loss modulus. Loss modulus of composites with compatibilizer was higher than without compatibilizer for 3% and 9% nanoclay content. However, at 6% nanoclay, the effect was opposite."]], ["Damping coefficient", ["Damping coefficient as a function of temperature for PP and PP nanocomposites (PPNX-UC, PPNX_C) at a frequency of 5Hz is shown in [f0015]\n                            and comparison of damping coefficients of PP and PP nanocomposites with and without compatibilizer at different temperatures and at 55Hz is given in [t0015]\n                           . The value of peak of tan\n                           <i>δ</i> is commonly taken to be the glass transition temperature (<i>T</i>\n                           g) of the material. Glass transition temperature (<i>T</i>\n                           g) for PP is found to be 10.5°C. From the graph ([f0015]), it is observed that the glass transition temperature of PPN3-UC and PPN6-UC is same as that of PP, but glass transition temperature increased to 14.5°C for PPN9-UC at 5Hz. However, there was no increase in the value of <i>T</i>\n                           g for the coupled nanocomposites ([t0015]). The shift in glass transition temperature towards higher temperature at higher concentration of nanoclay indicates greater thermal stability at higher filler loading. Composites prepared at higher nanoclay (9%) without compatibilizer also exhibited significantly low damping coefficient as compared to pure PP below glass transition. However, in composites with compatibilizer at the same nanoclay content, the damping coefficient was close to that of pure PP. At lower nano content, (3% and 6%) there was no significant difference in damping coefficient of composites (PPN3-UC and PPN6-UC) with pure PP. Lee et al. [b0150] also find no significant influence of nanoclay content on tan\n                           <i>δ</i> in polyethylene-layered silicate nanocomposites with or without PP-g-MA compatibilizer. General increase in storage modulus and loss modulus and decrease in damping coefficient with increasing micro-filler like wood fibers in natural fiber filled composites has been reported by many researchers [b0165 b0170]."]], ["Effect of frequency", ["Dynamic mechanical properties such as storage modulus and damping coefficient depend on both temperature and frequency. Generally, the dynamic measurements are conducted over a frequency range at constant temperature or over a temperature range at constant frequency.", "[f0020]\n                            shows the variation of storage modulus versus frequency at −40°C, 10°C, 50°C and 100°C for PPN3-C and PPN3-UC. It is found that <i>E′</i> for PPN3-UC is higher than that of PPN3-C for all frequencies (5Hz–100Hz). However, variation of <i>E′</i> with frequency is marginal for both PPN3-C and PPN3-UC within the studied frequency range.", "[f0025 f0030]\n                           \n                            show the plot of tan\n                           <i>δ</i> versus temperature at 5Hz,55Hz and 85Hz for PP and PPN9-UC respectively. Glass transition temperature (<i>T</i>\n                           g) for PP is found to be 10.5°C at 5Hz. As the frequency is increased, <i>T</i>\n                           g also increased to 15.4 for PP and uncoupled nanocomposites at the frequencies of 55Hz and 85Hz. It is clear from the [f0020 f0030] that loading of nanoclay, temperature and frequency have the effect on glass transition temperature. <i>T</i>\n                           g for PPN9-UC is found to be 20°C at a frequency of 85Hz. The increase in <i>T</i>\n                           g for nanocomposites is mainly due to decrease in segmental mobility of the polymer chain."]]]], ["Surface topography", ["Systematic TMAFM investigations were carried out on samples with very flat surfaces. 10mm×10mm×3mm injection molded nanocomposite specimens were used for analysis. Topographical study was carried out on 9% nanoclay loading specimens with and without compatibilizer.", "Phase contrast and height contrast images were obtained from SPMLab image analysis software. Brighter areas, which are stiffer represents nanoclay. [f0035 f0045]\n                        \n                         show the phase contrast and height contrast images of PPN9-UC and there is a uniform distribution of nanoclay in the polypropylene matrix. Similarly, [f0040 f0050]\n                        \n                         show the phase contrast and height contrast images of PPN9-C respectively. The comparison of images reveals that the nanoclay is not distributed uniformly and tends to be more aggregated in nanocomposites with compatibilizers than in composites without compatibilizer wherein a more uniform dispersion of nanoclay is evident. This suggests that the addition of compatibilzer, m-TMI-g-PP, is aiding to clustering of nanoclay instead of helping in uniform dispersion. The non-uniform dispersion of nanoclay in composites with compatibilizer would have resulted in the poor storage modulus of these composites. It is also evident from [t0005] that relative increase in storage modulus in composites with compatibilizer with the increase in nanoclay from 6% to 9% nanoclay was relatively small at sub-ambient temperature and rather decreased at higher temperatures (>40°C). This phenomenon could also be attributed to the increased clustering of nanoclay at higher clay content in composites with compatibilizer. Dayma and Sathpathy [b0175] have reported the increased clustering at 4% nanoclay than at 2% nanoclay content in polyamide-polythene-nanoclay composites."]]]], ["Conclusions", ["Effect of nanoclay content and m-TMI-g-PP as the compatibilizer was studied on viscoelastic behavior on PP-nanoclay composites. Nanocomposites prepared with and without compatabilizers exhibited viscoelastic properties different from pure polypropylene. Dynamic mechanical analysis revealed an increase in the magnitude of the storage modulus with the addition of nanoclay in both composites, with and without compatibilizer. The increase in storage modulus is attributed to the reinforcing effect of nanoclay. Nine percent nanoclay reinforcement without compatibilizer resulted in the highest storage modulus at all temperature compared to PP and other nanocomposites. At 0°C, storage modulus of composite with 9% nanoclay was about 41% higher than pure PP. Addition of m-TMI-g-PP as the compatibilizer had an adverse effect on storage modulus of the composite. Storage modulus of all nanocomposites without compatibilizer was superior to their counterparts with compatibilizer. This can be attributed to uniform distribution of nanoclay and the same is confirmed by atomic force microscopy images. There is an increase in loss modulus at higher nanoclay loading, which leads to more energy dissipation in the system under viscoelastic deformation. Frequencies did not have any effect on storage modulus, but it was responsible for shifting glass transition temperature of nanocomposites at higher clay loading. This study reveal that compatibilizer do not contribute much to the improving of viscoelastic properties."]]], "doi": "10.1016/j.matdes.2011.12.034"}