{"title": "Antistatic coating and electromagnetic shielding properties of a hybrid material based on polyaniline/organoclay nanocomposite and EPDM rubber", "abstract": "Thermal, mechanical, electrical and microwave radiation absorbing properties of conductive composites based on dodecylbenzenesulfonate doped polyaniline/organoclay nanocomposites and propylene–ethylidene–norbornene rubber have been investigated with special interest on the effect of the nanocomposite concentration. Composites were prepared by melt blending using an internal mixer. Morphology studies by scanning electron microscopy of cryofractured surfaces indicated that the conducting nanocomposites produced heterogeneously distributed aggregates in the continuous elastomeric matrix. The composites exhibit high conductivities, up to 10−3\n                     Scm−1 for 40wt.% of conducting nanocomposite, and good mechanical properties. They also present high microwave attenuation values, in the frequency range of 8–12GHz. This property depends on the concentration of the conductive nanocomposite and on the film thickness. The composites can be used for antistatic coatings or for electromagnetic shielding.", "body": [["Introduction", ["The electromagnetic radiation is one of the unfortunate by-products of the rapid proliferation of electronic devices, specifically due to the rapid development of 1–5GHz electronic and telecommunication systems, such as: mobile phones, wireless internet, LAN system or “Bluetooth” devices and electronic equipment operating at 5V [bib1 bib2]. These radiations interfere with household appliances and may generate disastrous effects in large-scale computers [bib2 bib3 bib4 bib5 bib6 bib7]. Therefore, radiation-shielding materials are essential for high operational reliability and long life of electronic equipment since they reduce or suppress the electromagnetic noise [bib1 bib2]. Many types of radar absorbing materials (RAM) are also commercially available and, at present, the most cost effective means of shielding radar radiation, controlling electromagnetic interference (EMI) and dissipating electrostatic charge (ESD) is to use magnetic or dielectric fillers [bib1 bib8 bib9 bib10] or intrinsically conducting polymers (ICP) [bib11 bib12 bib13].", "Due to its high conductivity and many other properties, such as environmental stability and rather simple synthesis, ICP became the focus of attention for preparation of new materials for the fabrication of industrial devices [bib14 bib15 bib16]. Specifically, ICP provide bands of delocalized π molecular orbitals, and a full range of semiconductor and metal behaviors can be achieved through the control of the degree of band filling, i.e. chemical doping [bib17]. For many applications, this material must be prepared in the form of films on a large scale using the techniques applied to the production of thermoplastic polymer films. Thus, it is necessary to prepare blends with conventional thermoplastics, such as polyvinyl chloride (PVC) [bib18] or polystyrene (PS) [bib19 bib20]. In addition, the ICP not only reflect but also absorb electromagnetic wave, and may attain high levels of shielding performance [bib17]. For this purpose successful combinations of ICP with different processable insulating polymers have been reported in the literature, such as poly(ethylene-<i>co</i>-propylene-<i>co</i>-ethylidene-norbornene) (EPDM) [bib21] and poly(butadiene-<i>co</i>-acrylonitrile) (NBR) [bib22].", "One way to improve the bulk properties of an ICP is to confine it in nanoscale environments. Thus, there are reports on the preparation and properties of lamellar nanocomposites based on conducting polymers, like polyaniline, with various layered host materials, such as: FeOCl [bib23], V2O5 \n                     [bib24], MnPS3 \n                     [bib25 bib26], MoO3 \n                     [bib27], MoS2 \n                     [bib28] and silicates, specifically montmorillonite (MMT) clays [bib29 bib30 bib31 bib32]. The interest in these materials is due to their synergistic effect owing to the intimate mixing between inorganic and organic components at a molecular level. In these materials the conductivity is controlled by two antagonistic effects: (i) confinement of the ICP in the interlayer space disrupts the three-dimensional organization of the polymer chains and lowers the intermolecular interactions and (ii) the extended polymer chain with high conjugation and a small number of polymer bridges enhances the conductivity of the hybrid nanocomposite, facilitating electron transport between different layers [bib30 bib33]. Thus, the combination of a conducting polymer with an inorganic host opens a way to obtain new conducting nanocomposites with novel properties. According to Yang and Chen [bib34], if the native clay layers are modified by suitable organic cations, more monomer or prepolymers can be intercalated into the clay layer, prior to polymerization. This method of organophilic MMT clay modification is based on a cation-exchange reaction between the clay and a tetra-alkylammonium salt (surfactant molecule), such as dioctadecyldimethylammonium bromide. Thus, through chemical modification, the hydrophilic clay surface becomes organophilic and, therefore, compatible with certain conventional organic polymers [bib35].", "Due to the high electrical conductivity of the nanocomposite, it is necessary to dilute the conductive phase to attain the appropriate surface electrical resistance. For practical use of microwave absorbers, thermoplastic or rubber composites are more useful than sintered bodies due to their flexibility. Thus, the combination of the conducting nanocomposite material with an elastomer leads to new materials with good electrical and mechanical properties and, specially, makes possible the processing of conducting polymers through methods used in the plastics industries and, hence, permits large-scale preparation.", "This work deals with the conductivity, mechanical properties and reflectivity measurements of composites prepared by mechanical mixing based on EPDM and a conducting nanocomposite containing polyaniline and an organoclay."]], ["Experimental part", [["Materials", ["Aniline (Bann Química Ltda., Paulínia, Brazil), ammonium persulfate, (NH4)2S2O8 (Cromato Produtos Químicos, São Paulo, Brazil), dodecylbenzene sulfonic acid, DBSA (Chemco Ind. Ltda., Campinas, Brazil) and technical grade ethanol were used without further purification. Viscogel B4® (Química Roveri Comercial Ltda., São Paulo, Brazil) is an organically modified bentonite clay with a quaternary alkylammonium salt, ditallowdimethylammonium salt. Tallow is a natural product predominantly composed (∼63wt.%) of saturated and unsaturated hydrocarbon (18 carbons) chains.", "EPDM (67, 28 and 5wt.% of ethylene, propylene and ethylidene–norbornene, respectively) was supplied by the DSM Americas Brazilian plant (Duque de Caxias, Brazil)."]], ["Preparation of PAni-DBSA/organoclay nanocomposites", ["The powder from the nanocomposite of PAni-DBSA and the organoclay (aniline:organoclay=1:1) was prepared by the emulsion polymerization method. Twelve grams of organoclay were added to 350mL of water and vigorously stirred at 80°C for 3h, producing a fine aqueous dispersion. The subsequent addition of aniline and DBSA (molar ratio aniline:DBSA was 1:3), and ethanol (140mL) into the clay–water dispersion was done at ambient temperature. The monomer–clay–water dispersion was stirred for 3h, and cooled to ca. 0°C with stirring. An aqueous solution of (NH4)2S2O8 was added dropwise to initiate the polymerization. The concentration of the (NH4)2S2O8 solution was adjusted to have an aniline:(NH4)2S2O8 molar ratio of 1:1.5. The polymerization was carried out at ∼0° C overnight, with stirring. At the final stage of polymerization, a dark green and very stable PAni-DBSA/organoclay dispersion was obtained. This material was isolated by filtration, washed with an ethanol:water mixture (volume ratio 2:5) and dried under vacuum at 40°C for 72h. The product was finally milled in a mortar. Pure PAni-DBSA was prepared by the same emulsion polymerization procedure."]], ["Preparation of PAni-DBSA/organoclay-EPDM composites", ["The PAni-DBSA/organoclay-EPDM nanocomposites were prepared in a counter-rotating twin-rotor internal mixer coupled to a torque rheometer (Haake, model Rheocord 90) at 150°C and 50rpm for 3min. The hybrid materials were prepared by the simultaneous addition of PAni-DBSA/organoclay nanocomposite and EPDM rubber, and the composite ratios in weight were 10:90 (EPDM-1), 20:80 (EPDM-2), 30:70 (EPDM-3) and 40:60 (EPDM-4), respectively. The unloading of the mixing chamber was followed by lamination in an open roll mill at 70°C. After that, flat 1.5mm thick sheets with 15cm×15cm dimension were prepared by compression molding at 150°C, 2MPa for 5min."]], ["Characterization", ["The electrical conductivities of pressed pellets of PAni-DBSA/organoclay nanocomposites were measured according to ASTM F 43-99 using a Keithley 617 Programmable Electrometer. The electrical conductivities of PAni-DBSA/organoclay-EPDM composites were measured by an adaptation of the Coleman method using a Keithley 617 Programmable Electrometer interfaced to a computer and a four-probe sensor with gold contacts [bib21 bib36]. X-ray diffraction (XRD) patterns were obtained on a Shimadzu XRD 6000 X-ray diffractometer. The diffractograms were scanned in 2<i>θ</i> ranges from 1.2° to 10° at a rate of 0.5°min−1. Thermogravimetric analyses were done using a TA Instrument TGA 2050 at 10°Cmin−1, from room temperature to 900°C under an air atmosphere. Dynamic mechanical measurements were made using rectangular bars (6.9mm×1.9mm×5.8mm cut from the compression-molded sheets) using a TA 983 DMA equipment operating at a frequency of 1Hz with sinusoidal deformation and a heating rate of 2°Cmin−1, over a temperature range of −100 to 20°C. Stress–strain tests were done using an EMIC DL 2000 instrument, according to the DIN 53504 standard and using a cross-head speed of 200mmmin−1. Electromagnetic radiation reflectivity measurements, over the frequency range of 8–12GHz, were done using a waveguide coupled to an Agilent Synthesized Sweeper model 8375A and a HP 7000 spectrum analyzer. The radiation attenuation was calculated from the difference between the attenuation curves of the blend and an aluminum plate used as reference."]]]], ["Result and discussion", ["The polymerization of <i>anilinum</i>-DBSA into the interlamelar space of the organoclay in an ethanol/water medium proceeds with a typical color change from colorless to dark green, indicating the formation of PAni emeraldine salt. Also, it was observed that, the induction period for formation of the <i>anilinum</i>-DBSA complex is reduced in the presence of organoclay (1h) as a compared to a conventional polymerization. This value is higher than observed by Jia et al. [bib33] because their addition of aniline and DBSA was done at 25°C. In addition, the use of an ethanol/water medium reduced the amount of residual solvent and filtration time. This is very important for the preparation of this material on a large scale. The conductivity of the PAni-DBSA/organoclay nanocomposite was 4.4±1.0Scm−1, interestingly the same conductivity as the pure PAni-DBSA complex. We suggest that the final structure of the PAni-DBSA/organoclay composites is an intercalated structure containing a low amount of bulk PAni-DBSA, which is surrounds the intercalated structure that acts as a bridge, facilitating electron transport.", "The electrical conductivity of the PAni-DBSA/organoclay-EPDM composites strongly depends on the PAni-DBSA/organoclay nanocomposite content. When the content of conducting material is 40wt.%, the conductivity reaches 10−3\n                     Scm−1 ([fig1]\n                     ). This value is high compared to previously reported conductivities for PAni-DBSA/PSS and PAni-DBSA/EPDM blends, at the same concentration of the PAni-DBSA complex [bib20 bib21]. Increasing the amount of the conductive nanocomposite in the insulating matrix seems to create a more perfect conductive network. Hence, large amounts of material with good antistatic and conductive properties can be prepared in an inexpensive way using this method. In general, surface resistivities of 104–108\n                     Ωcm are needed for antistatic application [bib2].", "The XRD patterns of organoclay and PAni-DBSA/organoclay revealed diffraction peaks at 2<i>θ</i>\n                     =3.00° and 2.23°, respectively ([fig2]\n                     ). The basal spacing in the (001) direction of organoclay, calculated from the Bragg Equation, was increased by a value equivalent to the size of the PAni-DBSA complex, from 29.6 to 39.7Å. Hence, the XRD patterns of PAni-DBSA/organoclay demonstrate that the conducting Pani-DBSA complex is intercalated between the organoclay layers at the nanoscale level. In addition, [fig2] also shows XRD patterns for PAni-DBSA/organoclay//EPDM composites (EPDM-2 and EPDM-4). We can observe an intense XRD signal at 2<i>θ</i>\n                     =2° for the composites indicating the presence of the PAni-DBSA/organoclay nanocomposite in the elastomeric matrix. In this case, the presence of this intercalated conductive material in the elastomeric matrix is very interesting due to the possibility of it acting as an active center for the absorption of microwave radiation.", "[fig3]\n                      shows the TGA curves for the PAni-DBSA complex, organoclay, PAni-DBSA/organoclay nanocomposites and PAni-DBSA/organoclay-EPDM composites, measured under a synthetic air atmosphere. The degradation temperatures of the materials were measured from the intersection of the tangent of the initial part and the inflection of the curve. It is observed that the degradation temperature increased from 250°C, for the PAni-DBSA complex, to 285°C, for the PAni-DBSA/organoclay nanocomposites, since the weight loss below 100°C is a result of the residual solvent evaporation (∼5%) ([fig3]A). The PAni-DBSA/organoclay nanocomposites present two degradation stages. The first process occurs between 250 and 350°C, corresponding to a weight loss of ∼30%, which is associated to the decomposition of DBSA (bound and in excess). The second degradation process occurs between 350 and 600°C, with 40% weight loss, assigned to decomposition of the organic substances present in the organoclay (alkyl tail), bound DBSA and polymer degradation [bib37]. The onset of decomposition temperature of bound DBSA increases by about 30°C, as observed by Jia et al. [bib33]. Also, it was observed that during the second stage of decomposition the weight loss was lower in comparison to PAni-DBSA complex. The organoclay particles with a high aspect ratio may hinder the degradation process providing a barrier to preclude evaporation of small molecules generated during the thermal decomposition process. According to Zanetti et al. [bib38], the barrier effect of the clay increases during volatilization because of the reassembly of the silicate layers on the polymer surface by the thermal decomposition of the alkyl tail present in the organoclay. In this study, it was also observed that the PAni-DBSA complex and PAni-DBSA/organoclay nanocomposite present a residual char at 880°C corresponding to a residue of 17 and 33%, respectively. Hence, TGA measurement confirmed that the ratio PAni:clay is approximately 1:1.", "TGA curves of PAni-DBSA/organoclay-EPDM composites indicated that the samples present a lower initial degradation temperature than pure EPDM ([fig3]B). We suggest that is due to loss of excess DBSA. However, the onset decomposition temperatures of the composites are higher than pure EPDM and are shifted towards a higher temperature range as the content of nanocomposite increase. These behaviors are assigned to the barrier effect of the clay particles and, thus, hinder the degradation process, as discussed above [bib38]. Hence, the composites present a residual char (above 600°C) proportional to the nanocomposite content in the samples.", "[fig4]\n                      shows the temperature dependence of storage modulus (<i>E</i>′), loss modulus (<i>E</i>″) and tan delta (<i>δ</i>) of EPDM and PAni-DBSA/organoclay-EPDM composites. The storage modulus is related to the ability of the material to store or return energy when an oscillatory force is applied to the specimen, and the loss modulus is related to the ability to lose the energy. These properties were measured to examine the degree of filler–matrix interaction of PAni-DBSA/organoclay nanocomposites. For all samples studied, the storage modulus decreases as the temperature increases ([fig4]a). However, the storage modulus increases as a function of PAni-DBSA/organoclay nanocomposite content. This clearly indicates that there is a large mechanical reinforcement by the nanocomposite over the entire temperature range. In addition, the results also show that the reinforcement effect of the nanocomposite on the mechanical properties is better in the rubbery state than in the glassy state. The loss modulus of all PAni-DBSA/organoclay-EPDM composites increased in comparison to pure EPDM ([fig4]b). In these curves, there is one peak at low temperature (∼−40°C), indicating the α-transition of EPDM, described as the glass transition temperature (<i>T</i>\n                     g) [bib39].", "In the tan\n                     <i>δ</i> versus temperature plots, [fig4]c, we observe the decrease in the <i>T</i>\n                     g of the composites, which may be explained by the increase of free volume as a function of the nanocomposite content. A lower temperature is required to attain the required free volume for the onset segmental Brownian motion. In addition, <i>T</i>\n                     g depression also is due to an increase of thermal stress across the elastomer domains, attributed to differences in thermal expansion coefficients of composites, resulting in a negative pressure of the elastomer domains. This is also associated with an increase of free volume of the rubber component and therefore with an increase of motion ability of the rubber molecules.", "The stress–strain curves for EPDM and PAni-DBSA/organoclay-EPDM composites are shown in [fig5]\n                     . The composites present the stress–strain behavior observed for typical uncrosslinked elastomers. Also, mechanical parameters, like elongation, stress at break and Young's modulus depend strongly on the concentration of the PAni-DBSA/organoclay nanocomposite ([tbl1]\n                     ). The material becomes more rigid according to the nanocomposite content, as expected from the addition of a reinforcing filler to an elastomer.", "[fig6]\n                      shows the SEM photographs of EPDM-2 and EPDM-4 samples. We observe aggregates of PAni-DBSA/organoclay nanocomposite of different size and shape heterogeneously distributed in the elastomeric matrix when the nanocomposite fraction increases. This is due to the low shear stress and processing time, which do not make an exfoliated material. Interestingly, the morphology attained permits suggesting that the material presents excellent microwave absorption properties as verified in previous work [bib21 bib22 bib40]. Hence, reflectivity measurements in the 8–12GHz frequency range were done to measure the shielding effectivity.", "The results of reflectivity coefficient <i>R</i> (in decibels, dB) are presented as a function of frequency (GHz) and absorber thickness ([fig7]\n                     ). In our study, the permittivity data are not available for the samples, thus, comparison with theoretical reflection curves is not possible. High radiation attenuation values (ca. −11dB), in the frequency range of 11–12GHz, were obtained when the composites contained 30wt.% of the PAni-DBSA/organoclay nanocomposite (EPDM-3). This value corresponds to a dissipation of 90% of the incident radiation. Also the composite containing 40wt.% of nanocomposite (EPDM-4) presents radiation attenuation values between −4 and −9dB in the frequency range of 8–12GHz. In this case, the composite exhibits a broadband behavior, with microwave radiation absorption of 80% ([fig7]). Hence, the reflectivity properties of EPDM conducting composite depend on composite composition and microstructure attained after processing. In this case, the PAni-DBSA/organoclay nanocomposite agglomerates, between the elastomeric phases, act on the wave–matter interaction [bib22] ([fig6]). This shows that these conducting polyaniline nanocomposites are an effective absorber in the microwave range. In addition, the PAni-DBSA/organoclay nanocomposite (EPDM-3) present lower microwave absorbing properties, between 8 and 12GHz, that the binary blend based on EPDM and PAni-DBSA complex with the same content of PAni-DBSA complex ([fig7]a). However, the conducting nanocomposite presents the advantage of no loss of DBSA by exudation as a function of time, and presents a shift of the attenuation values to higher frequencies, specifically the maximum of the attenuation values occur at frequencies higher than 12GHz.", "[fig7]b shows the attenuation curve of the PAni-DBSA/organoclay-EPDM composites as a function of the frequency for samples of different thicknesses. We can observe that an increase in the thickness of the sample (two layers) leads to a shift of the attenuation values to lower frequencies, and the EDPM-2 composite attained high radiation attenuation values (ca. −10dB), in the frequency range of 8–9GHz, corresponding to an attenuation between 80 and 90% of the incident radiation. This is due to the dielectric characteristics of polyaniline known as <i>λ</i>/4 (<i>λ</i> is wavelength of radiation) [bib11 bib20 bib40]. In other words, minimal reflection of the microwave power or matching conditions occurs when the thickness of the absorber approximates a quarter of the propagating wavelength multiplied by an odd number [bib41]. This shows that the attenuation peak frequency of composites can be manipulated by changing the thickness of material.", "Also, the composites prepared in this work present microwave absorbing properties similar to the blend based on NBR, EPDM and PAni-DBSA complex [bib38], but with the advantage of no loss of DBSA by exudation as a function of time and better thermal properties. Thus, excellent microwave absorbing materials with lower content of conducting polymer were prepared."]], ["Conclusions", ["We have successfully prepared by mechanical mixing a composite based on EPDM and polyaniline/organoclay nanocomposite. Our results indicate that the composites exhibit good absorption performances over a broadband range in the radar band with good thermal and mechanical properties. The absorption peak frequency can be easily manipulated by changing the thickness of the microwave absorber. Also, the ease of processing of the composites permits making multi-layers with good reflectivity performance. Due to the thermal stability and easy and low cost preparation routes, the PAni-DBSA/organoclay nanocomposite has a promising potential for microwave absorptions. In addition, these conductive composites can find applications as antistatic packaging layers."]]], "doi": "10.1016/j.synthmet.2006.09.003"}