{"title": "Comparative studies for the effect of intercalating agent on the physical properties of epoxy resin-clay based nanocomposite materials", "abstract": "In this study, a series of comparative studies for the effect of intercalating agent on the physical properties of the epoxy resin-clay based nanocomposite materials were performed. First, the quaternary alkylphosphonium and alkylammonium salt were both used as the intercalating agents separately for the preparation of organophilic clay through the cationic exchange reactions with Na+-montmorillonite clay. Subsequently, the organophilic clay was blent into the epoxy resin through <i>in-situ</i> thermal ring-opening polymerizations to prepare a series of polymer-clay nanocomposite (PCN) materials. The as-synthesized PCN materials were subsequently characterized by Fourier-Transformation infrared (FTIR) spectroscopy, wide-angle powder X-ray diffraction (WXRD), and transmission electron microscopy (TEM).\n                  It should be noted that the quaternary alkylphosphonium salt (Φ3P+-C12)-modified clay was found to show better dispersion capability than that of quaternary alkylammonium salt (Me3N+-C16)-modified clay existed in the polymer matrix based on the studies of WXRD and TEM. The better dispersion of (Φ3P+-C12)-modified clay in epoxy resin was found to lead more effectively enhanced physical property such as corrosion protection, gas barrier, mechanical strength, thermal stability, and flame retardant properties of polymers than that of (Me3N+-C16)-modified clay, in the form of coating and membrane, based on the measurements of a series of electrochemical corrosion parameters, gas permeability analysis (GPA), dynamic mechanical analysis (DMA), differential scanning calorimetry (DSC), thermogravimetric analysis (TGA), and limiting oxygen index (LOI), respectively. Effect of material composition on the physical properties of as-prepared materials was also investigated.", "body": [["Introduction", ["Nanocomposite materials consisted of organic polymeric matrix and inorganic nano-layered clay platelets have lately evoked a great deal of academic and industrial research activities due to their uniqueness of combining the organic and inorganic characteristics at the molecular level, leading to the formation of nanocomposite materials with effectively enhanced physical properties such as thermal properties (e.g., thermal stability [bib1], flame retardant [bib2], thermal conductivity [bib3]), mechanical properties (e.g., mechanical strength [bib4], hardness [bib5], abrasion resistance [bib6]), electro-rheological properties [bib7], permeability properties (e.g., gas barrier [bib8], pervaporation [bib9]) and corrosion protection properties [bib10] of polymers.", "Currently, Na+-montmorillonite (Na+-MMT) clay is widely used in the preparation of polymer nanocomposite materials because its lamellar elements exhibit high in-plane strength, stiffness, and high aspect ratio. Typically, the chemical structures of MMT consist of two fused silica tetrahedral sheets sandwiching an edge-shared octahedral sheet of either magnesium or aluminum hydroxide. The Na+ and Ca2+ residing in the interlayer regions usually can be replaced by organic cations such as alkylammonium ions by a cationic-exchange reaction to render the hydrophilic-layered silicate organophilic. The organophilically charged clay layers exchanged by cationic surfactants playing an important role for the intercalation.", "In the past decades, thermosetting polymers such as epoxy resin, polyimide or phenolic resins attracted many chemists, physicists, and material scientists devoting efforts to study their nanocomposites. Among these thermosets, epoxy resins evoked intensive studies much in the preparation of nanocomposite materials lately due to their high tensile strength, and modulus, good adhesive properties, good chemical, and corrosion resistance, low shrinkage in cure, and excellent dimensional stability. Up to date, many published literatures in terms of the investigations focused on the investigations of epoxy resin-clay nanocomposite materials have been reported and concentrated mainly on the exploration of mechanical and thermal properties based on the comparative studies between nanocomposites containing raw Na+-MMT and organophilic clay [bib11]. However, effect of different intercalation agent on physical properties of nanocomposite materials has seldom been mentioned.", "Therefore, in this study, we present a series of comparative studies for the effect of intercalating agent on physical properties of epoxy resin-clay based nanocomposite materials. The as-synthesized nanopcomposite materials were subsequently characterized by FTIR spectroscopy, WXRD, and TEM.", "Effect of intercalation agent used on the physical properties of nanocomposite materials (e.g., corrosion protection, gas barrier, mechanical strength, thermal stability, and flame retardant properties) in the form of coating and membrane, was evaluated a series of based on the measurements of electrochemical corrosion parameters, GPA, DMA, DSC, TGA, and LOI, respectively. Furthermore, effect of material composition on the physical properties was also investigated."]], ["Experimental", [["Materials and instrumentations", ["Triphenylolmethane triglycidyl ether (TGTPM) (Aldrich), <i>N</i>,<i>N</i>-dimethylacetamide (DMAc)(99%; Riedel-deHaën). Hydrochloric acid (37%; Riedel-deHaën) is applied to prepare the 1.0M HCl aqueous solution, and potassium bromide (KBr) (Riedel-deHaën) is used as received without further purification. The used Na+-montmorillonite clay (PK 802) consisted of a unit cell formula Ca0.084Na0.143(Al1.69Mg0.31)Si4O10(OH)2·2H2O, which CEC (cation exchange capacity) value of 115mEq/100g is purchased from Pai-Kong Ceramic Company, Taiwan. Trimethylolpropane tris [poly (propylene glycol), amine terminated] ether (T-403) (Aldrich) was used as hardener. Dodecyl triphenyl-phosphonium bromide (98%; Aldrich), hexadecyltirmethyl-ammonium bromide (99%; Sigma), were both employed as intercalating agents.", "Fourier Transform Infrared spectra were recorded from pressed KBr pellets coated with PCN materials and obtained at a resolution of 4.0cm−1 with a FTIR (BIO-RAD FTS-7) at room temperature ranging from 4000 to 400cm−1. WXRD study of the samples was performed on a Panalytical X′Pert Pro X-ray diffractometer with copper target and Ni filter at a scanning rate of 2°/min. The samples for TEM study were first prepared by putting the membrane of PCN materials into low-viscosity embedding media capsules with four ingredients (ERL4204 5.0g, DER736 3.0g, NSA 13.0g, and DMAE 0.15g) and by curing the media at 80°C for 12h in vacuum oven. Then the cured capsules containing PCN materials were microtomed with Leica Ultracut Uct into 90-nm-thick slices. Subsequently, one layer of carbon about 10nm thick was deposited on these slices on mesh 100 copper nets for TEM observations on a JEOL-200FX with an acceleration voltage of 120kV. Electrochemical corrosion measurements were performed on a VoltaLab Model 21 and VoltaLab Model 40 Potentiostat/Galvanostat in a standard corrosion cell equipped with two graphite rod counter-electrodes and a saturated calomel electrode (SCE) as well as a working electrode. A Yanagimoto gas permeability analyzer (model GTR-10) is employed to perform the permeation experiment of oxygen and nitrogen gas. The permeation of water vapor was performed using the apparatus employed in our previous published literatures [bib10]. TGA and DSC were employed to record the thermal stability of specimens. TGA scans were performed on a DuPont TA Q50 thermal analysis system in N2 and air flow. The scan rate was 10°C/min, and temperature range was from 30°C to 900°C. DSC was performed on a DuPont TA Q10 differential scanning calorimeter at a heating or cooling rate of 10°C/min in nitrogen atmosphere. The temperature range was from 30°C to 200°C. The glass transition temperature (<i>T</i>\n                        g) of the PCN materials were recorded based on the second scanning. The mechanical behaviors of all PCN materials under uni-axial tension (1N/min) were measured on a DMA which were performed from 30°C to 200°C with a DuPont TA Q800 analyzer at a heating rate of 3°C/min and at a frequency of 1Hz. LOI values were measured on a United States Testing 8100 flame meter by a modified method that was previously investigated in the literature [bib12 bib13 bib14]. The percentage in the O2/N2 mixture deemed sufficient to sustain the flame was taken as the LOI."]], ["Preparation of organophilic clay", ["The organophilic clay was prepared by a cationic exchange method, which is a reaction between the sodium cations of MMT clay and both intercalation agents of dodecyltriphenyl-phosphonium bromide (Φ3P+-C12), and hexadecyltirmethyl-ammonium bromide (Me3N+-C16) [bib10]. Typically, 5g of MMT clay with a CEC value of 115mEq/100g was stirred in 500mL of distilled water (beaker A) at room temperature overnight. The quantity of intercalation agent used was calculated from the following equation:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       CEC of clay\n                                       (\n                                       mEq\n                                       )\n                                       ×\n                                       clay\n                                       (\n                                       g\n                                       )\n                                       ×\n                                       1.5\n                                    \n                                    \n                                       100\n                                       (\n                                       g\n                                       )\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       Intercalating agent\n                                       (\n                                       g\n                                       )\n                                       ×\n                                       1000\n                                    \n                                    \n                                       Mw of intercalating agent(g/mol\n                                       )\n                                    \n                                 \n                              \n                           \n                        where 115mEq/100g represented the CEC value per 100g of MMT clay, and 1.5 (>1) indicated the excess amount of intercalating agent used. As calculated from above, a separate solution containing 3.438g (7mmol) of Φ3P+-C12 in another 50mL of distilled water (beaker B) was under magnetically stirring, follows by adding 1.0M HCl aqueous solution to adjust the pH value to about 3–4. After stirring for 3h, the solution of beaker B was added at a rate of approximately 10mL/min with vigorous stirring to the MMT suspension (beaker A). The mixture was stirred overnight at room temperature. The organophilic clay was recovered by ultracentrifugating (9000rpm, 30min) and then decanting the clear solution. Purification of products is performed by washing with 500mL of distilled water for 0.5–1h and then ultracentrifugating (9000rpm, 30min) samples repeated for five times to remove any excess ammonium ions. Upon drying under dynamic vacuum for 48h at 40°C, the organophilic clay was obtained. On the other hand, the preparation of quaternary ammonium salt-modified organophilic clay was followed similar preparative steps to that of quaternary phosphonium salt-modified clay [bib10]."]], ["\n                        In-situ synthesis of epoxy resin-clay nanocomposite materials", ["The typical procedure to prepare the epoxy resin-clay nanocomposites with two systems containing two different intercalating agents was given as follows: For example, 1g of TGTPM was dissolved in 12g of DMAc under stirring for 6h. The as-prepared organophilic MMT clay modified with Φ3P+-C12 and Me3N+-C16 as mentioned above in various feeding composition of 0, 1, 3, 5, and 7wt% was introduced, subsequently, 0.54g of T-403 functioned as curing agent was added with further stirring for 12h at room temperature. The resultant mixture was degassed and drop-wisely cast onto a clean Teflon mould followed by curing at 140°C for 6h. The cured epoxy membrane was obtained with a thickness of ca. ∼0.175mm."]], ["Preparation of coating and electrochemical measurements", ["As a representative procedure to prepare sample-coated coupons for electrochemical measurements, fresh-solutions of epoxy or epoxy resin-clay nanocomposite materials in DMAc were cast dropwisely onto the cold-rolled steel (CRS) with dimensions of 1×1cm2 and the coating treated by drying in air for 6h at 140°C to give an average thickness of ca. ∼0.36mm, measured by a digimatic micrometer (Mitutoyo). The coated and uncoated coupons were then mounted to the working electrode so that only the so that only the coated side of the coupon was in direct contact with the electrolyte. The edges of the coupons were sealed with super fast epoxy cement (trade name SPAR®). All of the corrosion potential, polarization resistance, and corrosion current were performed on a VoltaLab model 21 Potentiostat/Galvanostat in a standard corrosion test cell equipped with a graphite rod (diameter is 6.15mm) counter-electrodes, a saturated calomel reference electrode (SCE), and a working electrode, then which experimental data were repeated at least five times. The electrolyte was an aqueous solution containing 5wt% of NaCl solution. Open circuit potential (OCP) at the equilibrium state of the system was recorded as the corrosion potential [<i>E</i>\n                        corr (in V) vs. SCE]. Polarization resistance (<i>R</i>\n                        p in Ω/cm2) was measured by sweeping the applied potential from 20mV below to 20mV above the <i>E</i>\n                        corr at a scan rate of 500mV/min and by recording the corresponding current change. <i>R</i>\n                        p values were obtained from the slope of the potential current plot. Tafel plots were obtained by scanning potential from 250mV below to 250mV above the <i>E</i>\n                        corr at a scant rate of 500mV/min. Corrosion current (<i>I</i>\n                        corr) was determined by superimposing the straight line along the linear portion of the cathodic or anodic curve and extrapolating it through <i>E</i>\n                        corr. The corrosion rate [<i>R</i>\n                        corr in milli-inches per year (MPY)] was calculated from the following equation [bib10]:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       R\n                                    \n                                    \n                                       corr\n                                    \n                                 \n                                 (\n                                 MPY\n                                 )\n                                 =\n                                 [\n                                 0.13\n                                 ×\n                                 \n                                    \n                                       I\n                                    \n                                    \n                                       corr\n                                    \n                                 \n                                 ×\n                                 (\n                                 E.W.\n                                 )\n                                 ]\n                                 /\n                                 [\n                                 A\n                                 ×\n                                 d\n                                 ]\n                              \n                           \n                        where E.W. is the equivalent weight (in g/eq.), <i>A</i> is the area (in cm2), and <i>d</i> is the density (in g/cm3).", "On the other hand, impedance spectroscopy studies were also employed on a VoltaLab model 40 Potentiostat/Galvanostat, those were carried out in the frequency range of 100kHz to 100MHz. The working electrode was first maintained in the test environment for 30min to reach an equilibrium state before the impedance operated. This condition serves to put the electrode in a reproducible initial state and to confirm that no blistering occurred during the conditioning period. All experiments were detected at room temperature of 27±1°C, and all data are replicated at least five times to confirm reproducibility and statistical significance."]], ["Gas and water-vapor barrier property measurements", ["The sample-coated on the clear Teflon substrate was cured at 140°C for 6h. The films were lifted from Teflon plant to get membranes with thickness of ca. ∼0.17mm, measured by digimatic micrometer (Mitutoyo).", "Oxygen permeability of membrane was determined by using the Yanco GTR-10 gas permeability analyzer. Gas permeability was calculated by:\n                           \n                              (3)\n                              \n                                 P\n                                 =\n                                 ℓ\n                                 /\n                                 (\n                                 \n                                    \n                                       p\n                                    \n                                    \n                                       1\n                                    \n                                 \n                                 -\n                                 \n                                    \n                                       p\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 )\n                                 ×\n                                 \n                                    \n                                       q\n                                       /\n                                       t\n                                    \n                                    \n                                       A\n                                    \n                                 \n                              \n                           \n                        where <i>P</i> was the gas permeability [cm3(STP)-cm/cm2-s-cmHg], <i>q</i>/<i>t</i> was the volumetric flow rate of gas permeate [cm3(STP)/s], <i>ℓ</i> was the membrane thickness [cm], <i>A</i> was the effective membrane area [cm2], and <i>p</i>\n                        1, <i>p</i>\n                        2 were the pressure (cmHg) on the high-pressure and low-pressure sides of the membrane, respectively. The rate of transmission of O2 permeability was obtained by gas chromatography, from which the air permeability was calculated. On the other hand, the experiment of water-vapor permeation measurements was performed by using the same apparatus as pervaporation, except that the feed solution was not in contact with the membrane. It was performed by our previous published papers [bib10] wherein the feed solution vaporized first and subsequently permeated through the membrane with an effective area of ∼10.2cm2. The permeation rate was determined by measuring the weight of permeate."]], ["Flame retardant performance measurements", ["The relative flammability of the molded epoxy resin-clay nanocomposite cured specimen was determined by an LOI tester (United States Testing 8100). According to below equation:\n                           \n                              (4)\n                              \n                                 LOI\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             vol. of O\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             vol. of O\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             vol. of N\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                 \n                                 ×\n                                 100", "The limiting oxygen index was the minimum concentration of oxygen determined in a flowing mixture of oxygen and nitrogen that will just support the flaming combustion of materials. The free-standing film samples (140mm×50mm×1mm sheets) were placed in a glassy cylinder and situated in the middle of the chimney. The flame was applied from the top of the chimney till ignited 8cm for 3min, according to the standard “oxygen index“ test ASTM D-2863. Each datum was obtained from three samples as an average value [bib15 bib16]."]]]], ["Results and discussion", ["In this work, one tri-functional epoxy as well as one tri-functional amine monomers for the formation of epoxy resin matrix and two different types of intercalation agents for the modification of Na+-MMT clay was used and their chemical structures were shown in [fig1]\n                     . The two cationic surfactants were used for performing a series of comparative studies for the effect of intercalation agent on the physical properties of as-prepared materials. To prepare the polymer-clay nanocomposite materials, the intercalation agents (i.e., quaternary alkylphosphonium and alkylammonium salt) were first performing the cationic exchange reactions with the sodium ions existed in the intragallery region of Na+-MMT clay to give organophilic clay. Subsequently, the as-prepared organophilic clay was blending into the epoxy resin through an <i>in-situ</i> thermal ring-opening polymerization to prepare a series of PCN materials.", ["Characterization", ["The representative FTIR spectra of the organophilic clay, epoxy resin, and a series of PCN materials with various clay loadings were shown in [fig2]\n                        . The spectroscopy confirmed the completeness of the curing process (i.e., oxide-ring-opening polymerizations) between the epoxy ring of TGTPM and primary amine group of hardener T-403, as indicated by the diminishness and enhancement of characteristic peaks appeared at 915cm−1 (i.e., epoxy ring) and 3380cm−1 (i.e., -OH), as shown in [fig2](a). Moreover, the epoxy monomer was further reacting with the secondary hydroxyl groups of the high-molecular weight epoxy resin to form an ether linking at 1233cm−1 (C–O–C) [bib17 bib18]. The vibration bands of dodecyltriphenyl-phosphonium (Φ3P+-C12) MMT clay, and hexadecyltirmethyl-ammonium (Me3N+-C16) MMT clay were shown at 3600cm−1 (free H2O), 2926cm−1, 2852cm−1 (CH2), 1478cm−1 (Me–N), 1455cm−1 (Acyl–P), 1040cm−1 (Si–O), 510cm−1 (Al–O), and 460cm−1 (Mg–O). When the loading of organophilic MMT clay was increased, the intensities of those peaks become stronger, as illustrated in the FTIR spectra of PCN materials ([fig2](b))."]], ["Morphological characteristics", ["The wide-angle powder XRD was used to determine the d-spacing of organophilic clays in epoxy resin matrix. As showed in [fig3]\n                        (a) illustrated that the organophilic clay modified with Me3N+-C16 and Φ3P+-C12 had a <i>d</i>\n                        001 spacing of 22.53Å (2<i>θ</i>\n                        =3.92°) and 31.34Å (2<i>θ</i>\n                        =2.82°), respectively, and both were higher than the pristine Na+-MMT clay with a <i>d</i>\n                        001 spacing of 12.69Å (2<i>θ</i>\n                        =6.96°), which was calculated on the basis of Bragg’s equation (<i>nλ</i>\n                        =2<i>d</i>\n                        sin\n                        <i>θ</i>, <i>λ</i>\n                        =1.5418Å, Cu Kα1). It indicated that the both cationic surfactants had been intercalated into the intragallery region of the clay layers through the cationic exchange reactions. It should be noted that the quaternary phosphonium salt-modified clay showed a larger <i>d</i>\n                        001-spacing than that of quaternary ammonium salt-modified clay. After incorporation of organophilic clay into epoxy resin, we also found that the system containing quaternary phosphonium salt exhibited a better dispersion capability in polymer matrix, as shown in [fig3](b). For example, TECN7 revealed an obvious peak at 2<i>θ</i>\n                        =2.68° (<i>d</i>-spacing=32.97Å). However, for TECP7, there is a lack of any diffraction peak in 2<i>θ</i>\n                        =2–10° as opposed to the diffraction peak at 2<i>θ</i>\n                        =2.82° (<i>d</i>-spacing=31.34Å) for organophilic clay, indicating the possibility of having exfoliated silicate nanolayers of organophilic clay dispersed in an epoxy resin matrix.", "A comparative study for the dispersion capability of organophilic clay modified with two different intercalation agents in the epoxy resin matrix can be further examined the TEM. As shown in [fig4]\n                        , the TEM micrographs of TECP7 ([fig4](b)) exhibited a better dispersion capability of organophilic clay platelets as compared to that of TECN7 ([fig4](a)), which is consistent with the previous conclusions obtained from the powder XRD studies."]], ["Anticorrosion properties of coatings", ["In this study, protective performance against corrosion of sample-coated CRS coupons in saline conditions was determined from a series of electrochemical parameter measurements such as corrosion potential (<i>E</i>\n                        corr), polarization resistance (<i>R</i>\n                        p), corrosion current (<i>I</i>\n                        corr), and corrosion rate (<i>R</i>\n                        corr), as listed in [tbl1]\n                        . The <i>E</i>\n                        corr, <i>R</i>\n                        p, <i>I</i>\n                        corr, and <i>R</i>\n                        corr for epoxy coating on CRS show better corrosion resistance compared to the uncoated CRS. Furthermore, the CRS coupon coated with PCN materials all show significantly higher values of <i>E</i>\n                        corr, and <i>R</i>\n                        p, and lower values of <i>I</i>\n                        corr, and <i>R</i>\n                        corr than the neat epoxy coating, as showed in [tbl1]. In addition, the TECP system exhibited higher corrosion potential than TECN system, for example, TECP7 exhibiting <i>E</i>\n                        corr\n                        =−268.8mV was superior to <i>E</i>\n                        corr\n                        =−309.9mV of TECN7. Such an <i>E</i>\n                        corr value implied that the TECP-coated CRS coupon was more inert toward the electrochemical corrosion relative to the TECN-coated specimen [bib10]. Moreover, TECP1 presented the polarization resistance (<i>R</i>\n                        p) of 129.52kΩcm2 in 5wt% NaCl, which was 3-fold of magnitude greater than the TECN1. The Tafel plots for (a) bare (naked cold-rolled steel, CRS), (b) pure epoxy resin, (c) TECN1, (d) TECP1, (e) TECN7, and (f) TECP7 were shown in [fig5]\n                        . On the other hand, the corresponding corrosion current (<i>I</i>\n                        corr) of TECP1 was <i>ca</i>. 0.1776μA/cm2, which corresponds to a corrosion rate (<i>R</i>\n                        corr) of ca. 8.29×10−2 MPY, as shown in [tbl1]. Electrochemical parameters such as <i>I</i>\n                        corr and <i>R</i>\n                        corr values of TECP1 coated on CRS were found to decrease 93% as compared to 55% of TECN1.", "Electrochemical impedance spectroscopy (EIS) was also used to examine the activity on the CRS surface treated by PCN coatings. [fig6]\n                         showed the Nyquist plots of the six measured samples (a) bare (naked cold-rolled steel, CRS), (b) pure epoxy resin, (c) TECN1, (d) TECP1, (e) TECN7, and (f) TECP7 in order. The corrosion of these samples in 5wt% NaCl aqueous electrolyte for 30min was followed by EIS. The charge-transfer resistances of those samples as determined by the intersection of the high-frequency end from the low-frequency end of the semicircle arc with the real axis were 1.03, 10.6, 90.9, 148, 490, and 600kΩcm2, respectively [bib19]. The results clearly demonstrated that the PCN matrix with Φ3P+-C12-modified clay had the greatest anticorrosive performance. EIS Bode plots (impedance vs. frequency) of samples (a–f) were shown in [fig7]\n                        . In conclusion, the PCN coatings containing quaternary phosphonium salt-modified clay exhibited better corrosion protection performance on CRS coupons than that with quaternary ammonium salt-modified clay based on the electrochemical corrosion parameter measurements such as Tafel plot, Bode plot, Nyquist plot, etc. The effective enhancement of anticorrosion effect for the TECP coatings system as compared to that of TECN system might have arisen from dispersing silicate nanolayers of clay in an epoxy resin matrix, leading to a much increase for the tortuosity of diffusion pathway of oxygen and water vapor. This can be further identified by the studied of O2 and H2O molecular barrier effect as discussed in the next section."]], ["Barrier properties", ["As far as the results of anticorrosion properties were concerned, the favors penetration reduction by forcing diffusing molecules (i.e., a nematic phase) to make long detours round the platelets and changes in the local permeability [bib20]. The membranes used for the molecular permeability measurements were prepared to have a thickness of ca. ∼0.175mm. For the oxygen and water vapor permeability studies, meanwhile, we found that the incorporation of different organophilic clay into epoxy resin matrix results in a distinct reduction of barrier properties for epoxy resin-clay nanocomposite membranes, as listed in [fig8]\n                        . Compared to that pure epoxy resin, free-standing films of TECP and TECN system at clay loading (e.g., 7wt%) showed 86.1% and 66% reduction of oxygen permeability, respectively. Nevertheless, it should be further noted that an immense decrease in the amount of TECP7 was 92.58g/m2-h extremely for the water vapor permeability studies, as illustrated in [tbl1]. For these, one factor should be considered, namely a geometric factor about the rigid phenyl group and long-chain alkyl group pendant in dodecyltriphenyl-phosphonium salt, could significantly result in an exfoliated clay structure [bib21]."]], ["Thermal and dynamic mechanical properties", ["The glass transition temperature (<i>T</i>\n                        g) based on the DSC evaluations was found to increase form 83.63°C of neat polymer up to 120.46°C of TECP7, as shown in [fig9]\n                         and [tbl2]\n                        . The effectively enhanced <i>T</i>\n                        g of TECP7 may probably associated with the good dispersion of quaternary phosphonium salt-modified clay in polymer framework, which led to a large interfacial contact area between the inorganic clay platelets and organic epoxy resin matrix. Furthermore, the highly dense network of epoxy resin was also favored the interactions between the clay nano-layers by its homopolymerization within the clay galleries, and then polymer chains may be tied through the surface of the silicate by electrostatic interaction, thus increasing the surrounding entanglements [bib22 bib23].", "Subsequently, the thermo-mechanical properties of composite materials were also investigated through the performing of DMA tests using a tension mode. Typically, two different moduli, i.e., elastic or storage modulus (<i>E</i>′) and an imaginary (loss) modulus (<i>E</i>′′) were identified in the curves of DMA thermograms. The ratio E′/E′′, which typically reached a maximum point, was called tan delta (tan\n                        <i>δ</i>) and employed as glass transition temperature (<i>T</i>\n                        g) of as-tested polymer. The curves in [fig10]\n                         illustrated the dependence of the storage modulus and the tan\n                        <i>δ</i>, respectively. The data also summarized the storage modulus values for the PCN materials at 35°C (glassy region, below <i>T</i>\n                        g) and at 130°C (rubbery region, above <i>T</i>\n                        g), along with the <i>T</i>\n                        g values obtained from the maximum in tan\n                        <i>δ</i>, as shown in [tbl2]. The storage moduli of as-prepared materials in the glassy region, the superior dispersion of Φ3P+-C12-modified clay in epoxy resin matrix led to an effective enhancement of mechanical strength. For example, the storage modulus was increased from the neat epoxy resin matrix of 2311MPa up to TECP7 of 3597MPa. Furthermore, the incorporation of organophilic clay in polymer matrix also exhibit significant improvements of mechanical strength of neat polymer matrix in the rubbery region shown in [tbl2] for the evaluation of tan\n                        <i>δ</i>. For example, the <i>T</i>\n                        g of the TECP7 was found to be higher than TECN7, which is probably due to the Brownian motion of network chains [bib18], and the results were consistent with our previous DSC studies."]], ["Thermal stability and flame retardant performance", ["In the subsequent thermal property studies, enhancement of thermal stability, and thermal degradation behavior of polymer matrix via the formation of epoxy resin-clay nanocomposite materials was determined by thermal decomposition temperatures (<i>T</i>\n                        d) of as-prepared materials in TGA thermograms, as measured under an air atmosphere. In general, there appeared to be three stages of weight loss starting at ∼150°C and ending at 800°C, which might be correspondent to the degradation of intercalation agents (i.e., 150–250°C) followed by the structural decomposition of uncrosslinked (i.e., 250–450°C) and crosslinked (i.e., 500–650°C) component of epoxy resin, as shown in [fig11]\n                         \n                        [bib24 bib25 bib26].", "The flammability properties of the PCN materials were examined by measuring their corresponding LOI value. A significant increase in LOI value was observed as the organophilic clay was effectively dispersed in the epoxy resin matrix. For example, the LOI value of TECN7 and TECP7 was equal to 24.5 and 27.5, respectively, which was obviously higher than that of neat epoxy resin (i.e., LOI=19). The higher LOI value of TECP7 as compared to that of TECN7, as shown in [tbl2], may be probably due to the better organophilic clay dispersion of TECP7 in epoxy resin. In conclusion, the incorporation of organophilic clay into the epoxy resin matrix may exhibit a useful effect on leveling up the flame retardancy of the PCN materials."]]]], ["Conclusion", ["In this article, a series of comparative studies for the effect of intercalating agent on the physical properties of the epoxy resin-clay based nanocomposite materials were performed. The quaternary alkylphosphonium and alkyl ammonium salt were both used as the intercalating agents separately for the preparation of organophilic clay through the cationic exchange reactions with Na+-MMT clay, followed by blending the organophilic clay into the epoxy monomer and hardener through the thermal ring-opening polymerizations to give a series of PCN materials. The as-prepared materials were subsequently characterized by the sequential studies of FTIR spectroscopy, Wide-angle XRD diffraction and TEM. The morphological images for the organophilic clay was evidenced that the quaternary alkylphosphonium salt-modified clay (TECP system) exhibited a better dispersion capability in epoxy resin matrix than that of quaternary alkylammonium salt-modified clay (TECN system). The better dispersion of TECP system may lead to a larger interfacial contact area between the inorganic clay platelets and organic polymeric matrix, reflecting a remarkable enhancement of physical properties as compared to that of TECN system. For example, at same clay loading, all TECP system exhibited a better performance on corrosion protection, gas barrier, mechanical strength, thermal stability, and flame retardant properties as compared to that of TECN system based on the studies of a series of electrochemical corrosion parameter measurements, gas permeability analysis (GPA), dynamic mechanical analysis (DMA), differential scanning calorimetry (DSC), thermogravimetric analysis (TGA), and limiting oxygen index (LOI) test, respectively. Furthermore, effect of material composition on the physical properties of as-prepared materials was also investigated. The loading increase of organophilic clay in PCN materials usually accompanied with an increased of physical properties as mentioned in the previous sections."]]], "doi": "10.1016/j.eurpolymj.2008.06.015"}