{"title": "Investigation of the dispersion process of SWNTs/SC-15 epoxy resin nanocomposites", "abstract": "Due to their exceptional mechanical and functional properties, carbon nanotubes are considered by many researchers as one of the most promising reinforcement for the next generation of high-performance nanocomposites. Currently, nanotube dispersion is the most critical issue for developing high-performance carbon nanotube-reinforced composites. In this research, considerable improvements of the nanotube dispersion in single-walled carbon nanotube (SWNT)/SC-15 epoxy resin nanocomposites were obtained through the use of tip sonication and the addition of acetone. Using different dispersion formulations and processing parameters, several nanocomposites samples containing 0.5wt.% nanotubes were fabricated. Significant improvements in the mechanical properties of the resulting nanocomposites were illustrated by a 50.8% increase in the storage modulus. The significant improvements of nanotube dispersion and mechanical performance were attributed to the combined use of tip sonication and acetone as dispersion aids during sample processing.", "body": [["Introduction", ["Since carbon nanotubes were first discovered in 1990 [bib1], many researchers have been striving to learn more about their remarkable mechanical and physical properties. Nanotubes exist in the form of multi-walled nanotubes (MWNT), which were discovered by Iijima [bib1], and single-walled nanotubes (SWNT), which were discovered by Bethune et al. in 1993 [bib2]. Because SWNTs have far better mechanical properties than MWNTs, many researchers are trying to use SWNTs as reinforcement materials to fabricate high-performance nanocomposites.", "SWNTs have outstanding mechanical properties, which exceed any existing reinforcement materials. SWNTs have a high aspect ratio [bib3], possess extremely high Young's modulus (greater than 1 TPa), and demonstrate exceptional strength (∼100 times stronger than steel). Furthermore, SWNTs demonstrate superior thermal conductivity (about twice as high as diamond), good electrical capacity (1000 times higher than copper), and excellent stiffness and flexibility [bib4]. Their thermal stability is as high as 2800°C in vacuum. In light of these exceptional properties, carbon nanotubes are expected to be used as the reinforcement and functional materials for applications in a variety of fields, such as high-performance composites, biological and chemical sensors, magnetic recording, nanoelectronic devices, tips for scanning probe microscopy and flat panel displays [bib5 bib6 bib7].", "In practice, however, many reports indicate that nanotube/epoxy composites are weaker or only slightly stronger than the neat epoxy resin [bib8]. This has been found to be primarily due to a combination of several factors, namely poor SWNT dispersion, inadequate alignment and weak interfacial bonding. As a result, these factors have become fundamental issues for developing high-performance nanocomposites.", "One of the most important parameters in fabricating carbon nanotube composites is tube dispersion in the matrix. Nanotube dispersion is indeed critical to reinforcing efficiency because the relative ease of nanotube to nanotube sliding when they are assembled in ropes significantly affects the mechanical properties of the resulting material. Tube aggregation and large resin-rich area due to poor tube dispersion are also harmful to mechanical properties of the resultant nanocomposites. As a result, a major goal of improving nanotube composites processing techniques is to prevent the nanotubes from aggregating together and forming large nanotube ropes in the matrix. Current methods of improvements include sonication, high shear mixing, surfactant addition, chemical modification through nanotube functionalization, wrapping the nanotubes with polymer chains or combinations of these methods [bib9].", "In this research, several experiments were conducted in order to investigate the factors that could influence the nanotube dispersion in an epoxy resin matrix, thus affecting the mechanical properties of the resulting nanocomposites. The nanotube dispersion and mechanical properties of the SWNT-reinforced epoxy resin matrix composites were investigated through scanning electronic microscopy (SEM) and dynamic mechanical analysis (DMA)."]], ["Experiments", [["Materials and processing parameters", ["The SWNTs used in this study were purified. The average diameter of the SWNTs was about 2nm, and the purity was >90wt.%. The epoxy resin was a two-phase SC-15 epoxy resin system, supplied by Applied Poleramic Inc. (API). The SC-15 resin has a relatively low viscosity (590cP) at room temperature. The acetone, purchased from Fisher Scientific, was used as a solvent to dilute the resin and reduce the viscosity during the manufacturing process. The dispersion surfactant BYK-9076 was obtained from BYK Chemie American Company, and was used as a mean to enhance the nanotubes dispersion in the resin.", "Six different processing methods were utilized in order to investigate the nanotubes dispersion and mechanical properties of the resulting SWNT/SC-15 nanocomposites. Each of these formulations involved a combination of four different factors: tip sonication (machine type: tip ultrasonicator, Sonicator 3000 from Misonix), bath sonication (machine type: L&R bath ultrasonicator), surfactant addition and acetone addition. These factors were chosen because of their key influence on the nanotubes dispersion and resulting mechanical properties. The factors and level list are shown in [tbl1]\n                        . The combinations of the factors used to create the processing formulations are shown in [tbl2]\n                        ."]], ["Fabricating procedure for casting nanocomposite samples", ["Sample 6 in [tbl2] is taken as an example to describe the fabrication procedure used in this research.", "First, SC-15 resin was mixed with acetone (resin:acetone = 10:2). Since the acetone is difficult to vaporize, only a limited amount was added into the resin. BYK-9076 surfactant (resin + hardener:BYK = 10:0.2) was then added to the as-prepared resin solution. A Teflon rod was used to manually stir the mixture for 5min. Because BYK-9076 has previously been used as a surfactant for dispersing pigment and carbon particles in polymer resins, it was here selected to help disperse the nanotubes. Following this, SWNTs were added to the solution, placed in a mortar and manually stirred for 10min. Tip sonication was then conducted for 6h to disperse the SWNTs in the resin solution. The sonication power remained at 10–15W to avoid over-heating the materials. A bath sonicator further dispersed the nanotubes with full power for 6h. A degassing process was then carried out; a full vacuum was applied as the mixture was heated to 75°C for 1h to remove all solvents and trapped air, after which the mixture was cooled to room temperature. The hardener (resin:hardener = 10:2.64) was then added into the resin/nanotube mixture and a Teflon rod was used to manually stir for 5min. Finally, the mixture was cast in a mold and cured in an oven at 60°C for 2h. The samples were post-cured at 93.3°C for another 4h. The ramping speed was 0.4°C/min.", "All samples were manufactured according to the above procedure. The processing parameters are provided in [tbl2]. The factors set at “zero” simply indicate the related procedure was skipped. All SWNT/SC-15 nanocomposites and neat resin samples were then polished and prepared for a single cantilever DMA analysis."]], ["Characterization", ["DMA and SEM were used to characterize the SWNT/SC-15 nanocomposites. The storage modulus and glass transition temperature (<i>T</i>\n                        g) of the composite samples were measured using DMA (machine type: DMA 2980, Dynamic Mechanical Analyzer). The DMA was set up to run a single cantilever mode. During the analysis, the temperature was increased from room temperature to 300°C at a rate of 5°C/min. The nanotube dispersion in the resin matrix was studied using SEM analysis (machine type: JOEL 6400F)."]]]], ["Results and discussion", [["DMA analysis", ["Improved mechanical properties and nanotube dispersion of the SWNT/SC-15 nanocomposites were confirmed by the DMA and SEM analyses. The DMA tests were conducted in order to evaluate the effects of the processing parameters on the mechanical properties and <i>T</i>\n                        g of the nanocomposites. [fig1](a) and (b) show the DMA results of the neat resin and all six nanocomposite samples. A detailed summary of the storage modulus and <i>T</i>\n                        gs of the samples is also shown in [tbl3]\n                        .", ["Tip sonication", ["As compared to the SC-15 neat resin sample, Samples 2, 3, 5 and 6 showed a 32.7, 50.84, 11.80 and 15.09% improvement in their respective storage moduli. The fabrication of all four samples involved tip sonication as one of the processing parameter, where the tip of the sonicator was directly exposed into the mixture of nanotubes/resin. The ultrasonicator used in the research is Sonicator 3000 machine from Misonix. This machine has a generator with a 600W output, a 20KHz convector and temperature control. A titanium tapped horn with a 1/2″ (12.7mm) diameter tip is connected with the convector. The tip of the horn was directly put into the liquid mixture of the resin solution and SWNTs to conduct dispersion. Intensive interactions between the mixture and the tip were observed during sonication. This probably allowed for an efficient dispersion of nanotubes. The four results showed that using tip sonication improved the mechanical properties, thereby suggesting that the dispersion of the nanotube in the sample was also improved. In contrast, the storage moduli of Samples 1 and 4, which did not undergo tip sonication, decreased by 1.9 and 15.29%, respectively. This further reinforces the hypothesis that using tip sonication during the manufacturing process significantly influences the mechanical properties of the resulting nanocomposites. This again suggests that breaking the nanotube aggregation without applying tip sonication may prove difficult in this research."]], ["Bath sonication", ["The manufacturing procedure for fabricating Samples 2, 4 and 6 involved using an L&R bath sonicator. The results showed that the storage moduli of Samples 2 and 6 increased but that of Sample 4 decreased. Thus, bath sonication does not consistently have a positive influence on the mechanical properties. This indicates that bath sonication is, at best, not an efficient mean of dispersing nanotubes in the resin."]], ["Bath sonication/tip sonication interaction", ["Both Samples 2 and 6, however, with extra sonication time (6h tip and 6h bath sonication) showed greater increase in properties, which indicates that long sonication effectively disperses the nanotubes. However, long-time sonication may also relate to possible nanotube damage. It is a possible source of the explanation for the storage moduli of Samples 2 and 6, not increasing as much as that of Sample 3."]], ["Surfactant", ["The manufacturing formulation of Samples 1, 4, 5 and 6 included the use of surfactant (BYK-9076). The results showed that the storage moduli of Samples 1 and 4 decreased, but Sample 5 has limited increase as compared to the samples without adding the surfactant. This seems to indicate that using surfactant has no significant influence on either improving the nanotube dispersion or enhancing the mechanical properties of the nanocomposites in this research."]], ["Acetone", ["During the manufacturing of Samples 1, 3 and 6, acetone was used to dilute the mixture and reduce the viscosity. The results showed that the storage modulus of Sample 1 decreased because of lack of sonication, but both Samples 3 and 6 had visible increase. This seems to indicate that the addition of acetone has positive influence on nanotube dispersion.", "By analyzing the influences of each of these factors, only tip sonication was found to consistently improve nanotube dispersion and mechanical properties. Also, the highest mechanical properties were seen in Sample 3. Sample 3 was fabricated by using tip sonication and acetone addition as processing aids, which further indicates that the combination of tip sonication and acetone results in improved nanotube dispersion. This can be explained by the fact that acetone, as a solvent, dilutes the resin and reduces its viscosity. Reducing the viscosity of the resin then leads to an enhanced efficiency of dispersion with tip sonication. The result is a significant improvement in the storage modulus of the corresponding nanocomposite samples.", "The <i>T</i>\n                           g measurements reveal that all samples containing nanotubes have a lower <i>T</i>\n                           g value than that of the neat resin, except for Sample 2. Sample 2 was the only sample fabricated without adding surfactant or solvent and its <i>T</i>\n                           g is 104.21°C, which is nearly 7°C higher than that of the neat resin sample. The neat resin sample was also manufactured without adding any acetone or surfactant during processing. However, all other nanocomposite samples manufactured with adding either surfactant or acetone exhibited that their <i>T</i>\n                           gs are 7–23°C lower than that of the neat resin sample. Thus, the behaviour difference can be a result of using surfactant, acetone or a combination of both during the manufacturing process. In order to further look at the acetone effect, a neat resin sample was fabricated with added acetone during mixing and then the acetone was degassed before the resin curing as we did in the nanocomposite preparation. A DMA test was conducted. The result showed that the <i>T</i>\n                           g of the neat resin sample with added acetone during mixture is about 20°C lower than that of the neat resin sample (shown in [tbl3]), produced without adding any acetone. The storage modulus of the neat resin sample with added acetone showed a slight decrease. Hence, although using surfactant or solvent may help nanotube dispersion, it could also negatively influence the glass transition (<i>T</i>\n                           g) of the resulting composite samples.", "In summary, due to the low viscosity of the SC-15 resin, using tip sonication and acetone provides a more effective method to disperse nanotubes in the SC-15 resin. A significant increase in the storage modulus, as high as 50.8% for 0.5wt.% SWNT-reinforced composites, has been achieved."]]]], ["Observation of nanotube dispersion", ["Since the DMA results of Sample 3 showed the best mechanical performance, an SEM analysis was further conducted to investigate nanotube dispersion. The SEM images showed the fracture surface of the SC-15 neat resin ([fig2](a)) and the fracture surface of Sample 3 ([fig2](b) and (c)). Many small dots can be seen, scattered across the surface of the neat resin and across the surface of Sample 3. The SC-15 epoxy is similar to a second-phase rubber-toughened epoxy. These dots were caused by the toughening rubber particles at the fracture surface [bib10].", "The fracture surface of the SC-15 neat resin sample ([fig2] (a)) was relatively smooth. A series of hackle marks indicated that a quick crack propagated without any obstacles during the failure of the neat resin sample.", "As compared to the SEM images of the neat resin sample, the images of the SWNT/SC-15 nanocomposite sample ([fig2] (b) and (c)) showed that the embedded nanotubes significantly modified the morphology of the fracture surface. The fracture surface appeared to have a large degree of roughness. This rough fracture surface can be explained by the crack deflection and the continual crack propagation occurring on two slightly different fracture planes. This would be due to the presence of large quantity of nanotubes [bib11]. More curved patterns were observed throughout the whole crack surface. This indicated that nanotubes could increase the toughness of the matrix. This toughness mechanism could be explained by energy dissipation during the nanotube pullout in the composites and by the high strength of the SWNTs. During the crack propagation in the nanocomposites, the crack tips cannot break the strong SWNTs, and the energy of the tips is also significantly reduced by the large quantity of nanotube pullout. Therefore, the tips were forced to frequently change their propagation direction. As a result, tough fracture morphology with a great deal of short and highly curved patterns of the crack propagation was revealed. The fracture surface also showed the nanotube dispersion in the epoxy resin. Homogeneous nanotube dispersion was observed throughout the entire surface. The nanotubes were well dispersed in the nanocomposites, not forming aggregates."]]]], ["Conclusions", ["The research results indicate that combining solvent dilution and tip sonication is an effective method for improving nanotube dispersion and enhancing the mechanical properties of SWNT/SC-1 epoxy nanocomposites. Significant dispersion improvements were observed in the resulting nanocomposites. A significant increase in the storage modulus, as high as 50.8%, was also achieved in the nanocomposites with only 0.5wt.% SWNT loading, which is one of the highest reported data for low nanotube loading nanocomposites. However, it also shows that using acetone during the sample manufacturing has negative effect on the <i>T</i>\n                     g of the resultant nanocomposites. The mechanisms of the influences of surfactant, acetone and SWNTs on the <i>T</i>\n                     g of the nanocomposites still require further investigation."]]], "doi": "10.1016/j.msea.2004.06.031"}