{"title": "Dynamic mechanical analysis of fumed silica/cyanate ester nanocomposites", "abstract": "Fumed silica particles with average primary particle diameters of 12 and 40nm were combined with a low viscosity bisphenol E cyanate ester resin to form composite materials with enhanced storage modulus and reduced damping behavior, as evidenced by dynamic mechanical analysis (DMA). The storage modulus increased with volume fraction of fumed silica in both the glassy and rubbery regions, but the increase was more pronounced in the rubbery region. The maximum increase in storage modulus in the glassy region was 75% for 20.7vol% of 40nm fumed silica, while the same composition showed a 231% increase in the rubbery storage modulus. Furthermore, decreases in damping behavior were used to estimate the effective polymer-particle interphase thickness. The glass transition temperature of the nanocomposites was not changed significantly with increasing volume fraction.", "body": [["Introduction", ["Cyanate esters are an important class of high-temperature thermosetting polymers, which have excellent thermal and mechanical properties. A unique type of cyanate ester monomer called the bis-(4-cyanatophenyl)-1,1-ethane monomer (or bisphenol E cyanate ester) is under investigation for use in resin-injection repair of high-temperature composites. The bisphenol E cyanate ester (BECy) is unlike other high-temperature thermosets in that instead of existing as a solid at ambient conditions, it has an extremely low viscosity, 0.09–0.12Pas (90–120cP), at room temperature [bib1]. The low viscosity of this monomer at room temperature gives it excellent processability for many applications [bib2 bib3 bib4], and the cured polymer (see [fig1]\n                     ) has a high glass transition temperature and excellent mechanical properties [bib5 bib6].", "Fumed silica is well studied and has seen wide application as an agent to reinforce and modify the rheological properties of liquids, adhesives, and elastomers. Fumed silica has been used extensively with thermosetting polymers such as epoxies [bib7 bib8 bib9 bib10 bib11], polyurethanes [bib12 bib13], and polyesters [bib14] to modify processing and end-use mechanical properties. While the use of fumed silica with cyanate esters is discussed in the patent literature in various applications such as bleed-resistant cyanate ester adhesives [bib15 bib16], there has not been a study to date on the reinforcement of cyanate esters with fumed silica. In this work, the dynamic mechanical properties of fumed silica/cyanate ester nanocomposites are investigated using hydrophilic fumed silica with two primary particle diameters: 12nm and 40nm, with specific surface areas of 200m2/g and 50m2/g, respectively. In our parallel work, the effect that both particle size and volume fraction has on other properties, such as rheology, curing kinetics, and thermal expansion, was studied [bib17 bib18].", "Here we report the effect of both particle size and volume fraction on storage modulus, damping behavior, and glass transition temperature. We compare the composites’ storage modulus data to applicable theory for particulate-reinforced composite materials, comparing the increase in storage modulus in both the glassy and rubbery regions. While the elastic modulus may not be significantly affected by interfacial adhesion, damping behavior is very sensitive to the polymer-particle interaction state [bib19 bib20 bib21]. We attempt to estimate the polymer-particle interaction by analysis of the decrease in damping realized through the addition of varying volume fractions of filler. It is suggested that the hydroxyl functionality of the fumed silica is responsible for a strong interaction with the polymer matrix through the formation of covalent bonds. Finally, factors that affect the glass transition temperature of the nanocomposites are discussed."]], ["Experimental", [["Materials", ["The BECy monomer used is a commercially available resin and catalyst from Bryte Technologies (Morgan Hill, CA) called EX-1510. The liquid phase organometallic-based polymerization catalyst (Bryte Technologies, EX-1510-B) was supplied with the resin and was used at the manufacturer’s suggested loading of 3phr (parts per hundred resin). Hydrophilic fumed silica was supplied by Degussa (Frankfurt, Germany) under the trade names of AEROSIL® 200 and AEROSIL® OX 50 (CAS No. 112945-52-5, synthetic amorphous, pyrogenic silica, purity⩾99.8%, true density=2.2g/cm3). AEROSIL® 200 has an average primary particle diameter of 12nm and a specific surface area of 200m2/g [bib22]. AEROSIL® OX 50 has an average primary particle diameter of 40nm and a specific surface area of 50m2/g [bib22]. The flame hydrolysis process used to make fumed silica yields mostly aggregates (primary particles sintered together) that are about 0.2–0.3μm in diameter [bib23]."]], ["Specimen manufacturing", ["BECy monomer/fumed silica suspensions were prepared by adding the fumed silica during mixing of the monomer with a 25mm diameter high-shear blade at 1000rpm. For the 12nm particles, compositions of 0.5, 1, 2, 5, and 6.72phr were made, with 6.72phr (3.4vol%) representing the maximum loading achieved with ease of processing. For the 40nm particles, the compositions included 0.5, 1, 2, 5, 10, 20, 35, and 49.2phr (max loading), representing volume fractions of up to 20.7vol%. Prior to mixing, the fumed silica was dried under vacuum and the BECy monomer was preheated to 60°C. The partially dispersed suspension was processed using a Fisher Model 100 Sonic Dismembrator with 3.2mm diameter probe tip for 30s at a frequency of 23kHz. The power output ranged between 16 and 18W during sonication. After sonication, the suspension was again mixed for 2min at 2000rpm, followed by an additional 30s of sonication. The temperature of the suspension was maintained between 50 and 65°C throughout the entire process. A predetermined amount of catalyst was added to the dispersed suspension, corresponding to 3phr, and mixed at 2000rpm for 2min, followed by 15s of sonication at the same power level. Finally, the suspensions were poured into high-temperature silicone rubber molds (27×48×8mm3) and degassed at 60°C for 1h under vacuum at 23.4mmHg, and then placed in a convection oven (preheated to 60°C) for the final curing process (heat to 180°C at 1°C/min, hold for 2h, heat to 250°C at 1°C/min, hold for 2h and cool to ambient at 5°C/min). Samples were machined from the solid block of material using a diamond blade saw (TechCut 5TM Precision Sectioning Machine with Diamond Wafering Blade, Low-Concentration Diamond Metal Bonded, 6″×.020″×1/2″, Allied High Tech Products, Inc.). Specimens for dynamic mechanical analysis (DMA) were machined to 23×6×1.6mm3, such that the thickness of each specimen varied by less than 15μm over its length. Samples for a post-cure study were prepared at 1phr in the same manner, except the final cure stage at 250°C was eliminated, such that the initial cure cycle was: heat to 180°C at 1°C/min, hold for 2h, and cool to ambient at 5°C/min. After machining the specimens, free-standing post-cures were conducted at temperatures of 180, 210, 240, and 270°C for 2h. Neat BECy control samples without fumed silica were prepared in the same manner as above. All samples were dried at 120°C under vacuum for 6h and kept in a dry environment prior to testing."]], ["Experimental procedure", ["Samples were tested using a TA Instruments (New Castle, Delaware, USA) dynamic mechanical analyzer (DMA) Q800 with LN2 gas cooling accessory (GCA) from 30°C to 330°C at a heating rate of 3°C/min. A constant amplitude of 30μm at 1Hz was applied throughout the test, with a static load tracking at 175% of the dynamic force. A low-friction three-point bending fixture with a length of 20mm was utilized for each test. For each condition, multiple samples were tested (from 2 to 6) and the data was averaged. For measurements where the standard deviation was more than the size of the symbol used in plots, error bars representing one standard deviation were included."]]]], ["Results and discussion", [["Storage modulus", ["Representative curves for storage modulus (<i>E</i>′, the elastic component of the viscoelastic response) versus temperature for the 12nm composites are shown in [fig2]\n                        . With an increase in volume fraction (<i>ϕ</i>\n                        f), the magnitude of the storage modulus is increased in the glassy and rubbery regions, and all composites show the characteristic drop in modulus around the glass transition temperature, <i>T</i>\n                        g, of the material. For the 40nm fumed silica nanocomposites, representative storage modulus versus temperature curves are shown in [fig3]\n                        .", "For the 40nm composites, there is also an increase in storage modulus with increased volume fraction of fumed silica. As expected, the largest increase in modulus for the 40nm nanocomposites is for the sample at the highest loading (49.2phr, 20.7vol%), which represents an increase of approximately 75% over the unfilled system. The increase in storage modulus at 30°C as a function of volume fraction for both sizes of fumed silica is shown in [fig4]\n                        , along with theoretical predictions. The isostress model (or Reuss average) assumes that the matrix and filler are stressed equally, giving the composite modulus, <i>E</i>\n                        c, as\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       c\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         ϕ\n                                                      \n                                                      \n                                                         f\n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         E\n                                                      \n                                                      \n                                                         f\n                                                      \n                                                   \n                                                \n                                             \n                                             +\n                                             \n                                                \n                                                   \n                                                      \n                                                         ϕ\n                                                      \n                                                      \n                                                         m\n                                                      \n                                                   \n                                                \n                                                \n                                                   \n                                                      \n                                                         E\n                                                      \n                                                      \n                                                         m\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       -\n                                       1\n                                    \n                                 \n                              \n                           \n                        where <i>E</i>\n                        f is the modulus of the filler, <i>E</i>\n                        m is the modulus of the matrix, <i>ϕ</i>\n                        f is the volume fraction of the filler, and <i>ϕ</i>\n                        m is the volume fraction of the matrix [bib24]. This model gives a theoretical lower bound for the composite modulus. The absolute upper bound would be given by an isostrain model, such as the rule of mixtures, where a constant strain is assumed in each of the phases. This is more suitable, however, for composites with unidirectional reinforcement. The predictions by the well-known Halpin–Tsai equations [bib25], which are explained elsewhere, are shown for the sake of comparison, with the assumption of a circular geometry factor. Possibly the most applicable model for particulate-reinforced composites is the Kerner equation, which is analogous to an equivalent model by Hashin and Strikman [bib26]. Lewis and Nielsen gave the Kerner equation in a generalized form, where the ratio of the modulus of the composite to the modulus of the matrix is given by\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             c\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             m\n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       1\n                                       +\n                                       AB\n                                       \n                                          \n                                             ϕ\n                                          \n                                          \n                                             f\n                                          \n                                       \n                                    \n                                    \n                                       1\n                                       -\n                                       B\n                                       ψ\n                                       \n                                          \n                                             ϕ\n                                          \n                                          \n                                             f\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>A</i> is a constant related to the filler geometry and the Poisson’s ratio of the matrix [bib26].", "For the general case of spherical particles in a matrix, <i>A</i> is given by: <i>A</i>\n                        =(7−5<i>ν</i>)/(8−10<i>ν</i>), where <i>ν</i> is the Poisson’s ratio of the matrix. However, <i>A</i> can be larger for different filler geometries, such as reinforcements with aspect ratios [bib26]. The constant, <i>B</i> is given by\n                           \n                              (3)\n                              \n                                 B\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             f\n                                          \n                                       \n                                       /\n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             m\n                                          \n                                       \n                                       -\n                                       1\n                                    \n                                    \n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             f\n                                          \n                                       \n                                       /\n                                       \n                                          \n                                             E\n                                          \n                                          \n                                             m\n                                          \n                                       \n                                       +\n                                       A\n                                    \n                                 \n                                 .", "The limit of <i>B</i> is 1, where the modulus of the filler is much greater than the modulus of the matrix. The <i>ψ</i> term is dependent on the maximum packing fraction of the particles, <i>ϕ</i>\n                        max, and can be calculated using an equation by Lewis and Nielsen or McGee and McCullough with nearly identical results [bib21 bib26]. From McGee and McCullough, <i>ψ</i> is given as\n                           \n                              (4)\n                              \n                                 ψ\n                                 =\n                                 1\n                                 +\n                                 \n                                    \n                                       \n                                          \n                                             ϕ\n                                          \n                                          \n                                             m\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             ϕ\n                                          \n                                          \n                                             max\n                                          \n                                       \n                                    \n                                 \n                                 [\n                                 \n                                    \n                                       ϕ\n                                    \n                                    \n                                       max\n                                    \n                                 \n                                 \n                                    \n                                       ϕ\n                                    \n                                    \n                                       f\n                                    \n                                 \n                                 +\n                                 (\n                                 1\n                                 -\n                                 \n                                    \n                                       ϕ\n                                    \n                                    \n                                       max\n                                    \n                                 \n                                 )\n                                 \n                                    \n                                       ϕ\n                                    \n                                    \n                                       m\n                                    \n                                 \n                                 ]\n                                 .", "The maximum packing fraction, <i>ϕ</i>\n                        max, is the ratio of the true volume of the filler to the apparent volume occupied by the filler, and has a maximum of 0.74 for hexagonal close packing spheres but decreases for agglomerated spheres to as low as 0.37 [bib26].", "For all volume fractions, the isostress and Halpin–Tsai equations underestimate the composites’ modulus at 30°C. The best fit to the data is shown by the Kerner equation, where <i>A</i> is 1.167 (for matrix Poisson’s ratio of 0.35), and either a <i>ϕ</i>\n                        max of 0.601 (for random loose packing, non-agglomerated [bib26]) or 0.37 (random close packing, agglomerated). While the maximum packing factor of 0.601 gives good approximation for high loadings of 40nm silica, 0.37 gives better fit at intermediate loadings for both sizes of silica. However, neither model will fit the data at low fractions, starting with the anomalous increase of approximately 4% in modulus for only 0.25% by volume of fumed silica. Interestingly, this result was very similar for both sizes of fumed silica, with a slightly larger increase in modulus realized for the 12nm particles. In general, this anomaly causes neither model to provide a close fit to the data for all volume fractions.", "For the rubbery region, the increase in modulus with volume fraction is more pronounced. [fig5]\n                         shows this relationship for the storage modulus taken at <i>T</i>\n                        g\n                        +30°C, where the <i>T</i>\n                        g is defined for this purpose as the peak in the loss modulus, <i>E</i>″ (the viscous component of the viscoelastic response). There is a general increasing trend in the composites’ rubbery modulus for both sizes of fumed silica above <i>ϕ</i>\n                        f\n                        =0.005, but anomalously there is a slight decrease in the rubbery storage modulus at the lowest volume fraction, <i>ϕ</i>\n                        f\n                        =0.0025, where the marked increase was observed in the glassy region. This may not be significant, as the standard deviation for the rubbery modulus at these loadings actually includes the base value of the BECy (see [fig5]). Also, due to the fact that these values are taken at 30°C above <i>T</i>\n                        g, there may be slight temperature effects due to the changes in <i>T</i>\n                        g for each composition. Regardless, above 0.5vol%, there is a marked improvement in rubbery modulus, such that the Halpin–Tsai equations greatly underestimate the increase in modulus. In order to provide a fit to the experimental data in the rubbery region, a <i>ϕ</i>\n                        max of 0.37 (random close packing, agglomerated) must be adopted. All packing factors larger than this underestimate the increase in modulus. Furthermore, using <i>A</i>\n                        =1.5 (for rubber Poisson’s ratio of 0.5) underestimates the modulus, such that a value for <i>A</i> of 4 is needed for the 40nm composites, while an <i>A</i> of 10 is needed for the 12nm particles. In general, the value for <i>A</i> will increase if the aspect ratio of the filler increases, and the same result is given for agglomerated fillers [bib26]. The rubbery modulus values show the distinct difference between the morphology of the 12 and 40nm nanocomposites, indicating that the 12nm nanocomposites, with higher surface area, are more agglomerated than the 40nm nanocomposites.", "The trend of a greater increase in modulus in the rubbery region than for the glassy region is not new; this has been observed by several researchers for both micron- and nano-sized filler composites [bib20 bib21]. Goyanes et al. [bib20] showed a similar result for quartz/epoxy composites, attributing this to the fact that, below <i>T</i>\n                        g, the rigid polymer matrix can exert large forces on the agglomerates, causing some particle motion and slippage, and a decrease in modulus. For the rubbery state, however, the relaxation of the matrix allows the agglomerates to stay rigid and provide more reinforcement [bib20]. Vassileva and Friedrich [bib21] also showed this phenomenon for alumina nanoparticle/epoxy composites.", "The storage modulus data suggests that there is a presence of agglomerates in the nanocomposites, which are more influential in the rubbery state, especially for the 12nm particles. This is consistent with analysis of TEM micrographs for the composites, as shown in [fig6]\n                        a and b. It is obvious that the smaller fumed silica particles (12nm) form much more dominant agglomerates (aggregates entangled together) than the 40nm particles. For the 40nm composite, there are aggregates and agglomerates of a small number of particles and some particles that exist alone, while for the 12nm particles, nearly all particles exist as agglomerates of many particles. Although the total aggregate and agglomerate size is larger, the larger 40nm particles behave more like dispersed spheres than the highly aggregated and agglomerated 12nm particles. This explains the need for a higher <i>A</i> for the 12nm particles in the rubbery region, since these agglomerates have a much more dominant effect above <i>T</i>\n                        g."]], ["Tan delta", ["[fig7]\n                         shows tan delta (<i>E</i>″/<i>E</i>′, ratio of energy dissipated to energy stored per cycle) as a function of temperature for the 12nm nanocomposites, and [fig8]\n                         shows tan delta for the 40nm nanocomposites.", "While the peak position does not change drastically (indicating little change in <i>T</i>\n                        g, which will be discussed later), the magnitude of the tan delta peak decreases with increasing filler content for both particle sizes. If the damping of the rigid filler is neglected, the decrease in damping as a result of replacing polymer with filler is given by\n                           \n                              (5)\n                              \n                                 tan\n                                 \n                                    \n                                       δ\n                                    \n                                    \n                                       c\n                                    \n                                 \n                                 =\n                                 tan\n                                 \n                                    \n                                       δ\n                                    \n                                    \n                                       m\n                                    \n                                 \n                                 (\n                                 1\n                                 -\n                                 \n                                    \n                                       ϕ\n                                    \n                                    \n                                       f\n                                    \n                                 \n                                 )\n                              \n                           \n                        where tan\n                        <i>δ</i>\n                        c is the damping of the composite and tan\n                        <i>δ</i>\n                        m is the damping of the matrix [bib21 bib26]. However, the damping of the composite can decrease beyond the prediction of Eq. [fd1] if there is a significant interaction between the filler and matrix, such that a correction parameter, <i>P</i>, is introduced [bib20 bib21], giving\n                           \n                              (6)\n                              \n                                 tan\n                                 \n                                    \n                                       δ\n                                    \n                                    \n                                       c\n                                    \n                                 \n                                 =\n                                 tan\n                                 \n                                    \n                                       δ\n                                    \n                                    \n                                       m\n                                    \n                                 \n                                 (\n                                 1\n                                 -\n                                 P\n                                 \n                                    \n                                       ϕ\n                                    \n                                    \n                                       f\n                                    \n                                 \n                                 )\n                                 .", "The effective interfacial thickness of the interphase between the polymer and particle, Δ<i>R</i>, is related to <i>P</i> by\n                           \n                              (7)\n                              \n                                 P\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             1\n                                             +\n                                             \n                                                \n                                                   Δ\n                                                   R\n                                                \n                                                \n                                                   R\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       3\n                                    \n                                 \n                              \n                           \n                        where <i>R</i> is the radius of the particles in question [bib20 bib21].", "Using Eqs. [fd2 fd3], the interfacial thickness, Δ<i>R</i>, was estimated through comparison of the data for each composite with the matrix, yielding estimates of the effective thickness, which are tabulated in [tbl1]\n                        .", "There is a general decreasing function of Δ<i>R</i> with respect to volume fraction, possibly indicating that as volume fraction increases, there is a greater amount of overlap in the interphase regions due to increasing nanoparticle agglomeration. For <i>ϕ</i>\n                        f\n                        =0.005 with the 40nm composites, Δ<i>R</i> is quite low compared to the surrounding data, but this result was rechecked and there is no apparent explanation for the presence of this outlier.", "The presence of a strong interface between the cyanate ester matrix and the fumed silica particles is in agreement with the literature on cyanate ester composites. This is due to the abundant presence of hydroxyl groups on the silica particles’ surface. In fact, it has been shown by Liang et al. that polyhedral oligomeric silsesquioxane (POSS) with hydroxyl functionality form covalent bonds with cyanate esters via iminocarbonate groups [bib27]. Furthermore, hydrogen bonding can occur between the hydroxyl and cyanate groups of the silica and cyanate esters, respectively [bib27]. Cyanate esters have also been shown to form covalent bonds with substrate hydroxyl groups on other surfaces, such as glass and carbon fibers and metallic substrates [bib28]."]], ["Glass transition", ["[fig9]\n                         shows the glass transition temperatures for the 12 and 40nm composites, calculated by three methods: (1) Onset of the drop in storage modulus, (2) Loss modulus peak, and (3) Tan delta peak.", "It is apparent that there are only very small changes (±< 4°C) in glass transition temperature for all volume fractions. While a discernable trend is not immediately obvious, it is interesting to note that the <i>T</i>\n                        g’s for the 12 and 40nm samples follow the same trend. This indicates sources of systematic error because the equal volume fraction samples were prepared side by side. While all efforts were made to limit the moisture exposure of the fumed silica between drying and incorporation into the cyanate ester monomer, the relative humidity of the laboratory varied from day to day, from as little as 19% RH to 60% RH. In fact, if only the samples prepared during conditions of less than 20% relative humidity are considered, as shown in [fig10]\n                        , the <i>T</i>\n                        g is higher than the neat BECy for all volume fractions.", "Our hypothesis was tested by making identical samples on different days. For example, the <i>T</i>\n                        g in 2phr samples (both 12 and 40nm) decreased between 2 and 3°C for a change between 19% and 49% RH. Furthermore, the decrease for the 12nm samples was larger, which is consistent with the fact that the 12nm particles have more surface area with which to absorb moisture. It should be noted, however, that other properties, such as modulus and damping, were not affected by the changes in humidity.", "To ascertain more information on the effect of the silica nanoparticles on the glass transition temperature of the nanocomposites, a study on the effect of post-cure temperature was conducted for a single volume fraction of both 12 and 40nm particles. The results are shown in [fig11]\n                        .", "These results clearly show that at low degrees of cure, the <i>T</i>\n                        g of the nanocomposites is higher than the neat BECy, while at high degrees of cure, the <i>T</i>\n                        g of the nanocomposites is lower than the neat BECy. For the highest post-cure temperature, 270°C, there is a reduction in <i>T</i>\n                        g of all samples including the neat BECy, which indicates that thermal degradation is occurring at these temperatures. There are three major factors that affect the glass transition temperature of these nanocomposites. First, the incorporation of the rigid fumed silica into the cross-linked network of cyanate ester serves to decrease segmental motion, which would serve to increase <i>T</i>\n                        g. Second, the incorporation of the fumed silica into the polymer will decrease the overall cross-link density of the resin per unit volume, which would decrease <i>T</i>\n                        g. Hydroxyl groups, which are present on the silica surface, have been shown to catalyze the cyclotrimerization of cyanate esters [bib18 bib29]. These catalytic effects will reduce the cross-link density of the polymer in the interphase region surrounding the particles. Third, the fumed silica may add free volume because of disruption in packing of the cyanate ester resin segments, decreasing <i>T</i>\n                        g. For low conversions, the incorporation of fumed silica into the polymer network gives a positive effect on <i>T</i>\n                        g because there is an excess of unreacted cyanate groups that can link to the fumed silica and decrease large scale segmental motion. For high conversions, however, there is a negative effect on <i>T</i>\n                        g because the increase in <i>T</i>\n                        g due to the first factor is not enough to overcome the decrease in <i>T</i>\n                        g due to a reduction in cross-link density and increase in free volume, as compared to the neat cyanate ester that nears complete conversion."]]]], ["Conclusions", ["Fumed silica particles of varying sizes increased the storage modulus of cyanate ester nanocomposites, according to results from DMA of cured samples. The storage modulus was increased more significantly in the rubbery region, which was consistent with the results of previous studies. The 12nm particles increased the rubbery storage modulus to a greater degree, indicating the presence of dominant agglomerates, which was confirmed by TEM. The decrease in damping for filled systems was related to the thickness of the interphase between the polymer and particles, and results showed that there was a strong interaction between the particles and cyanate ester polymer. The strong interfacial adhesion between the cyanate ester was attributed to the formation of iminocarbonate linkages during cyclotrimerization. The interfacial thickness for the nanocomposites decreasing with increasing silica loading, indicating that as volume fraction increases, there is a greater amount of overlap in the interphase regions due to increasing nanoparticle agglomeration. There was little change in glass transition temperature, <i>T</i>\n                     g, for the filled systems, but further analysis showed that moisture absorption of the fumed silica prior to cure decreased the <i>T</i>\n                     g of the nanocomposites relative to that of the neat cyanate ester resin."]]], "doi": "10.1016/j.compositesa.2008.02.006"}