{"title": "Effects of silane functionalization on the properties of carbon nanotube/epoxy nanocomposites", "abstract": "The effects of silane functionalization of multi-wall carbon nanotubes (CNTs) on properties of CNT/epoxy nanocomposites are investigated in this work. Epoxy-based nanocomposites reinforced with CNTs with and without functionalization were prepared. The properties of nanocomposites were characterized extensively using the scanning electronic microscopy (SEM), electrical conductivity measurement, thermo-gravimetric analysis (TGA), dynamic mechanical analysis (DMA), three-point bending test and fracture toughness measurement. The results showed that grafting silane molecules onto the CNT surface improved the dispersion of CNTs in epoxy along with much enhanced mechanical and thermal properties as well as fracture resistance of nanocomposites compared to those containing CNTs without functionalization. The electrical conductivity of nanocomposites decreased due to the wrapping of CNTs with non-conductive silane molecules. These findings confirmed the improved interfacial interactions arising from covalent bonds between the functionalized CNTs and epoxy resin.", "body": [["Introduction", ["With unique structural and transport properties, such as excellent strength, modulus, electrical and thermal conductivities along with a low density, carbon nanotubes (CNTs) have attracted much interest as the reinforcement for polymer–matrix composites [bib1 bib2 bib3]. The CNT/polymer nanocomposites hold the promise of delivering exceptional mechanical properties and multi-functional characteristics. The potential of employing CNTs as reinforcements has, however, been severely limited because of the difficulties associated with dispersion of entangled CNTs during processing and the poor interfacial interactions between CNTs and polymer. To ensure effective reinforcements for polymer composites, proper dispersion and good interfacial bonds between CNTs and polymer–matrix have to be guaranteed [bib4].", "Epoxy resin-based CNT nanocomposites have been extensively investigated in view of their potential applications in the electronics, aerospace and automotive industries [bib5 bib6 bib7]. However, there is no consensus regarding the efficiency of CNTs in improving the certain properties of nanocomposites: for example, the mechanical properties of epoxy resin were enhanced with less than 1wt% of CNT [bib8 bib9], whereas negligible improvement or even adverse effects were reported on the mechanical properties owing to CNTs [bib10 bib11]. These discrepancies are thought to be attributed to the fact that there were large differences in the degree of entanglement and dispersion of CNTs in the resin, as well as in interfacial adhesion between the CNT and the matrix because the CNTs were not properly functionalized in many of the above studies.", "This paper is part of a large project on the development of CNT functionalization techniques for improved dispersion and interfacial interactions with polymer resins, and is continuation of our previous work on the use of a silane coupling agent [bib12]. In the present work, the improved dispersion and interfacial adhesion due to silane are realized by evaluating various mechanical, fracture, thermal and electrical properties of the CNT/epoxy nanocomposites."]], ["Experiments", [["Materials and composite fabrication", ["The materials and the processes employed to produce functionalized CNTs in this work were essentially the same as those used previously [bib12]. CNTs (Iljin Nanotech, Korea) were multi-walled carbon nanotubes (MWCNTs) whose diameter and length ranged between 10–20nm and 10–50μm, respectively [bib13]. 3-Glycidoxypropyltrimethoxysilane (GPTMS, Aldrich) with 98% purity was used as the functionalization agent. The as-received CNTs were first purified via ultra-sonication in toluene as the dispersant. After drying, the purified CNTs were exposed to UV light in an ozone chamber to oxidize and create active moieties on the surface. This was followed by reduction in a lithium aluminum hydride solution and silanization in a GPTMS solution for 6h at 60–65°C.", "The composites were made from epoxy, a diglycidyl ether of bisphenol A (DGEBA, Epon 828, Shell Chemical), and a curing agent, <i>m</i>-phenylenediamine (<i>m</i>-PDA, Sigma–Aldrich). The functionalized CNTs were dispersed in ethanol for 1h before adding the monomer epoxy, and the mixture was ultrasonicated for 1h each at 60°C and 80°C, respectively. The mixture was then outgassed at 80°C for 5h to eliminate the entrapped air and the remaining ethanol. The <i>m</i>-PDA hardener was added into the mixture in the ratio of 14.5:100 by weight. The composite was moulded into a flat plate and cured at 80°C for 2h, followed by post cure at 150°C for 2h. [fig1]\n                         shows the processing steps used to fabricate the CNT/epoxy nanocomposites. Nanocomposites containing different weight fractions (0.05%, 0.10%, 0.25% and 0.50%) of the untreated CNT (untreated-CNT) and silane functionalized CNT (silane-CNT) were prepared."]], ["Characterization and mechanical tests", ["The thermal stability of nanocomposites was evaluated using a thermogravimetric analyzer (TGA, UNIX/TGA7 by Perkin Elmer). Specimens were heated from ambient to 800°C at a heating rate of 10°C/min in the nitrogen flow. The storage modulus and tan\n                        <i>δ</i> were determined using a dynamic mechanical analyzer (DMA-7, Perkin Elmer), according to the specification, ASTM Standard D4065. The samples with dimensions 20mm long×3mm wide×1mm thick were tested in a three point bending mode from 30 to 170°C at a heating rate of 10°C/min and a frequency of 1.0Hz within a nitrogen atmosphere. The glass transition temperatures, <i>T</i>\n                        g, of nanocomposites were also determined from the maxima of the tan\n                        <i>δ</i> acquired from the DMA.", "Three-point flexure test was performed to measure the mechanical properties of neat epoxy and nanocomposites according to the specification, ASTM Standard D790. The moulded nanocomposite plates were cut into 70mm long×12.7mm wide×3mm thick specimens, which were subjected to bending with a support span of 50mm at a constant cross-head speed of 1.3mm/min on a universal testing machine (MTS Sintech 10/D). Five specimens were tested for each set of conditions. Quasi-static fracture toughness of nanocomposites was measured using the compact tension test according to the specification, ASTM Standard D5045. Specimens of 50mm wide×48mm high×5mm thick with a initial crack length <i>a</i>\n                        =20mm from the loading point were prepared, satisfying the dimensional requirements for the plane strain fracture condition. The test was performed on a universal testing machine (MTS Sintech 10/D) at a cross-head 10mm/min. The maximum load, <i>P</i>\n                        c, was recorded when the specimen was fractured, from which the stress intensity factor, <i>K</i>\n                        IC, was calculated using the following equation:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       K\n                                    \n                                    \n                                       IC\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             P\n                                          \n                                          \n                                             c\n                                          \n                                       \n                                    \n                                    \n                                       b\n                                       \n                                          \n                                             W\n                                          \n                                       \n                                    \n                                 \n                                 f\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                W\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 ,\n                              \n                           \n                        where\n                           \n                              (2)\n                              \n                                 f\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                a\n                                             \n                                             \n                                                W\n                                             \n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             \n                                                2\n                                                +\n                                                \n                                                   \n                                                      a\n                                                   \n                                                   \n                                                      W\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                0.886\n                                                +\n                                                4.64\n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               a\n                                                            \n                                                            \n                                                               W\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                                -\n                                                13.32\n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  a\n                                                               \n                                                               \n                                                                  W\n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                   \n                                                      2\n                                                   \n                                                \n                                                +\n                                                14.72\n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  a\n                                                               \n                                                               \n                                                                  W\n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                   \n                                                      3\n                                                   \n                                                \n                                                -\n                                                5.6\n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  a\n                                                               \n                                                               \n                                                                  W\n                                                               \n                                                            \n                                                         \n                                                      \n                                                   \n                                                   \n                                                      4\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   1\n                                                   -\n                                                   \n                                                      \n                                                         a\n                                                      \n                                                      \n                                                         W\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                          \n                                             3\n                                             /\n                                             2\n                                          \n                                       \n                                    \n                                 \n                                 ,\n                              \n                           \n                        \n                        <i>W</i>\n                        =40mm and the specimen thickness <i>b</i>\n                        =5mm.", "A scanning electron microscope (SEM, JEOL-6700F) was employed to exam the dispersion states of CNTs in the matrix and the fracture morphologies of CNT/epoxy nanocomposites. The bulk electrical conductivity of nanocomposites was measured at room temperature based on the four-probe method using specimens of dimensions 10mm square×1mm in thickness on a resistivity/Hall measurement system (Sony Tektronix 370A)."]]]], ["Results and discussion", [["Dispersion of CNT in epoxy", ["[fig2]\n                         shows the SEM images of the fracture surface of nanocomposites, providing some insight into the CNT dispersion state. The untreated-CNTs were present mainly in the form of agglomerates, whereas the silane-CNTs were dispersed more uniformly, confirming much better dispersion of CNT in epoxy matrix. This phenomenon can be explained in terms of improved interfacial interactions between the CNT and epoxy matrix. Silane molecules with epoxy end-groups were covalently attached on the CNT surface via the silanization reaction and partial hydrolysis of silane after functionalization ([fig3]\n                        ) [bib12], resulting in the conversion of CNT surface from hydrophobic to hydrophilic nature, and thus allowing the dispersion of silane-CNTs in epoxy more uniform than the untreated-CNTs."]], ["Thermal stability of nanocomposites", ["Thermal stability is one of the most important properties of CNT/polymer nanocomposites for potential applications as functional or structural components at elevated temperatures. Decomposition temperatures of nanocomposites measured at differing weight losses are presented in [tbl1]\n                        . Decomposition temperatures, <i>T</i>\n                        5, <i>T</i>\n                        10 and <i>T</i>\n                        dm, varied differently depending on the CNT surface functionalization: for the samples containing less than 0.25wt% of silane-CNT, <i>T</i>\n                        5, <i>T</i>\n                        10 and <i>T</i>\n                        dm increased with increasing CNT content, indicating that the thermal decomposition of silane-CNT/epoxy nanocomposites was retarded by the presence of silane-CNT. However, the thermal stability of the samples containing untreated-CNT deteriorated as the CNT loading was increased. While the residual yields of both the CNT/epoxy nanocomposites increased with increasing CNT content, the silane-CNT exhibited much higher residual yields than the untreated-CNT for CNT contents below 0.5wt%. These results may be attributed to the physical barrier effect [bib14] where the CNTs impede the propagation of decomposition reactions in the nanocomposites. The physical barrier effect should be more pronounced in the silane-CNT composite due to the higher degree of cross-linking reactions by the epoxy end-groups of silane-CNT than the untreated-CNT counterpart. The significantly improved thermal stability of the nanocomposites with a small quantity of silane-CNT (0.25wt%) has practical implications in many potential applications at elevated temperatures."]], ["Thermomechanical properties of nanocomposites", ["[fig4]\n                         shows the storage modulus and tan\n                        <i>δ</i> of nanocomposites obtained from the DMA analysis. The addition of silane-CNT to epoxy resin showed little influence on storage modulus in the glassy region. In contrast, there was a stronger effect of silane-CNT in the rubbery region at elevated temperatures where the improvement in the elastic properties of nanocomposites was clearly observed ([fig4]a). This behavior can be explained in terms of interfacial interactions between the CNTs and epoxy. The improved interfacial interactions due to silane functionalization of CNT reduced the mobility of the local matrix material around the CNTs, increasing the thermal stability at elevated temperatures. There were marginal reductions in storage modulus of the nanocomposites containing untreated-CNT compared to the neat epoxy in the glassy region ([fig4]c), as a result of CNT agglomeration. In the rubbery region, however, the storage modulus increased with increasing CNT loading, similar to the silane-CNT.", "The tan\n                        <i>δ</i> values of the nanocomposites were calculated by dividing the loss modulus by the corresponding storage modulus obtained from the DMA analysis, as shown in [fig4]b and d. It is interesting to note that the maximum value of tan\n                        <i>δ</i> for the neat epoxy was higher than those of the nanocomposites containing silane-CNT, while it was comparable to those of the nanocomposites containing untreated-CNT. Broad glass transition peaks and shoulders were noted from the tan\n                        <i>δ</i> curves of the nanocomposites containing silane-CNT (curve B, C, E in [fig4]b). These phenomena can be attributed to the fact that: (i) the silane-treated CNT promoted the cross-linking reactions of epoxy and hardener, effectively discouraging the movement of molecular chains; and (ii) the covalent bonding between the silane-treated CNT and epoxy promoted energy dissipation from the matrix to the CNT, resulting in an increase in loss modulus.", "From [fig4]b and d, glass transition temperatures, <i>T</i>\n                        g, were determined, which are shown as a function of CNT content in [fig5]\n                        . The presence of CNT in the epoxy matrix increased the <i>T</i>\n                        g of nanocomposites, with the effect being more pronounced for the silane-CNT. The difference in the extent of cross-linking reactions of epoxy was responsible for this observation: the silane-CNT can react with the <i>m</i>-PDA hardener more completely, introducing a higher cross-linking degree of the system than the untreated-CNT system. The epoxy functional groups are covalently attached onto the CNT after the silane treatment. Once the silane-CNT content exceeded a certain limit, say about 0.5wt%, however <i>T</i>\n                        g started to decrease because the epoxy/diamine ratio exceeded the value required by the reaction stoichiometry, which in turn decreased the degree of cross-linking in the nanocomposites [bib5 bib8]."]], ["Mechanical properties of nanocomposites", ["[fig6]\n                         shows the elastic moduli and strengths measured from the flexural test of nanocomposites, which are plotted as a function of CNT content. It is found that the modulus rapidly increased with increasing CNT content, before being saturated at about 0.25wt% of CNT content. The nanocomposites containing silane-CNT exhibited a higher modulus than the untreated-CNT counterparts over the whole CNT contents studied. This result confirms the ameliorating effect of functionalization on the improvement of mechanical properties. The flexural strength of nanocomposites presented a similar trend: the strengths of the silane-CNT samples were consistently higher than the untreated-CNT counterparts when the reinforcement contents were 0.25wt% or below. An anomaly was observed for the composite containing 0.5wt% CNT with a reduction of flexural strength. It is suspected that the curing reaction between the DGEBA epoxy and amine hardener was adversely affected by the epoxy end-groups of the silane-CNT at this high CNT content."]], ["Fracture resistance of nanocomposites", ["The quasi-static fracture toughness, <i>K</i>\n                        IC, values of nanocomposites measured from the compact tension test is plotted as a function of CNT content in [fig7]\n                        . It is interesting to note that the general trends of <i>K</i>\n                        IC with respect to CNT content were largely different depending on whether the CNT was functionalized or not. The addition of untreated-CNTs into epoxy resulted in a continuous decrease of <i>K</i>\n                        IC, whereas the nanocomposites containing silane-CNT showed a moderate increase in <i>K</i>\n                        IC. These phenomena can be explained in terms of dispersion and interfacial interactions between the CNT and epoxy: for the untreated-CNT, both the dispersion in epoxy and the interfacial interaction were poor due to the agglomeration ([fig2]a) and the inherently inert/hydrophobic nature of CNTs. After silane functionalization, both the dispersion of CNTs ([fig2]b) and the interfacial interaction with epoxy was enhanced through the attachment of oxygen containing functional groups and silane molecules onto the CNT surface, as shown in our previous study [bib12].", "Major fracture mechanisms were identified based on the morphological analysis of the fracture surfaces of nanocomposites taken near the initial crack tip, as shown in [fig8 fig9]\n                        \n                        . The neat epoxy ([fig8]a) exhibited a smooth, mirror-like fracture surface representing brittle failure of a homogeneous material. No obvious difference was observed between the neat epoxy and the composite containing 0.05wt% untreated-CNT ([fig8]b). With further increase in CNT content ([fig8]c–e) , the CNTs tended to agglomerate into larger sizes, while the overall fracture surface morphology did not alter much with only marginal increases in the number of river markings. However, the corresponding fracture toughness consistently decreased because the CNT aggregates acted as the stress concentrators.", "In sharp contrast, the fracture surfaces for the composites containing silane-CNT revealed a systematic increase in the number of river marking and the corresponding surface roughness with increasing CNT content. At low CNT contents (0.05–0.1wt%), there were straight and long river markings running parallel to the crack propagation direction ([fig9]a and b). At higher CNT contents (0.25–0.5wt%, [fig9]c and d), these river markings became shorter and round-ended, similar to those observed in nanocomposites reinforced with high contents of nanoclay particles [bib15]. It appears that the increasing number of river markings roughly corresponds to the number of isolated, well-dispersed CNTs, which forced the cracks to propagate bypassing the CNTs and taking a long path. This resulted in dissipation of more energy through the well-known pinning and crack tip bifurcation mechanisms. However, the fracture toughness became more or less saturated at about 0.5wt% CNT content, indicating that a higher CNT content would not result in further increase in fracture resistance because there is an increasing chance of agglomeration with increasing CNT content."]], ["Electrical conductivity of nanocomposites", ["The aforementioned improvements in the thermal stability, thermo-mechanical, mechanical and fracture resistance of nanocomposites due to silane functionalization of CNT were at the expense of composite electrical conductivity. The electrical conductivity is plotted as a function of CNT content in [fig10]\n                        . The incorporation of the untreated-CNT increased the conductivity almost nine orders of magnitude, from 2.2×10−13 to 5.9×10−4\n                        S/cm when the filler content was increased from 0.05 to 0.50wt%. This observation was consistent with previous findings on CNT nanocomposites based on similar matrix materials [bib16 bib17 bib18]. However, for the same filler content increase, the nanocomposites containing silane-CNT exhibited only a marginal – about two orders of magnitude – improvement in conductivity. The poor electrical conductivity of silane-CNT composites compared to the untreated-CNT counterpart was expected. There are two major reasons responsible for this observation. Firstly, the silane molecules with epoxy end-groups are covalently bonded to the CNT surface, which react with the amine hardener, leading to the wrapping of CNT by the epoxy after curing. The wrapping becomes more serious for well-dispersed individual CNTs. The wrapped polymer perturbs the π electron system of the CNT walls [bib19]. Secondly, the improved dispersion of CNTs in polymer–matrix is known to be detrimental to the formation of electrical networks, especially at CNT contents above the percolation threshold. Further details of the correlation between the electrical conductivity and the dispersion states of CNT nanocomposites are presented elsewhere [bib20]."]]]], ["Conclusions", ["In the present work, the effects of silane functionalization of CNT were investigated on the dispersion and mechanical, thermal and electrical properties of epoxy composites with different contents of CNTs. Major findings from this study are highlighted as following:\n                        \n                           1.\n                           Grafting silane molecules onto the CNT surface can significantly improve the dispersion of CNTs in epoxy matrix.\n                        \n                        \n                           2.\n                           Composites containing silane-CNTs exhibited better thermal stability, flexural modulus and strength, fracture resistance than those containing untreated-CNTs.\n                        \n                        \n                           3.\n                           The electrical conductivity of nanocomposites containing silane-CNT decreased due to the wrapping of non-conductive silane onto CNT surface and well-dispersed CNTs.\n                        \n                        \n                           4.\n                           Above findings confirmed improved interfacial interactions due to covalent bonding between the silane functionalized CNTs and epoxy resin."]]], "doi": "10.1016/j.compscitech.2007.05.006"}