{"title": "Epoxy/graphene platelets nanocomposites with two levels of interface strength", "abstract": "Graphene platelets (GP) are a novel class of nanofillers due to its good compatibility with most polymers, high aspect ratio, high absolute strength and cost-effectiveness. We in this study synthesised two types of epoxy/GP nanocomposites with different interface strength using the combination of sonication and chemical modification. Although the surface-modified graphene platelets (<i>m</i>-GP) formed clusters, a higher degree of dispersion and exfoliation of graphene was observed in each cluster owning to the improved interface by modification. The scrolling of graphene was found predominantly in the interface-modified nanocomposite. At 4 wt%, the modified nanocomposite shows fracture energy release rate <i>G</i>1c\n                      613.4 J m−2, while the unmodified nanocomposite indicates 417.3 J m−2, in comparison with neat epoxy <i>G</i>1c\n                      204.2 J m−2. The interface modification enhanced the glass transition temperature of neat epoxy from 94.7 to 108.6 °C, 14.7% increment. Toughening mechanisms are attributed to the voiding, microcracking and breakage of GP, while matrix may not consume as much fracture energy as <i>m</i>-GP do.", "body": [["Introduction", ["Polymers are well known for their high specific strength and flexibility. However, many polymers, e.g. rubbers and thermoset resins, have either low absolute strength or poor fracture toughness, limiting their applications across industries. To remedy these shortcomings, polymers are often compounded with a variety of fillers including carbon black, carbon nanotubes, clay, silica and polymeric particles; of these, carbon-based fillers are of great significance in scientific research and product development—carbon black is a major type of fillers in rubber industry and carbon nanotubes have been extensively studied for the past decades. Despite the research of carbon nanotubes, it has not yet reached a situation where carbon nanotubes are ideal for reinforcing or toughening polymers, because of expensive manufacturing costs (such as single wall carbon nanotubes), high viscosity caused by the “bird’s nest” structure of the entangled tubes, and high anisotropic functionality. By contrast, graphene platelets (GP) are a new class of filler comprising one or more layers of a graphene plane which is of exceptional functionalities, high mechanical strength (1 TPa in Young’s modulus and 130 GPa in ultimate strength) and chemical stability, for the following reasons: their abundance in nature and thus their cost-effectiveness; their extremely high specific surface area, which carries higher levels of transferring stress across interface and provides higher reinforcement [bib1 bib2 bib3 bib4 bib5 bib6 bib7 bib8] than carbon nanotubes; their isotropic electrical/thermal conductivities on the graphene plane; their low viscosity when compounded with polymer; and their non-toxicity. Although GP can be produced from thermal shock at over 500 °C, we will fabricate GP by sonication in this study.", "Epoxy resins are widely used as adhesives, coatings, structural materials and compositae matrix. However, epoxy resins are inherently brittle, which makes them vulnerable to micro-cracks produced in service, and this limits their applications. Extensive studies have thus been conducted to toughen epoxy resins using rubbers, thermoplastics, inorganic particles etc. Rubber and thermoplastic toughening methods require a substantial amount of toughener, e.g. 15–20 wt%, which causes loss of other desirable properties. Polymers containing layered silicate nanofillers have shown the greatest mechanical and barrier properties, and attracted the most extensive research and development due to the fillers’ high specific surface area, functionality and cost-effective fabrication. Unfortunately, the silicate has proved not highly effective in toughening epoxy due to the weak interface between silicon-based layers and carbon-based resins [bib9 bib10 bib11 bib12].", "GP consisting of carbon atoms are more compatible with epoxy resins and thus produce a stronger interface than the silicate. Yasmin prepared epoxy/graphite nanocomposites by mixing epoxy with graphite in solvent; 4 wt% graphite increases Young’s modulus by 10% and glass transition temperature (<i>T</i>g\n                     ) from 143 to 145 °C [bib13]. When the mixing process was promoted by sonication and shear mixing, 1 wt% GP increase modulus 15%, but this is accompanied by a reduction of tensile strength [bib14]. Koratkar et al. very recently investigated the mechanical properties of epoxy/GP nanocomposites prepared by a similar approach. The epoxy fracture toughness was improved from 0.97 to 1.48 MPa m1/2 at 0.1 wt% filler fraction, and the toughening mechanism was attributed to crack deflection by thin GP. Unfortunately, no data were available at higher filler fractions [bib15]. Interface plays a vital role in determining the mechanical and thermal properties of nanocomposites. Li and Kim employed UV/O3 to oxidise GP to create an improved interface between platelets and epoxy. The resulting nanocomposites showed a steady increase of <i>T</i>g\n                      and modulus with prolonging the UV/O3 treatment [bib16]. Miller presented a new approach to the functionalisation of GP by using a coupling agent which built covalent bonding between fillers and soft matrix (0.78 GPa Young’s modulus), resulting in 50% modulus improvement at 1 wt% filler fraction [bib17]; a similar approach was reported by Chiang and Hsu to improve the flame-retardant performance of epoxy/GP nanocomposite [bib18].", "In spite of these studies, it is not clear the effect of interface strength on the structure and properties, in particular the fracture toughness and toughening mechanisms of these materials. Therefore, this study will synthesise two types of epoxy/GP nanocomposites with different interface strength through the combination of sonication and chemical modification to investigate the effect of interface on the structure and properties of the nanocomposites."]], ["Experiments", [["Materials", ["Acid-treated Graphite, Asbury 3494, was provided by Asbury Carbons, Asbury, NJ. Epoxy resin of commercial grade, diglycidyl ether of bisphenol A (DGEBA, Araldite-F) with epoxide equivalent weight 182–196g/equiv, was purchased from Ciba-Geigy, Australia. 4,4′-Methylene diphenyl diisocyanate (MDI) and tetrahydrofuran (THF) was purchased from Sigma–Aldrich. Hardener polyoxyalkyleneamine (J230) of <i>M</i>\n                        w 230 was kindly provided by Huntsman (Singapore)."]], ["Graphite sonication", ["4 g of graphite was pestled in a mortar and then immersed in acetone using a 400-ml metal container. The container was covered and treated in an ultrasonic bath (200 W and 42 kHz) for 30 min to obtain a uniform suspension. During sonication, graphite was able to split into graphene platelets (GP) in acetone [bib19]. With great care taken to keep the precipitate left in the container, the suspension was removed to a glass beaker 1 min after the sonication process. Afterwards, the beaker was covered and stored at room temperature for 2 h during which the suspended GP precipitated. The precipitate was collected and dried. These steps were repeated until a required amount of GP was produced."]], ["Fabrication of Epoxy/GP nanocomposites", ["A calculated amount (1–3 g) of GP was suspended in 100 g THF using a metal container. The container was then covered and went through a sonication process of 30 min below 30 °C. DGEBA was added and mixed by a mechanical mixer at ∼100 °C for 60 min for two purposes: achieving a homogeneous dispersion of GP in epoxy matrix, and vapourising THF. When hardener J230 was added, mixing was controlled at ∼40 °C for 1 min to avoid premature curing, followed by a vacuum oven-degassing process to remove bubbles. The final mixture was poured into a rubber mould and heated by a programmed curing procedure as shown in [fig1]\n                        ."]], ["Synthesis of epoxy/m-GP composites", ["Similar to the 1st step in Section [sec2.3], GP were suspended in THF by sonication. The suspension was then transferred to a round-bottom flask equipped with a condenser. At a weight ratio 0.5 of MDI to graphite, MDI was dropped into the suspension within 3 min during mixing, followed by mixing at ∼80 °C for 6 h by a magnetic stirrer. The modified graphite is denoted <i>m</i>-GP. Afterwards, DGEBA was added and mixed at 600 rpm and ∼120 °C for 15 h. Acetone was used to reduce the DEGBA viscosity and to achieve a uniform dispersion of graphite. Acetone was evaporated by mixing at ∼100 °C for 30 min. When the mixture was cooled down to 40 °C, J230 was added and mixed using a similar procedure to the last step in Section [sec2.3]."]], ["Characterisations", [["Filler modification", ["A Nicolet Avatar 320 Fourier transform infrared spectroscopy (FTIR) was employed to record the spectra of raw graphite and the modified GP within the range of 4000–450 cm−1 at 2 cm−1 using a minimum of 32 scans. The FTIR samples were prepared by a solution-casting method on the KBr plate."]], ["Morphology", ["X-ray diffraction (XRD) was used to characterise the modification of GP during modification. The experiment was conducted using a Mini-Materials Analyser, where Cu Kα radiation was applied at 40 kV and 12 kW. The diffraction patterns were then collected in a reflection mode geometry between 2<i>θ</i> = 24–31° at a scanning rate of 1°/min.", "Diamond knife and Leica Ultracut S microtome were used to produce 50-nm-thin sections at room temperature. Sections were collected on 200-mesh copper grids, and examined using a Philips CM200 transmission electron microscope (TEM) at an accelerating voltage 200 kV. Cluster sizes were analysed using an image analysis software analysis®.", "Scanning electron microscopy (SEM) was used to examine the fracture surfaces of compact tension (CT) specimens, which were coated with a thin layer of platinum and observed using a Philips XL30 FegSEM at an accelerating voltage 10 kV."]], ["Mechanical property", ["Tensile dumb-bell samples were made using a silicone rubber mould; both sides were polished by emery paper until all visible marks disappeared. Tensile testing was performed at 0.5 mm/min at room temperature using an Instron 5567 tensile machine. An Instron extensometer 2630-100 was used to collect accurate displacement data for the modulus measurement which was calculated using 0.005–0.2% strain."]], ["Fracture toughness", ["The compact tension (CT) samples were cured in a rubber mould. An instantly propagated crack which is critical to toughness testing, was introduced to each sample by a razor blade-tapping method [bib20]. Six specimens were tested for each set of data at 0.5 mm/min. The <i>K</i>1c\n                            and <i>G</i>1c\n                            values were calculated and verified according to ISO13586."]], ["Dynamic mechanical analysis (DMA)", ["Dynamic mechanical spectra were obtained at a frequency of 1 Hz on a DMA 2980 Dynamic Mechanical Analyser (TA Instruments, Inc., USA). A single cantilever clamp with a supporting span of 20.00 mm was used. Rectangular specimen of 4 mm in thickness and 12 mm in width was tightened on the clamp using a torque of 1Nm. Data were recorded at 2 s/point."]]]]]], ["Results and discussion", [["Effect of sonication temperature on graphite suspension", ["Since Yasmin employed an ultrasonic bath to disperse graphite in solvent [bib14], sonication has become an indispensable method to the fabrication of polymer/graphite nanocomposites. The sonication time 1.5–8 h was reported for the nanocomposites [bib14 bib15 bib16], but it is not clear whether there is a significant effect of temperature on the dispersion of graphite in solvent. Therefore, this study dispersed two batches of graphite in acetone using sonication of 30 min at two temperatures 15 °C and 50 °C, respectively. [fig2]\n                         shows the dispersion state of these two batches 60 min after sonication. No obvious precipitate is found for the batch sonicated at 15 °C in [fig2]a. By contrast, nearly transparent suspension was observed for the batch sonicated at 50 °C ([fig2]b). Not shown here is that the sonication time longer than 30 min made no obvious improvement for the suspension. In conclusion, low sonication temperature is critical to the dispersion and exfoliation of graphite layers, while long time sonication may be unnecessary. Since graphite formed stable suspension by sonication, it should exist in solution in the form of graphene platelets (GP), as proved in the following TEM analysis."]], ["FTIR", ["[fig3]\n                         contains FTIR spectra of raw graphite, GP and <i>m</i>-GP. Since raw graphite was treated with acids, strong absorptions of acid should be observed. Obvious absorption bands found in [fig3] for raw graphite include (1) an absorption at 2327 cm−1 and a band between 3304 and 3500 cm−1, corresponding to the presence of –OH group; (2) absorption at 1043 and 1144 cm−1 relating to the presence of –SO group; and (3) absorption at 1650 and 873 cm−1 caused by the stretching vibration of –CO and –C–O–, implying the existence of carboxyl group. Upon purification, the intensity of all absorption bands reduces dramatically and this indicates the removal of intercalates. Two absorption bands at 2348 cm−1 and 3304–3500 cm−1 can be distinguished, implying the presence of –OH groups. After GP were modified by 4,4′-methylene diphenyl diisocyanate (MDI), the absorption intensity at 3304 and 3500 cm−1 was further reduced and the absorption at 2348 cm−1 was shifted to low wave number, and this means that the –OH groups was consumed by the modification; two new absorption peaks appear: one at 2272 cm−1 corresponding to the isocyanate –NCO stretching and another at 1530 cm−1 relating to the vibration of CNH groups [bib21 bib22 bib23]. In conclusion, MDI was grafted to GP through the modification."]], ["X-ray diffractometry", ["[fig4]\n                         contains WAXD patterns of raw graphite, GP, <i>m</i>-GP and their 4 wt% nanocomposites. The raw graphite shows a double peak, indicating that the layer spacing of graphite was increased by intercalates during manufacturing. A sharp peak at 2<i>θ</i> of 26.38° was observed for GP, corresponding to a d-spacing of 0.337 nm; this is caused by the removal of intercalates during purification. Upon modification, the peak broadens. Since great care was taken to ensure the same amount of GP and <i>m</i>-GP tested using an identical procedure, the broadening effect suggests that the modification changes the layer spacing. Actually, the –OH groups of GP reacted with MDI during the modification as analysed in Section [sec3.2], which reduced the regularity of the stacked layers, thus broadening the diffraction of GP. The <i>m</i>-GP nanocomposite shows a more broadened peak with a small shoulder as circled in [fig4]; this implies that the modification facilitated the interaction of matrix molecules into the layer spacing of GP. The intercalated matrix molecules—DEGBA and hardener J230—reacted with the grafted MDI as shown in [fig5]\n                        . Since these reactions are well known [bib23 bib24 bib25], no characterisation is made herein. These reactions certainly build up a strong interface, supposedly leading to improved morphology and fracture toughness."]], ["Morphology", ["The dispersion of GP in epoxy was investigated by TEM. [fig6]\n                         contains micrographs of the 4 wt% epoxy/GP nanocomposite. Micron-sized clusters are observed in [fig6]a. When magnified in [fig6]b, a cluster is found consisting of graphene platelets which contain a few exfoliated graphene layers as indicated by black arrows; this means that graphite exists in the form of GP in the nanocomposites. [fig6]c provides information: coexistence of intercalation as shown by white arrows and exfoliation by black arrows, and the wrinkling of graphene layers as circled. The coexistence is confirmed in [fig6]d, which also indicates a rolled structure of graphene as shown in a circle. The rolled structure is caused by curing. Curing epoxy is the formation of a network structure caused by the reactions of DGEBA with hardener, which is accompanied by a phase transition from liquid to solid. GP scrolled or folded during curing to reduce configurational entropy. The thinner the platelets, the more scrolls (resemble a small diameter single-walled carbon nanotubes [bib26 bib27]) created. Generally, a single graphene sheet has a tendency to scroll because it is thermodynamically unstable on a nanosize. When the phase transition occurred, (i) graphene platelets would form clusters if they had dispersed uniformly, and/or (ii) the density and size of clusters would increase if the platelets had dispersed as clusters, because aggregation could reduce configurational entropy; this phenomenon is somewhat similar to the phase separation in liquid rubber-toughened epoxy.", "The morphology of the 4 wt% epoxy/<i>m</i>-GP nanocomposite is shown in [fig7]\n                        . In comparison with epoxy/GP nanocomposite, clusters appear less in quantity but larger in size, as demonstrated by a few typical clusters in [fig7]a. Image analysis shows 1.8 ± 1.5μm for the clusters’ size in [fig7]a in comparison with 0.7 ± 0.5 μm for those in [fig6]a. When a cluster is magnified in [fig7]b and c, rolling is found predominantly, as shown in the circles. Rolling is further confirmed in [fig7]d.", "Comparing [fig6] with [fig7] leads to a conclusion that GP exfoliated better in epoxy/<i>m</i>-GP nanocomposite. These exfoliated GP just scrolled, which is explained in light of modification and phase separation. After GP were grafted with 4,4′-methylene diphenyl diisocyanate (MDI), these platelets reacted with matrix molecules during curing; the reactions separated GP into thinner ones or exfoliated them completely as indicated by the increased number of graphene layers in [fig7]. These thinner or exfoliated GP were able to scroll more readily to reduce configurational entropy during curing, leading to more scrolls in [fig7]."]], ["Mechanical properties and fracture toughness", ["Of all types of fillers, silicate layers have shown the greatest reinforcing effect for many polymers, and attracted the most extensive research and development due to the fillers’ high specific surface area, functionality and cost-effective fabrication [bib3 bib4 bib28]. However, silicate layers cannot toughen epoxy effectively and this is probably caused by its silicon-based composition and the low surface grafting density. By contrast, graphene platelets consist of carbon—compatible with most polymers.", "[fig8]\n                         shows the Young’s modulus and tensile strength of neat epoxy and its nanocomposites at 1–5.5 wt%. Epoxy/GP nanocomposites show a more prominent increase in modulus at 1–2.5 wt% but the stiffening effect diminishes nearly at 4 wt%, while the epoxy/<i>m</i>-GP increases steadily the modulus up to 4 wt% and drops slightly at 5.5 wt%. At 4 wt% <i>m</i>-GP increase the modulus of neat epoxy from 2.69 to 3.27 GPa, 21.6% increment. At the same fraction, GP increase the modulus to 2.89 GPa, 7.4%. Although both nanocomposites show a reduction of tensile strength, the epoxy/<i>m</i>-GP indicates less reduction at 4 wt%. Overall, interface modification makes little impact on the tensile properties of these nanocomposites.", "The plane-strain fracture toughness <i>K</i>1c\n                         and critical strain energy release rate <i>G</i>1c\n                         are graphically shown in [fig9]\n                        . Epoxy/GP nanocomposites show more increase in both properties at low fractions only, while the modified nanocomposites indicate continuous increase until 5.5 wt%. At 4 wt% <i>m</i>-GP, the <i>G</i>1c\n                         of neat epoxy increases from 204.2 to 613.4 J m−2, 200% increment; by contrast, the same fraction of GP improves the <i>G</i>1c\n                         to 417.3 J m−2, merely 104.3% increment.", "It is worth to note that GP increase Young’s modulus and fracture toughness at low fractions 1–2.5 wt% and then these properties reduce dramatically. This is explained in light of GP modification. As shown in Experiment, <i>m</i>-GP were modified by MDI; after modification, the unreacted MDI molecules were not removed for processing simplicity. These molecules bridged with matrix molecules, locking GP inside clusters; this increased the cluster size while reducing the cluster number, as supported by the comparison of [fig6 fig7]. The modification resulted in the following: (i) bridging GP with matrix molecules for a high interface strength; (ii) promoting exfoliation; and (iii) increasing the cluster size while reducing the cluster number. Hence, there are not as many clusters of <i>m</i>-GP as those of GP in matrix. It means that GP create a higher stiffening and toughening effect at low fractions 0–2.5 wt% due to its higher cluster numbers than <i>m</i>-GP; at 4 wt%, the effect diminishes because the interface of clusters is not good and more clusters mean more regions of weak interface. By contrast, 4 wt% <i>m</i>-GP provide a significant toughening effect due to its high interface strength.", "The toughness improvement by <i>m</i>-GP surpasses previous efforts in toughening epoxy using silicate layers [bib29 bib30 bib31 bib32]. Although GP have similar layered structures to silicate layers, they are more effective to achieve prominent reinforcing or toughening effects, because the platelets which consist of graphene of 0.34 nm in thickness and ∼1 μ in lateral dimensions, are more compatible with hydrophobic polymer matrix than silicate layers.", "Most thermoplastics are well known for high fracture toughness, such as poly (ethylene terephthalate), poly (ether-ether-ketone) [bib33] and polychlorotrifluoroethylene [bib34], but these materials cannot be used in many applications such as compositae matrix, coating and adhesives. In contrast, epoxy is widely used across industries. However it is inherently brittle, which has attracted extensive interest from both universities and industries. Liquid rubber forms micron-sized particles in epoxy and produces a significant toughening effect, but it comes with the penalty of losing stiffness and strength. The same pros and cons incurred for microcapsule-toughened epoxy [bib35]. Nanoparticles-toughened resins avoid these disadvantages [bib29 bib36 bib37 bib38 bib39], due to their much smaller particle–particle distance and much larger total particle surface area [see Fig. 3 and Table 3 in Ref. [bib37] than their peer micron-sized particles. Although these nanotoughened resins have not shown more reinforcing effect than fibre laminate, a research shows that nanoclay-toughened polymer, when used as a matrix, promotes the stiffening and strengthening effect of fibres [bib40]. This implies that nanotoughened resins will replace conventional micron-sized toughened resins when these nanotoughened resins are sufficiently cost-effective."]], ["Dynamic mechanical analysis", ["In this study, dynamic mechanical analysis (DMA) was employed to detect the interface effect on the thermal properties of the nanocomposites, as it is a convincing approach to provide comprehension knowledge of the interaction between filler and matrix. DMA identifies glass transition temperature (<i>T</i>g\n                        )—a temperature at which sufficient vibration energy has been accumulated in molecules to rearrange crosslinked chains—also known as relaxation behaviour. Although a great many studies reported on the increased <i>T</i>g\n                         of epoxy using sheet-like nanoclays [bib41 bib42 bib43], the effect of interface strength on the thermal property of polymer/GP nanocomposites remains unknown.", "[fig10 fig11]\n                        \n                         show the tan delta curves as a function of temperature for neat epoxy, epoxy/GP and epoxy/<i>m</i>-GP nanocomposites. Obviously, all nanocomposites reveal increase in <i>T</i>g\n                        s by the addition of GP—this can be observed from the shifts of tan delta peaks. The increment was caused by the interaction between matrix and graphene, which hindered the matrix chains mobility near graphene surface. Moreover, the reduction of tan delta amplitude indicates significantly hindered motion of matrix chains.", "As summarised in [tbl1]\n                        , the neat epoxy <i>T</i>g\n                         increases 8.1% to 102.4 °C at 2.5 wt%; the <i>T</i>g\n                        s of epoxy/GP are lower than those of epoxy/<i>m</i>-GP nanocomposites at each fraction; at 2.5 wt%, the neat epoxy <i>T</i>g\n                         rises up 14.7% to 108.6 °C. This result discloses a prominent effect of interface on the thermal properties of the epoxy/GP nanocomposites. The increment of <i>T</i>g\n                         refers to the reduction of matrix chain mobility by the presence of GP. During fabrication, MDI molecules bridged GP with matrix and a strong interface was thus produced. The strong interface confines the vibration of chains at <i>T</i>g\n                        , contributing to the increment of <i>T</i>g\n                        . When <i>m</i>-GP increase to 4 wt%, the <i>T</i>g\n                         slightly reduces to 106.4 °C, and this value remains similar at 5.5 wt%. This is probably caused by two reasons (i) particle agglomeration when fillers content reached a saturation threshold. (ii) reduction of the epoxy matrix’s cross-linking density due to the reactions between matrix and grafted MDI. The <i>T</i>g\n                         improvement caused by interface modification is in agreement with our previous research [bib6 bib29 bib36 bib37 bib44]."]], ["Fractography", ["The fracture surface of compact tension (CT) specimen provides critical information to identify fracture mechanisms for polymer nanocomposites. Since neat epoxy shows smooth, featureless fracture surface [bib36], its SEM micrographs are not shown here. [fig12]\n                         contains the CT fracture surface of the 4 wt% epoxy/GP nanocomposite. A stress-whitened zone of ∼5 mm in height is found in front of the crack tip in [fig12]a; a typical region is magnified in [fig12]b, which indicates a few clusters as shown by white arrows, corresponding to the clusters observed in [fig6]a; fracture phenomena shown in [fig12]c include voids and layer breakage as indicated by circles; [fig12]d demonstrates a number of cracks. In [fig13]\n                        a, the stress-whitened zone for epoxy/<i>m</i>-GP nanocomposite is as high as ∼11 mm, over 50% increment of the zone for the epoxy/GP; this may indicate that the size-increased zone is able to consume more energy when fracture occurs, corresponding to a higher fracture toughness in [fig9]. Two features are shown in [fig13]b: a trench and clusters as indicated by black arrows and white arrows, respectively. Trenches are more popular for epoxy/<i>m</i>-GP nanocomposite in [fig13] than for the epoxy/GP in [fig12]; the appearance of trenches indicates a higher degree of surface deformation which consumes more fracture energy. The clusters in [fig13]b appear larger than those of the epoxy/GP in [fig12]b, corresponding to TEM analysis. A typical region of the clusters is magnified in [fig13]c, showing a number of white dots. Since these dots were not found in the clusters in [fig12], the dots must be organic molecules produced by the reactions of the grafted MDI with matrix molecules during modification. Epoxy/<i>m</i>-GP nanocomposite in [fig13]d shows a higher quantity of fracture phenomena—voids and layer breakage—than the epoxy/GP in [fig12]c. A region randomly selected in [fig13]d is magnified in [fig13]e where many tiny cracks are found; [fig13]f shows a clear image of the cracks which grow in the direction of crack propagation. While it is clear that the voids and layer breakage all occurred in GP, a new technique is needed to identify where these micro-cracks start from: matrix or GP. SEM elemental analysis is conducted to determine the carbon–oxygen atom ratios of neat graphite, neat epoxy and the microcrack zone of the epoxy/<i>m</i>-GP fracture surface. At least five locations were measured for each sample. [tbl2]\n                         shows the comparison of the ratios for these samples. Since the C–O atom ratio of the microcrack zone is similar to that of neat graphite, these micro-cracks must have initiated from GP and then grown under loading.", "A proposed toughening mechanism for epoxy/GP nanocomposites is crack deflection [bib15]—a process where an initial crack tilts and twists when it encounters a rigid inclusion. This generates an increase in the total fracture surface area resulting in greater energy absorption as compared to the unfilled polymer material. The tilting and twisting of the crack front forces the crack to grow locally under mixed-mode (tensile/in-plane shear and tensile/anti-plane shear) conditions. Crack propagation under mixed-mode conditions requires a higher driving force than in mode I (tension), which also results in higher fracture toughness of the material. However, neither SEM micrographs of fractured CT nor in-depth fractography analysis was shown to support this claim.", "Based upon observation and analysis in [fig12 fig13], the toughening mechanisms of these two types of epoxy/GP nanocomposites are proposed as below: (1) When subjected to loading, a high level of stress concentration occurs at the sharp crack tip, which induces local dilation since J230-cured epoxy is relatively ductile (see Fig. 12 in Ref. [bib32]). Stress concentrates around each platelet due to the difference in modulus and Poisson ratio between matrix and GP. (2) With continued loading, fracture initiates from (i) the interface between GP and matrix, which is difficult to observe using SEM; and (ii) GP where voids, layer breakage and micro-cracks are created as shown in [fig12 fig13]. (3) Upon further loading, the voids, layer breakage and micro-cracks develop, causing catastrophic fracture. Since <i>m</i>-GP produced a stronger interface with matrix than GP, <i>m</i>-GP were able to carry a higher level of loading upon fracture, as indicated by the increased quantity of fracture features in [fig13].", "The toughening mechanisms of epoxy/GP nanocomposites are different to those of spherical nanoparticles-toughened epoxy. 20–30 nm silica particles induced, constrained and thwarted the nanovoids and matrix dilatation; neither interface debonding nor particle deformation was observed [bib36]. Depending on the matrix stiffness, either matrix shear banding or matrix plastic void growth played a major role in the toughening mechanisms of epoxy toughened by 55-nm rubber particles [bib37]. Regarding epoxy/GP nanocomposites, matrix deformation played a less important role in toughening mechanism, as nearly all fracture phenomena, such as voids, layer breakage and micro-cracks occurred in GP."]]]], ["Conclusions", ["Two types of epoxy nanocomposites were developed using graphene platelets (GP) in order to study the effect of interface strength on the morphology and properties of these materials, in particular fracture toughness, toughening mechanisms and thermal properties. GP were prepared through the combination of sonication and chemical modification. The chemical modification through grafting 4,4′-methylene diphenyl diisocyanate (MDI) into GP produced modified GP (<i>m</i>-GP), which subsequently reacted with matrix molecules during curing. The reactions bridged GP with matrix, building a strong interface. At 4 wt% GP, the interface modification created a further 96.1% increase of fracture energy release rate over the unmodified nanocomposite. The glass transition temperature of neat epoxy was increased from 94.7 to 108.6 °C at 2.5 wt% <i>m</i>-GP. Unlike particulate nanoparticles-toughened epoxy, more fracture energy was consumed by GP, since near all fracture features voids, layer breakage and micro-cracks occurred in GP."]]], "doi": "10.1016/j.polymer.2011.02.003"}