{"title": "Functionalisation effect on the thermo-mechanical behaviour of multi-wall carbon nanotube/epoxy-composites", "abstract": "Functionalisation of multi-wall carbon nanotubes (MWCNTs) influences the thermo-mechanical properties of MWCNT/epoxy-composites. Samples based on epoxy resin and different weight percentage of MWCNTs (functionalised and non-functionalised) were prepared. The investigation of the thermo-mechanical behaviour was performed by dynamic-mechanic thermal analysis (DMTA). A dependence of the nanotube content on the glass transition temperature <i>T</i>\n                     g was observed. An increase in the amount of nanotubes led to an increase of <i>T</i>\n                     g. Samples containing functionalised nanotubes showed a stronger influence on <i>T</i>\n                     g in comparison to composites containing the same amount of non-functionalised nanotubes. These results prove the influence of a functionalisation of carbon nanotubes on the interfacial interaction between the polymer and CNT.", "body": [["Introduction", ["Since the discovery of carbon nanotubes in 1991 by Iijima [BIB1] most of the research activities focussed more on the evaluation of nanotube properties themselves as well as their high potential as nano-structured filler for polymer composites and the expected novel material properties. The unique mechanical properties of carbon nanotubes, their high strength and stiffness and the enormous aspect ratio make them a potential structural element for the improvement of (fracture-) mechanical properties [BIB2 BIB3 BIB4 BIB5 BIB6]. Further potential advantages, which promote nanotubes as ultimate fillers for polymers, are their electrical and thermal conductivity together with a low density [BIB7].", "These expectations concerning a mechanical reinforcement were preliminarily based on the theoretical prediction of extreme high values for fracture strength and Young's modulus [BIB8 BIB9 BIB10 BIB11]. An experimental determination of the stress–strain behaviour of individual carbon nanotubes resulted in values between 11 and 63 GPa for the strength and 270–950 GPa for the Young's modulus [BIB12 BIB13]. These values were lower than the theoretical predictions, but nevertheless, due to their extreme aspect ratio, an increase in fracture toughness and a moderate increase in strength and Young's modulus can be estimated.", "A mechanical reinforcement of polymers by carbon nanotubes can only be realised by solving two main problems: (i) the dispersion of the nanotubes and (ii) the interfacial adhesion between the nanotubes and the matrix. First experimental work focusing on the interfacial interaction in MWCNT/epoxy-nanocomposites was performed by Cooper et al. [BIB14]. They investigated the detachment of MWCNTs from an epoxy matrix. In a special pull-out test for individual nanotubes, values for the interfacial shear strength were found to be in the range between 35 and 376 MPa. Recently, Wagner reported the value of 50 MPa for the interfacial shear strength. Further investigations on the nanotube/polymer-interactions had been performed by Barber et al. [BIB15]. They observed a surface-size dependence of the pull-out forces in a polyethylene–butene matrix with MWCNTs. These tests could substantiate the reinforcing effect of nanotubes. Progress in reinforcing polymers with carbon nanotubes has recently been reported for rubbery epoxy matrices and multi-wall carbon nanotubes [BIB16 BIB17].", "The realisation of nanotube-reinforced epoxies requires, besides a homogenous dispersion, a strong interfacial interaction between the nanotubes and the polymer. We suppose that the use of MWCNTs as reinforcing elements in tough epoxy matrices is hindered by weak interfacial interactions. A stress-induced deformation of the composite would lead to a failure of the nanotube/epoxy-interface and finally to pull-out. A further enhancement of the compatibility to the composite material could be achieved by a chemical functionalisation of the carbon nanotube surface, through covalent or ionic bonds to the polymeric matrix. These bonds enable a stress transfer between the polymer and the CNTs which leads to improved interfacial interactions as qualitatively determined previously [BIB18]. Samples containing amino-functionalised arc-grown nanotubes in a comparable epoxy system ([FIG1]\n                     ) revealed the improved interfacial interaction. Telescopic pull-outs were observed where the outermost layer that is directly bonded to the matrix, remains in the matrix, while the inner-tubes bridge the pore.", "Frankland et al. [BIB19] confirmed the influence of a functionalisation on the interfacial adhesion by simulations which predict that a functionalisation of less then one percent would improve the interaction between nanotubes and the polymer without decreasing their strength significantly.", "In the present work, a new method to homogeneously disperse carbon nanotubes in an epoxy matrix is proposed. Furthermore the evaluation of the influence of carbon nanotubes and especially the functionalisation effect on the thermo-mechanical properties are presented."]], ["Experimental", ["The nanocomposites investigated in this study consist of catalytically grown nanotubes and a DEGBA epoxy resin. The nanotubes produced by chemical vapor deposition (CVD) were obtained from Nanocyl (Namur, Belgium). For these studies we used thin MWCNTs (as-produced) and amino-functionalised thin MWCNTs with an average outer diameter of about 15 nm and a length of approximately to 50 μm. The functionalised nanotubes were purified by oxidation and have amino-groups implemented on the surface ([FIG2]\n                     ).", "The epoxy resin Ruetapox LV 0164 by Bakelite was hardened with a poly-etheramine hardener (Jeffamine® T-403, Huntsman Inc.). The Jeffamine T-403 can be used both as hardener and/or as a flexibiliser for epoxies to control and vary the ductility.", "Samples with non-functionalised nanotubes and amino-functionalised nanotubes containing 0.05–0.75 wt% were prepared.", "The best dispersion was achieved by suspending the nanotubes in the hardener. First the nanotubes were manually mixed into the hardener, then sonicated (Bandelin HD 2200) for 20 min at 30% amplitude, second mixed with the epoxy resin and again sonicated for 10 min. During this process the samples must be cooled in a water bath (20 °C) to avoid an untimely curing of the composite. Finally the composites were cured for 5 h at 80 °C followed by 3 h at 130 °C in vacuum for post curing.", "The investigation of the thermo-mechanical behaviour was performed by dynamic-mechanical thermal analysis, DMTA, using a Gabo Eplexor 500 N. For the measurements rectangular specimens of 50 mm length, 5 mm width and 2 mm thickness were prepared. The tests were performed in tensile mode at a frequency of 10 Hz with a static strain of 0.6% and a dynamic strain of ±0.1%, in a temperature range between −120 and 150 °C with a heating rate of 3 °C/min.", "DSC measurements were performed to exclude an influence of the degree of cross linking on the <i>T</i>\n                     g. The samples were measured between –50 and 300 °C at 10 °C/min heating rate (Seiko SSC 5200 DSC).", "The qualitative determination of the dispersion of the nanotubes the composites had been performed by transmission electron microscopy (TEM) using a Philips EM 400 at 120 kV acceleration voltage. For this purpose films with a thickness of 50 nm were prepared by ultra-microtome cutting. The investigation of the cryogenic fracture surfaces had been performed by scanning electron microscopy (SEM) using a LEO 1530 FE-SEM at 5 kV. The sample were coated with a thin gold layer of 5 nm thickness."]], ["Results and discussion", ["Material properties of polymers are supposed to be improved by the addition of carbon nanotubes. The focus on improving the mechanical properties led to two common key issues to be investigated: (a) dispersion and (b) interfacial adhesion. Our dispersion process, described elsewhere [BIB18 BIB20] could be further improved. Suspending the nanotubes directly in the hardener by sonication led to an advanced dispersion. Long-chained polar solvents seem to interact strongly with nanotubes, especially when functionalised, and to stabilise the nanotube suspension. The qualitative investigation by TEM revealed the absence of agglomerates in the case of functionalised nanotubes and a reduction of the dimensions of the agglomerates in the case of non-functionalised nanotubes. [FIG3]\n                      shows the observed dispersion in a representative section of a sample containing amino-functionalised nanotubes. The importance of a homogeneous dispersion can be deduced from the pattern of the fracture surfaces of two samples each containing 0.25 wt% amino-functionalised nanotubes ([FIG4]\n                     ). The dispersion of the nanotubes in the sample (4a) was achieved by sonicating the nanotubes in acetone, mixing the suspension with the epoxy resin and evaporating the solvent, while sample (4b) was prepared as described in the experimental section. The nanotubes in sample (4b) are randomly distributed. As it can be seen in [FIG4] the fracture surface has a hexagonal pattern and still contains small agglomerates. The agglomerates are always located in the centre of these hexagons from which the cracks started to propagate and finally initiated failure. The observed fracture pattern reveals an initiation of the failure of by the agglomerates. The samples manufactured by the method described in [SEC1] did neither show agglomerates nor a fracture pattern which gives evidences for an initiation of failure.", "The tensile elastic (storage) modulus and the damping properties of the nanocomposites had been investigated by DMTA. The tests were performed in order to evaluate the influence of carbon nanotubes on the mechanical properties of the nanocomposites in general and especially the relevance of a functionalisation of the CNTs.", "[FIG5]\n                      show the results of the dynamic measurements of storage modulus and loss factor as a function of temperature. The addition of both types of nanotubes (amino-functionalised and non-functionalised) to the epoxy resin did not show an influence of the nanotube content on the storage modulus in the glassy region, however, a strong increase could be observed in the rubbery region and in the vicinity of the glass transition temperature. The addition of nanotubes improves the elastic properties of the epoxy system at elevated temperatures. The behaviour can be explained in terms of an interaction between the CNTs and the epoxy due to the enormous surface area. This interfacial interaction reduces the mobility of the epoxy matrix around the nanotubes and leads to the observed increase in thermal stability. This effect will basically appear around and above <i>T</i>\n                     g, due to the limited potential movement of the polymeric matrix below. A strong increase of the storage modulus, especially below <i>T</i>\n                     g could not be expected for nanotube contents used in this study. The load transfer can only be performed between the outer most layer of multi-wall nanotubes and the epoxy matrix, resulting in a much lower effective content of reinforcing nanotubes.", "Besides the reported influence on the elastic properties, the loss modulus <i>E</i>″ increased at 0.05 wt%, followed by a continous decrease in the peak height at higher CNT-contents ([FIG6]\n                     ). The dispersed nanotubes dissipate energy due to resistance against visco-elastic deformation of the surrounding epoxy matrix. The decrease of <i>E</i>″ for higher nanotube contents can be interpreted by an increasing susceptibility of agglomeration, leading to less energy dissipating in the system under visco-elastic deformation.", "An increasing amount of carbon nanotubes results in a shift of the glass transition temperature. The <i>T</i>\n                     g was shifted from 64 °C for the neat resin, to 80 °C for samples containing 0.75 wt% MWCNTs, respectively 83 °C for samples containing 0.75 wt% amino-functionalised MWCNTs. This gain in thermostability can again be interpreted as a reduction of the mobility of the epoxy matrix around the nanotubes by the interfacial interactions. Shaffer et al. [BIB21] described this effect for semicrystalline poly(vinyl alcohol)/nanotube composites. They showed a moderate influence in the case of PVA/MWCNT-nanocomposites containing up to 60 wt% carbon nanotubes, but predicted a strong effect for amorphous matrices, as observed in our case.", "An improved interaction between the nanotubes and the epoxy matrix should lead to a stronger shift of the glass transition temperature. The amino-functionalised nanotubes are supposed to react with the epoxy resin with the formation of covalent bonds occur. For samples containing functionalised nanotubes a stronger increase of the <i>T</i>\n                     g, with an almost linear dependence on the nanotube content and a shift of <i>T</i>\n                     g could be observed. The data shown in [FIG7]\n                      represent the maxima of the loss modulus acquired from the dynamic measurements. We estimate covalent bonds between the amino-functions on the surface of the nanotubes and the epoxy matrix will reduce the matrix mobility, which expresses itself in a strong shift of <i>T</i>\n                     g.", "The cured samples were investigated by DSC to ensure a completed curing reaction and to exclude a possible influence of the degree of cross linking on <i>T</i>\n                     g. [FIG8]\n                      shows DSC-curves measured for the neat epoxy and two samples containing each 0.75 wt% carbon nanotubes (functionalised and non-functionalised). No exothermic post-curing peaks around 140 °C were observed in the materials investigated. The influence of a functionalisation of the surface of CNTs on the thermal stability and the <i>T</i>\n                     g-shift of CNT/epoxy nanocomposites to higher temperatures could be revealed by these experiments. An effect of the additional functional groups on the surface of the amino-functionalised CNTs on the curing kinetics of the amine-curing epoxy matrix has to be considered and will be investigated in future work. It has to be clarified in how far the structure of the cross-linking of the epoxy is effected by the CNTs and if especially the functionalised CNTs act as initiators for the curing reaction."]], ["Summary and conclusions", ["Nanocomposites consisting of different weight percentage of carbon nanotubes (functionalised and non-functionalised) and an epoxy matrix were produced. The carbon nanotubes were dispersed in the matrix using a sonication technique. It was possible to achieve a homogeneous dispersion by suspending the nanotubes in the polyetheramine curing agent, which seems to stabilise the nanotube suspension. Functionalised nanotubes seem to strongly interact with the polyetheramine, which expresses itself in the absence of agglomerates in the final composite.", "The investigation of the thermo-mechanical properties of the nanocomposites resulted in a general increase in thermal stability through the addition of nanotubes. This effect arises from the carbon nanotubes to reduce the mobility of the matrix by interfacial interactions. The distinctive increase of the glass transition temperature of the nanocomposites containing functionalised carbon nanotubes is linearly dependent on the nanotube content. The different behaviour of the two series of samples gives further evidence for an influence of a chemical functionalisation of the nanotubes surface on the interfacial adhesion between the nanotubes and the epoxy resin. There is a necessity for a detailed investigation of a chemical functionalisation of carbon nanotubes on the curing kinetics of the epoxy and the interfacial adhesion towards the matrix, to realize a mechanical reinforcement and to understand its mechanisms. This estimated influence of (functionalised) nanotubes on the mechanical properties of these nanocomposites will be investigated in future work."]]], "doi": "10.1016/j.compscitech.2004.01.024"}