{"title": "Investigation of dielectric breakdown in silica-epoxy nanocomposites using designed interfaces", "abstract": "", "body": [["Introduction", ["Polymer based dielectrics have risen in popularity because of their low cost and processability compared to their inorganic counterparts. However, inorganic dielectrics remain superior in attaining dielectric properties [b0005]. The introduction of nano-sized inorganic fillers to polymers (nanodielectrics) can lead to improvements in permittivity, loss, voltage endurance, and dielectric breakdown strength compared to unfilled polymers [b0010 b0015 b0020 b0025 b0030 b0035 b0040 b0045 b0050 b0055 b0060]. Property enhancements found with nano-sized fillers are unseen or reversed with micron and larger sized fillers [b0055 b0065], and it has been shown that preserving the large surface area (interfacial region) that nanoparticles create is critical to attaining improved properties. The large surface area that contributes to property enhancement in nanodielectrics creates a challenge for maintaining dispersion, as it increases unfavorable interaction between the inorganic filler and organic matrix resulting in nano-filler agglomeration.", "Ligand engineering has emerged as a critical tool for the evolution of property enhancements in polymer nanocomposites. The addition of carefully selected ligands to the filler surface offers tunability over interfacial, and ultimately, bulk properties of the composite. A common challenge addressed through ligand engineering is reducing the enthalpic penalty associated with incorporating inorganic fillers into an organic polymer matrix [b0070]. Ligands ranging from short organic molecules to polymer brushes have been employed to overcome this obstacle with varying success [b0075]. Multifunctional surface ligand engineering offers a unique strategy for introducing additional functionality into a composite by utilizing chemically distinct ligands on the same filler surface. A bimodal architecture generally utilizes one long and one short surface population. Previous publications have reported bimodal brushes on the nanoparticle surface where two populations of polymer chains are present [b0080 b0085 b0090]. This work will utilize a bimodal architecture consisting of long polymer brushes and small molecule surface ligands that introduces additional functionality separate from the long brush.", "Thermochemical compatibility of isotropic nanoparticles in a polymer matrix was previously studied by Kumar et al. [b0095]. Through theoretical and experimental studies, it was determined that the dispersion of polystyrene grafted isotropic silica nanoparticles in polystyrene was influenced by the long and short range enthalpic interactions of the nanoparticles and the entropic displacement of polymer chains on the nanoparticle surface. It was found by tuning the parameters of grafted polymer graft density (σ) and the ratio of grafted chain length to matrix polymer chain length (Ng/N), a variety of anisotropic self-assembled structures could be achieved. This is because by altering graft density and molecular weight ratio, the effects of particle core-core attraction and grafted chain elasticity can be balanced. Multiple phases of filler dispersion including clusters, strings, and individually dispersed particles were realized by finely tuning the thermodynamic compatibility of the filler and matrix. Polymer graft densities of 0.01–0.1ch/nm2 were studied and results revealed that increasing the polymer graft density was effective at screening unfavorable particle core-core attraction resulting in improved particle dispersion.", "Control over grafted chain density and chain length has been achieved using reversible addition fragmentation chain transfer (RAFT) polymerization. RAFT is a popular controlled radical polymerization (CRP) technique that allows for precise control over polymer molecular weight, architecture, and end group chemistry [b0100]. The control found with RAFT polymerization is due to the chain transfer agent, or CTA [b0105]. Surface initiated RAFT (SI-RAFT) polymerization utilizes a RAFT CTA covalently bound to a substrate surface as a means to outwardly grow polymer chains [b0110]. SI RAFT has become an integral part of ligand engineering because of the control it provides over a large selection of monomers, thus creating a toolbox of chemistries available for ligand design [b0105].", "It is common practice to incorporate polycyclic aromatic compounds, known as voltage stabilizers, into polymers to improve dielectric performance. Investigation into the role of voltage stabilizers determined that π-conjugated small molecules acted as charge carrier traps, capturing free or “hot” electrons that are the precursors of avalanche breakdown [b0115]. The overall dielectric properties of the bulk polymer were shown to be altered depending on the electron nature of the additive [b0115 b0120]. Direct addition of voltage stabilizers can be problematic in that highly conjugated polycyclic compounds tend to crystallize in the polymer because they are insoluble [b0125 b0130]. Previous reports by our groups found that the direct addition of 9-anthracenemethanol to epoxy was detrimental to breakdown strength, the underlying cause most likely being a conductive pathway created across the polymer [b0015]. Addition of conjugated molecules to the nanoparticle surface offers a means to include electron trapping moieties at isolated regions of the composite without a conductive pathway. The large interfacial area of nanocomposites ensures a high probability of interaction between hot electrons and trapping moieties [b0020].", "Schuman et al. presented a well correlated linear relationship of Hammett parameters to DBS for benzene derived functional groups on the surface of BaTiO3 and TiO2 in epoxy [b0040]. Much like Yamano’s findings [b0115] regarding polycyclic voltage stabilizers, Schuman reported the addition of strong electron withdrawing groups (EWG) to the aromatic substituent to be most effective at improving overall DBS. Since Hammett parameters only define certain substituents on a benzene ring, it will be difficult to extend the utility of this model into further advanced systems. Predictions based on the sum of ionization energy (IE) and electron affinity (EA) could provide a much more generally applicable metric to predict DBS in surface modified composites [b0135]. Ionization energy and electron affinity describe the oxidation and reduction potential of a molecule, respectively. Koopman’s theorem approximates IE and EA to corresponding HOMO and LUMO energies. The HOMO and LUMO levels of the small molecule surface ligands used in this work lie inside the band gap in the epoxy matrix. This leads to the introduction of spatially localized trap states for holes traveling in the valence band and electrons in the conduction band. The introduction of such traps in oil based insulations has been shown to lead to a reduction in hot carriers which decreases damage resulting in improved DBS [b0140].", "In this material system, the literature indicates that the mode of breakdown is through electron avalanche processes [b0145]. This phenomenon has been described in detail in the literature [b0150 b0155 b0160 b0165]. In general, electron avalanches develop when an electron gains sufficient energy to lead to impact ionization and subsequent charge multiplication. Seitz’s model assumes that failure occurs when an avalanche forms that is large enough that the population of electrons can gain sufficient energy from the field to lead to large scale bond breaking. These principles lead to realistic order of magnitude estimates of breakdown strength. Furthermore, a critical size of avalanche which contains sufficient energy to lead to breakdown of the bulk materials is implied. Yamano’s work shows that current spikes and electroluminescence allow for the detection of pre-breakdown avalanches, implying that the avalanche process occurs dynamically until the field is strong enough that an avalanche proceeds to critical size [b0120]. Order of magnitude estimations determine that the critical size of an avalanche is ∼200nm. The model relies on the assumption that for an avalanche to lead to failure, it must contain energy sufficient to break all the bonds in the volume through which it has traveled, approximated as a cylinder. A simple approximation assumes this total bond energy scales as the avalanche progresses forward, necessarily disrupting a linearly increasing volume. The competing factor is the collective energy of the avalanche, which is based upon the number of electrons accelerated at the applied field. The population of electrons is assumed to double with each successive generation of impact ionization, while the field is taken as an order of magnitude approximation. The estimate of ∼200nm length scale is based on order of magnitude values for breakdown field and average bond strength. These parameters will vary with the matrix and thus change the threshold for bulk failure. However, because the energy carried by the avalanche doubles each generation, even large changes to bond strength or breakdown field only result in a difference of a couple generations of multiplication, resulting in relatively small changes to Seitz’s estimate of 50 successive impact ionization generations, and thus a minor change to the estimated critical avalanche length, less than the noise in the data. Intuition indicates that adding extrinsic traps introduced via small molecules on nanoparticle surfaces should function best to improve breakdown strength when the arrangement of the filler can interfere with the growth of avalanches. Thus, the inter-particle spacing should be on the same length scale as that suspected for the critical avalanche sizes. Inter-particle spacings below 200nm are very attainable with appropriate surface ligand engineering.", "Nanodielectrics are a prime target for exploration using multifunctional surface ligand engineering with the need for independent investigation of dispersion and electroactive surface chemistry. Schuman et al. presented surface modified TiO2 and BaTiO3 nanoparticles that influenced dielectric properties of the composite depending on the electronic nature of the surface groups, but lacked insight into the dispersion of the particles [b0040]. Previous studies have shown that reducing particle agglomeration is critical to achieving significant increases in DBS. These investigations, however, were not able to precisely control filler dispersion and identify target qualities of dispersion or the filler spacing required to garner optimal DBS enhancements [b0050 b0170 b0175 b0180 b0185].", "A previous publication by our groups investigated a silica-epoxy system containing bimodal nanoparticles with varying filler surface chemistry [b0010]. The particles were synthesized with a grafting-to approach using click chemistry. While this previous work was successful at highlighting improvements in DBS resulting from the bimodal fillers, it became clear further investigation was needed to understand the improvements. The grafting-to approach limited the achievable graft density, therefore limiting dispersion states. The surface ligands used were not characterized in terms of electronic character and thus meaningful comparisons were not made between the filler surface chemistry and DBS improvements. This work aims to definitively correlate improvements in DBS with both surface chemistry and precisely controlled filler dispersion states. More recent investigations by our groups explored dielectric properties of nanofillers in polypropylene and silicone systems [b0190 b0195]. Both systems presented unique synthetic challenges to accomplish compatibility with the respective matrix.", "Inspired by the concept of mixed bimodal brushes, our groups have developed a versatile ligand engineering strategy utilizing distinct surface populations that separately control filler dispersion and electron trapping abilities simultaneously. Our synthetic strategy uses long PGMA polymer chains for compatibilization with a commercial epoxy resin. Surface initiated RAFT polymerization provides control over polymer graft density and molecular weight, allowing for synthesis of composites at varying states of dispersion. Novel comparisons are drawn based on experimental results from TEM and dielectric breakdown measurements where a theoretical framework is presented to understand the DBS enhancements based on the inherent critical size of an avalanche and the dispersion of the filler. Short ligands were selected to be electroactive in nature, having conjugated π electrons. Ionization energy and electron affinity calculated using quantum computation was correlated with experimental values of DBS. The proposed metric could prove useful in further predictions of novel composite performance."]], ["Experimental section", [["Instrumentation", ["NMR spectra were recorded on a Varian Mercury 400 spectrometer using CDCl3 as the solvent. The molecular weights and molecular weight distributions were determined using a Waters gel-permeation chromatograph equipped with a 515 HPLC pump, a 2410 refractive index detector, three Styragel columns (HR1, HR3, HR4 in the effective molecular weight range of 100–5000, 500–30,000, and 5000–500,000, respectively). Tetrahydrofuran (THF) was used as the eluent at 30°C and a flow rate of 1.0mLmin−1. The GPC system was calibrated with polymethyl methacrylate standards obtained from Polymer Laboratories. Samples were processed by filtration through microfilters with a pore size of 0.2μm before analysis. FT-IR spectra were recorded on a Perkin Elmer Spectrum 100 using an attenuated total reflection diamond cell attachment. Quantification of surface groups was performed using either UV–vis or TGA. UV–vis absorption spectra were taken on a Perkin-Elmer Lamda 4C UV/vis spectrophotometer. TGA characterization was conducted using a TA Instruments Q5000 with a heating rate of 10°C/min from 25°C to 800–1000°C under nitrogen flow."]], ["Materials", ["All reagents were used as received from Fisher Scientific unless otherwise stated below. AIBN was purchased from Sigma Aldrich and recrystallized 3× from methanol. Glycidyl methacrylate was obtained from TCI and purified via passing through a column of neutral alumina. 4-Cyanopentanoic acid dithiobenzoate (CPDB) was received from Strem Chemical, Inc. 3-Aminopropyldimethylethoxysilane was obtained from Gelest. Colloidal silica particles of 30wt% dispersed in methyl ethyl ketone were kindly provided by Nissan Chemical. The average particle diameter, 14±4nm as measured by TEM and 20nm as measured by light scattering."]], ["Synthesis of activated terthiophene ethoxy oxobutanoic acid", ["Terthiophene ethanol was synthesized as reported previously [b0200]. To a DCM solution (100ml) terthiophene ethanol (1.5g, 5.13mmol), succinic anhydride (2.05g, 20.5mmol), pyridine (2.03g, 25.7mmol), and DMAP (627mg, 5.13mmol) were successively added. The solution was allowed to stir at room temperature under N2 for 24h. Water (100ml) was then added to the solution and the organic layer was separated. The resulting organic layer was then washed 3× with 1M HCl and once with brine before drying with MgSO4. Solids were filtered and solvent removed in vacuum. The product (2g, 5.13mmol) was recovered without any further purification in 100% yield. Terthiopheneethoxy oxobutanoic acid (2.0g, 5.13mmol), 2-mercaptothiazoline (730mg, 6.11mmol), and DCC (1.26g, 6.11mmol), were dissolved into 200ml THF. The solution was cooled to 0°C and flushed with N2. DMAP (62.3mg, 0.51mmol) was dissolved into 5ml THF and added to the reaction mixture dropwise. The solution was allowed to warm to room temperature and stirred overnight. Solids were filtered and the solution was concentrated in vacuum. The resulting residue was purified via column chromatography (SiO2, Hexanes:DCM, 3:2). The product was recovered as a yellow solid (2.3g, 2.55mmol) in 50% yield. 1H NMR (400MHz, CDCl3): <i>δ</i> (ppm) 7.21 (dd, <i>J</i>\n                        1\n                        =5.1Hz, <i>J</i>\n                        2\n                        =1.1Hz, 1H), 7.16 (dd, <i>J</i>\n                        1\n                        =3.6Hz, <i>J</i>\n                        2\n                        =1.1Hz, 1H), 7.06 (d, <i>J</i>\n                        =3.8Hz, 1H), 7.03–7.00 (m, 3H), 6.77 (d, <i>J</i>\n                        =3.6Hz, 1H), 4.52 (t, <i>J</i>\n                        =7.6Hz, 2H), 4.32 (t, <i>J</i>\n                        =6.6Hz, 2H), 3.55 (t, <i>J</i>\n                        =6.4Hz, 2H), 3.24 (t, <i>J</i>\n                        =7.6Hz, 2H), 3.12 (t, <i>J</i>\n                        =6.4Hz, 2H), 2.71 (t, <i>J</i>\n                        =6.3Hz, 2H) 13C NMR (400MHz, CDCl3): <i>δ</i> (ppm) 201.8, 173.3, 172.2, 139.5, 127.9, 126.5, 124.4, 124.3, 124, 123.7, 123.5, 64.6, 55.9, 34.3, 29.6, 29.1, 28.4 MS (<i>m</i>/<i>z</i>): 493 [M+], MP: 130–132°C, HRMS (EI-DP) <i>m</i>/<i>z</i>: [M+] Calcd for C21H19NO3S5 492.9969; Found 492.9951."]], ["Synthesis of activated thiophene acetic acid", ["2-Thiophenacetic acid (1.0g, 7.80mmol), 2-mercaptothiazoline (1.0g, 8.58mmol), and DCC (1.6g, 7.80mmol) were dissolved into DCM. The solution was cooled to 0°C and flushed with N2. DMAP (22mg, 800μmol) was dissolved into 5ml DCM then added to the reaction mixture dropwise. Solids were filtered and the solution was concentrated in vacuum. The resulting residue was purified via column chromatography (SiO2, CDCl3). The product was recovered as a yellow solid (1.52g) in 80% yield. 1H NMR (400MHz, CDCl3): <i>δ</i> (ppm) 7.24 (d, <i>J</i>\n                        =1.4Hz, 1H), 6.98 (m, 2H), 4.88 (s, 2H), 4.61 (t, <i>J</i>\n                        =7.5Hz, 2H), 3.31 (t, <i>J</i>\n                        =7.5Hz, 2H) 13C NMR (400MHz, CDCl3): <i>δ</i> (ppm) 201.8, 171.7, 134.7, 126.7, 125.4, 56.3, 38.7, 28.4. MS (<i>m</i>/<i>z</i>): 243 [M+], MP: 62–63°C, HRMS (EI-DP) <i>m</i>/<i>z</i>: [M+] Calcd for C9H9NOS3 242.9846; Found 242.9847.", "<i>Activated 9-anthracene acetic acid</i> was synthesized as outlined previously [b0015]. Briefly, 2-(Anthracen-9-yl)acetic acid was prepared as described previously [b0205]. 2-(Anthracen-9-yl)acetic acid (1.00g, 4.2mmol) was dissolved into 30ml dichloromethane along with 2-mercaptothiazoline (0.56g, 4.7mmol), and 4-dimethylaminopyridine (50mg, 0.4mmol). The solution was cooled to 0°C and flushed with N2 for 20min. N,N′-dicyclohexylcarbodiimide (0.87g, 4.2mmol) was dissolved into a minimal amount of dichloromethane and added dropwise to the anthracene acetic acid solution. The solution was allowed to warm to room temperature and stir over night. The solids were then removed via vacuum filtration and solvent was removed under reduced pressure. The crude product was then purified via column chromatography (SiO2, 7:3, dichloromethane: hexane) leaving the product as a yellow powder (0.62g) with 43% final yield. 1H NMR (400MHz, CDCl3): <i>δ</i> (ppm) 8.46 (s, 1H), 8.02 (d, <i>J</i>\n                        =9.6Hz, 4H), 7.49 (m, 4H), 5.64 (s, 2H), 4.63 (t, <i>J</i>\n                        =7.6Hz, 2H), 3.39 (t, <i>J</i>\n                        =7.6Hz, 2H), 13C NMR (400MHz, CDCl3): <i>δ</i> (ppm) 202.3, 172.4, 131.5, 130.6, 129.3, 127.5, 126.4, 126.3, 124.9, 124, 56.3, 38.1, 28.5, MS (<i>m</i>/<i>z</i>): 337 [M+], MP: 200–203°C. HRMS (EI-DP) <i>m</i>/<i>z</i>: [M+] Calcd for C19H15NOS2 330.9788; Found 330.9783."]], ["PGMA grafted silica nanoparticles", ["Activated CPDB and CPBD functionalized silica nanoparticles were prepared as described previously [b0110]. CPDB attachment was confirmed by the presence of a characteristic absorbance maxima at 302nm in ultraviolet visible (UV–vis) spectroscopy. Quantification of attached CPDB was determined by standard calibration curve. Calculations for grafted polymer graft density (σ) in ch/nm2 are outlined in previous literature [b0210]. Graft densities were controlled by altering the feed ratio of 3-aminopropyl dimethylethoxysilane during the first step of nanoparticle modification. Glycidyl methacrylate (GMA) was purified by passing through a neutral alumina column. In a side arm Schlenk flask, CPDB grafted particles (1g), GMA (500eq to CPDB), AIBN (0.1eq) and THF (3ml) were combined. The solution was subjected to 3 freeze pump thaw cycles, and placed in an oil bath at 60°C for various intervals. Polymer characterization (Mn, Mw, and <i>Đ</i>) was performed using GPC analysis after PGMA chains were cleaved from the nanoparticle surface using a hydrofluoric acid solution."]], ["Bimodal grafted nanoparticles", ["Silica nanoparticles (3g) were dispersed into THF (50ml). 3-Aminopropyldimethylethoxysilane (150mg, 930μmol) was then added to the solution at room temperature and the solution was stirred at 70°C for 3h under N2. The nanoparticles were precipitated in a large amount of hexanes and isolated via centrifuge at 5000rpm. The particles were then re-dispersed into THF. The precipitation and dispersion was repeated three times. An excess of one of the previously synthesized conjugated surface ligands was then added to the particle suspension and stirred overnight under N2. The particles were then precipitated in a large amount of hexanes, centrifuged, and re-dispersed in THF. Precipitation and isolation was repeated until supernatant was clear. The particles were then re-dispersed into THF and a second population of 3-aminopropyldimethylethoxysilane was added just as described above. A THF solution of activated CPDB was then added dropwise to the amine functionalized particle. The reaction was left to stir overnight at room temperature. Next the particles were precipitated and washed three times as described above. After the particles were dried in vacuum, quantification of surface groups was determined using UV–vis spectroscopy. PGMA was grown from the particle surface as described above."]], ["Composite sample fabrication", ["Particles, as modified above, and still in solution, were mixed with Huntsman Araldite GY 2600; a bisphenol-A based epoxy resin in a high shear mixer. Solvent residue was evaporated in vacuum. The resin was diluted and combined with aliphatic amine based Huntsman Aradur 956-2 hardener to achieve the desired nominal composite loading. The composite resin and hardener mixture was mixed in a high shear mixer and cast and cured per manufacturer recommendations."]], ["Computation methods", ["Quantum computation where the cation, anion and neutral molecule initial structures were first optimized using a PM3 model. The final optimized structure and zero-point-energy (ZPE) was calculated using B3lyp/6-31+G∗ with slight spin contamination. The optimized structure was then used to calculate the electronic energy using B3lyp/6-311++G∗∗. The final energies were calculated as the sum of the electronic energy and the corrected ZPE (using a factor of 0.975)."]]]], ["Results and discussion", [["Synthesis of bimodal ligand grafted particles", ["Bimodal ligand grafted nanoparticles were synthesized in multiple steps through sequential addition of surface groups. In general, 3-aminopropyldimethylethoxy silane was first attached to the particle surface. A higher concentration of silane was used in this step compared to the monomodal synthesis, as the target graft density (0.25ch/nm2) for the electroactive ligand population was higher than that of the PGMA population. Subsequent covalent bonding of the desired activated conjugated ligand through amidation was performed. Next, a second population of 3-aminopropyldimethylethoxy silane was added to the particle surface before attaching. Lastly, GMA was polymerized using surface initiated RAFT polymerization. [f0020]\n                         shows the synthetic process to achieve anthracene-PGMA bimodal particles. The synthetic methodology was the same for each bimodal species synthesized, only varying in the selection of the electroactive ligand added in the second step. Polymer graft densities were controlled through the feed ratio of the second 3-aminodimethylethoxy silane population. Samples containing only a short ligand population without PGMA were synthesized using the presented bimodal strategy only omitting the final polymerization step.", "Attachment of the electroactive ligands was confirmed by UV–vis spectroscopy and quantified using a standard calibration curve. Target graft densities for the π-conjugated ligands were between 0.2ch/nm2 and 0.3ch/nm2. The UV–vis spectra for anthracene functionalized particles are shown in [f0005]\n                        . The characteristic absorbance maxima for anthracene is represented by the peak at 365nm. The characteristic CPDB absorbance maxima at 302nm can also be seen along with anthracene, after addition of the RAFT agent. Both anthracene (365nm) and thiophene (243nm) have absorbance maximum values distinct from CPDB (302nm), therefore individual graft densities can be quantified via UV–vis spectroscopy before polymerization. Terthiophene has a broad absorbance peak at 359nm that overlaps the absorbance peak of CPDB, consequently CPDB graft density could not be quantified in addition to terthiophene via UV–vis spectroscopy. PGMA graft density was calculated by thermogravimetric analysis (TGA) after polymerization for terthiophene-PGMA bimodal samples. Experimental values for the synthesized surface functionalized particles are given in [t0005]\n                        . Samples labeled MM-PGMA are monomodal in nature and contain only PGMA chains on the particle surface. Samples labeled BM-R are bimodal in nature and contain PGMA chains in addition to the noted conjugated short ligand. BM-R samples that are labeled NA in the PGMA column do not contain PGMA but CPDB and electroactive ligands. The PGMA chains were omitted in this case to create agglomerated filler composites. Higher than targeted graft densities for thiophene grafted particles may be due to reduced steric constraint when attaching the substituent.", "To fabricate the composites, all the synthesized grafted particles were mixed with a Huntsman bisphenol-A based epoxy resin using a shear mixer. The solvent was evaporated and silica loading was determined by TGA before crosslinking and casting final recessed samples for breakdown testing. Dispersion was measured using TEM, and free space length (Lf) was quantified using MATLAB as described in previous reports [b0215]. Lf was calculated by tiling a statistically large number of boxes over a binarized TEM image and counting the number of particles in each box. The Lf corresponds to the width of the largest box for which the most likely particle count in a randomly placed box is zero. Thus, Lf provides a quantifier of the size of unreinforced polymer domains in the composite. TEM micrographs showing the dispersion of agglomerated and well dispersed particles in epoxy are shown in [f0010]\n                        . Micrographs of remaining samples can be found in the [s0090]. Composite AC breakdown strength was measured with recessed samples, ball (1/4″ thickness) and plane electrodes, and a ramp of 500V/s as described previously [b0010 b0220]. The samples were created with a nominal thickness in the recess of 100μm, with the exact thickness measured for each recess before breakdown. Breakdown was analyzed using a 2-parameter Weibull probability function.\n                           \n                              (1)\n                              \n                                 P\n                                 (\n                                 E\n                                 )\n                                 =\n                                 1\n                                 -\n                                 exp\n                                 \n                                    \n                                       \n                                          -\n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         \n                                                            E\n                                                         \n                                                         \n                                                            α\n                                                         \n                                                      \n                                                   \n                                                \n                                             \n                                             \n                                                β\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        P(E) is the probability of failure, E is the breakdown strength determined through experimentation, α is the scale parameter, which describes the breakdown field at 63.2% probability of failure, and β is the shape parameter. %Δ breakdown strength was determined by comparison of the scale parameter composite sample versus the scale parameter from reference samples of neat epoxy. The Lf and DBS results are found in [t0010]\n                        ."]], ["Particle dispersion", ["Compatibility of PGMA grafted nanoparticles with commercial grade epoxy resin has been established in previous publications [b0010 b0225 b0230]. Herein we demonstrate precise control over monomodal and bimodal polymer grafted nanoparticle dispersion in epoxy using the well-established methodology of controlling grafted chain density [b0235]. Bare 15nm silica nanoparticles have been shown to agglomerate in epoxy resin in previous efforts [b0010 b0015]. Samples BM-anthracene(a), BM-thiophene(a), and BM-terthiophene(a) were synthesized containing only short ligands and no polymer coverage. As expected, filler aggregation was observed, characterized by relatively large Lf (>250nm) and large phase separated regions shown in TEM micrographs. The addition of small molecule organics to the particle surface in this case was not sufficient to overcome the enthalpic penalty of mixing the nanoparticles in the matrix. Adding polymer chains to the nanoparticle in sufficient quantity to screen unfavorable enthalpic interactions should promote nanoparticle dispersion. Here we demonstrate with sample MM-PGMA(a) that a polymer graft density 0.04ch/nm2 does not provide adequate screening to prevent particle phase separation. Bimodal sample, BM-anthracene(b), with a PGMA graft density of 0.06ch/nm2 had an Lf of 265nm and showed small anisotropic clusters in the corresponding TEM micrograph. The self-assembled structures observed for polymer grafted samples MM-PGMA(a) and BM-anthracene(b) are indicative of the sparse brush regime described previously by Kumar [b0235]. For the purpose of this work, we will define a well dispersed system based on Seitz’s approximation for critical size of avalanche breakdown. Therefore, an Lf under 200nm will be considered well dispersed. All samples synthesized containing PGMA polymer coverage of 0.07ch/nm2 or greater were well dispersed according to this definition. A plot of polymer graft density versus characterized Lf is shown in [f0015]\n                        a. From the figure, the general trend of improved dispersion with increasing PGMA long chain graft density is observed."]], ["Effect of particle dispersion on DBS", ["The data and correlation between Lf and DBS presented in [t0010] and [f0015]b reveal a plateau in the dependence of DBS on quality of dispersion. This is highlighted specifically with the MM-PGMA and BM-anthracene samples, where multiple samples of varying graft density were synthesized to explore dispersion effects on DBS. The literature has typically ignored dispersion, not achieved dispersion qualities sufficient to investigate this plateau, or not tested a sufficient variety of dispersion states to observe the plateau. The assumption has been that improving dispersion will always improve DBS until a truly monodisperse system is achieved [b0240 b0245 b0250]. The results herein indicate instead that there is a diminishing return for improved dispersion after the Lf is reduced below 200nm, a similar length scale to the estimates of avalanche size arising from Seitz’s theory. This implicates electron avalanches as the dominant failure mode, and indicates that the filler acts to prevent nascent avalanches from reaching a critical size when it is sufficiently well dispersed."]], ["Effect of short ligand chemistry on DBS", ["In addition to the effects of dispersion on DBS, [f0015]b highlighted a second trend among well dispersed composite samples where surface chemistry was clearly contributing to overall performance. Bimodal terthiophene-PGMA composites saw the overall largest improvements in DBS followed by bimodal anthracene-PGMA and thiophene-PGMA samples. When considering the trapping mechanism in regards to avalanche breakdown it is intuitive that the longer conjugation length of anthracene and terthiophene would provide better trapping ability than thiophene. Bimodal anthracene-PGMA samples did not see significant improvements compared to well dispersed monomodal PGMA samples. Bimodal thiophene-PGMA sample saw a net decrease in DBS compared to well dispersed monomodal PGMA samples. It can therefore be assumed that the inherent trapping ability of the silica nanoparticle lies somewhere close to that of anthracene. It can also be assumed that the trapping ability of surface ligands supersedes the inherent trapping abilities of the particle. Quantification of the inherent trapping ability of the surface ligand was then necessary to explain this phenomenon.", "Calculated values of IE+EA for each of the short π-conjugated ligands used in this study are found in [t0015]\n                        . IE and EA values were determined through quantum computation. The IE and EA parameters offer a way to compare the energy levels related to the extrinsic traps introduced by the filler. In an identical matrix, the only difference in trap depth will be related to the differing electronic structure of the additive, and varying surface ligands offer a path for the introduction of significantly different traps, which lead to significantly different changes in DBS, seen in [f0015]c. In general, a smaller IE+EA value suggests deeper traps, and deeper traps are shown to lead to better DBS performance.", "In studies of polymers and polymer nanocomposites, determination of the physical nature of charge traps and their values is key to model this process. Meunier et al. [b0255 b0260] proposed that the electron trapping in polymer matrices was due to conformational and chemical defects, and also provided an expression for computing the depth of electron trapping:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       EA\n                                    \n                                    \n                                       trap\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       EA\n                                    \n                                    \n                                       defect\n                                    \n                                 \n                                 -\n                                 \n                                    \n                                       EA\n                                    \n                                    \n                                       refrence\n                                    \n                                 \n                              \n                           \n                        where the EA is the electron affinity, which can be estimated by the energy of the LUMO according to Koopman’s theorem. However, they also point out that the depth of electron trapping due to conformational defects is quite shallow (0.2eV) compared to chemical defects.", "For this study, instead of trying to model the whole process of dielectric breakdown, we follow a limited number of assumptions that are well accepted:\n                           \n                              1.\n                              The breakdown phenomenon starts with electron intrusion, where a small amount of free electrons move into the bulk materials in the early stage and induce more free electrons.\n                           \n                           \n                              2.\n                              Electrons can be trapped if there is a lower energy level locally and, therefore, creates a higher demand for energy input to induce secondary free electrons.\n                           \n                           \n                              3.\n                              The conduction band of the polymer matrix does not change significantly in the presence of nanoparticles.\n                           \n                           \n                              4.\n                              The kinetic effects of the charge transfer between polymer and nanoparticles are small and transfer is quick so that the thermodynamics are dominating over kinetics.", "As a consequence, if there is an extra charge, it should find its way to the trap quickly. Such process can be simply described as follows:\n                           \n                              \n                                 Charged\n                                 \n                                 Polymer\n                                 +\n                                 Neutral\n                                 \n                                 Particle\n                                 →\n                                 Neutral\n                                 \n                                 Polymer\n                                 +\n                                 Charged\n                                 \n                                 Particle\n                              \n                           \n                        as basic thermodynamics indicates, the equilibrium will lie to the right if the energy cost from charged polymer to neutral polymer is larger than that for charged particle to neutral particle. In short, the electron has a higher probability of staying on the particles rather than in the matrix if the charged particles are more stable. For certain polymer matrices, the corresponding energy cost of the polymer is fixed (the third assumption). The other possibility is that the positive charge (hole) may play a similar role in such process. The same formula used above can also be applied here.", "Three functional groups, thiophene, terthiophene and anthracene, were grafted on silica (SiO2). Direct quantum computation on the realistic grafted nanoparticles requires enormous resources and is practically infeasible for the study purposes, and methods to examine charged systems using periodic condition is still under development. In this study, we used functional groups with a Si(OH)3 substrate to simulate the nanoparticles. In the preliminary study, we found that the existence of the silica substrate did not influence the electron affinity and ionization energy of the functional groups. Such a finding agrees with chemical intuition that the empty orbitals in silica all contribute to the higher level of virtual orbitals in the system. Quantum calculations on the electron affinity (EA) and ionization energy (IE) were first performed on the monothiophene and anthracene functional groups. Comparison were then made between hydrogen terminated functional groups with silica (Si(OH)3) terminated ones. The EA for monothiophene with hydrogen terminated was found to be −0.38eV, IE was 8.14eV. EA for monothiophene terminated with silica was −0.43eV and IE was 7.87eV. EA for anthracene with hydrogen termination was −0.79eV and IE 6.8eV. EA for anthracene with silica terminated is −0.8eV and IE was 6.8eV. Values for hydrogen terminated functional groups were quite close to those with silica termination, which further supports the theory that the nanoparticle will not influence the charge equilibrium between polymer matrix and grafted nanoparticles, at least in the early stage."]]]], ["Conclusion", ["An inter-particle spacing of 200nm was necessary to achieve a maximum increase in DBS and further property enhancements were not seen with decreasing particle spacing. The 200nm Lf necessary to achieve maximum DBS was shown to correlate with predicted values of critical avalanche sizes based on Seitz’s model, implicating the electron avalanche mechanisms for failure, and revealing a target quality of dispersion for optimal performance. Calculated IE+EA values for electroactive ligands proved to be a viable metric for composite performance based on excellent correlation with experimental values for DBS. Well dispersed bimodal PGMA-terthiophene nanoparticles showed the overall largest improvements in terms of breakdown strength as predicted based on calculated IE+EA values. Two metrics were proposed to explain improvements in dielectric breakdown strength seen in composites consisting of well dispersed nano-fillers and composites with surface modified fillers. The authors proposed improvements in DBS from well dispersed fillers could be explained in terms of Seitz’s approximations of critical avalanche size. While DBS improvements due to surface modification could be attributed to the addition of electron traps at the interface, DBS would improve with increasing trap depth. Our synthetic approach allowed for the unique opportunity to alter the filler interface in both terms of electronic character and dispersion state. Multifunctional bimodal nanoparticles were successfully synthesized to contain π-conjugated electroactive short ligands and long matrix compatible PGMA brushes. Surface initiated RAFT polymerization served as a useful platform to control polymer chain length and graft density. Control over dispersion of the multifunctional nanoparticles in commercial epoxy was demonstrated effectively with varied polymer graft densities. Our observations with varied surface chemistries expand upon the observations of Shuman et al. [b0040], where a Hammettt relationship was used to describe trends in DBS seen with nanoparticle surface modification of substituted aromatics. Our metric can be used to describe further dielectric breakdown trends in composite materials with more complex surface modification. Overall the values obtained for AC DBS are consistent with those in literature for dispersed, and non-dispersed fillers in epoxy [b0010 b0015 b0020 b0040 b0265 b0270]. AC DBS Improvements of approximately 30% are typical of well dispersed nanocomposites at the loadings presented. Non-dispersed fillers have generally generated improvements in AC DBS less than 30% or even worsened DBS compared to the neat matrix. A target or theoretical maximum for DBS of nanodielectrics is not stated as the fundamentals required to make such a prediction are not yet developed [b0025]. Increases as high as 50% of the neat polymer have been observed [b0265 b0270]. Further optimization of multifunctional bimodal systems should employ polycyclic short ligands with smaller calculated IE+EA values, such as those containing extended π-conjugation and/or moderate to strong electron withdrawing groups. Bimodal fillers can be expanded to matrices beyond epoxy to investigate mechanisms of dielectric breakdown."]]], "doi": "10.1016/j.jcis.2017.02.001"}