{"title": "PBAT based nanocomposites for medical and industrial applications", "abstract": "Poly(butylene adipate-<i>co-</i>terephthalate) (PBAT) based nanocomposites were prepared by melt blending PBAT with 5 and 10wt.% of clay nanoparticles (unmodified and modified montmorillonites, unmodified and modified fluoro-hectorites, and unmodified sepiolites). All nanocomposites showed a good level of clay distribution and dispersion into PBAT, especially nanocomposites with high clay chemical affinity with the polymer matrix. DSC results showed that addition of layered silicates slightly hindered kinetics and extent of crystallization of PBAT; however, sepiolite particles were able to promote polymer crystallization kinetics and the transformation of the PBAT crystal structure to a more ordered form.\n                  Similar increases in the thermal stability of PBAT in nitrogen and air were obtained upon addition of all clays, due to a barrier effect of the clays toward polymer decomposition product ablation.\n                  Preliminary biocompatibility tests indicated that PBAT based materials with 10% clay content have good biological safety and display almost no cytotoxicity.\n                  The addition of all nanofillers increased the hardness of PBAT matrix. The DMA analysis showed that all nanocomposites presented higher E′ values than neat PBAT, indicating that addition of clays improved the mechanical properties of PBAT. For layered silicate nanocomposites, the main influencing factors on the thermo-mechanical properties appeared to be the aspect ratio and dispersion of clay nanoplatelets, rather than polymer/clay chemical affinity. The highest E′ values of sepiolite based nanocomposites make this nanoparticle the most attractive material for tissue engineering and environmental industrial applications.", "body": [["Introduction", ["Tissue engineering (TE) is a multidisciplinary field focused on the development and application of knowledge in chemistry, physics, engineering, life and clinical sciences to the solution of medical problems, as tissue loss and organ failure. It involves the fundamental understanding of structure and function relationships in normal and pathological tissues and the development of biological substitutes that restore, maintain or improve tissue function.", "Different efforts have been addressed to develop a generation of biomaterials with the ability to interact with the biological environment, to enhance the biological response and the tissue/surface bonding, as well as by the development of bio-absorbable materials with the ability to undergo a progressive degradation while new tissue regenerates and heals [bb0005]. Biodegradable polymers of synthetic and natural origin such as polyglycolide (PGA), polylactide (PLA), polydioxanone (PDS), poly(3-caprolactone) (PCL), polyhydroxybutyrate (PHB), polyorthoester, chitosan, poly(2-hydroxyethyl-methacrylate) (PHEMA), hyaluronic acid and other hydrogels have been extensively studied and used in many tissue engineering applications, such as bone substitution, repair of bone fractures, cartilage, meniscus and intervertebral disc [bb0010]. In particular, synthetic biodegradable polymers have attracted special attention because they enable a better control of their physico-chemical properties and also because they have been successfully used in clinical applications.", "Some of these biodegradable polymers have also received much attention due to their potential impact upon the complex issue of plastic waste management. Aliphatic polyesters are one of the most promising structural materials for biodegradable or compostable films, sheets, bottles and injection-molded products. However, commercial utility of high molecular weight aliphatic polyesters has been limited to polyesters produced by microorganisms, ring-opening polymerization of lactones and ring-opening poly-addition of cyclic dimmers, because of high production costs and their inherent unfavorable physical and mechanical properties [bb0015]. Compared to aliphatic polyesters, aromatic polyesters are materials which display an excellent pattern of physical properties: they are strongly resistant to hydrolysis, as well as to bacterial and fungal attack and they usually remain unaltered in the environment. Therefore, the combination of aliphatic and aromatic units in the same polyester chain has been envisaged for a long time as an attractive approach to obtain novel products encompassing biodegradability and high performance properties [bb0015]. For instance, new copolyesters of poly(butylene adipate-<i>co</i>-terephthalate) (PBAT) mainly derived from 1,4-butanediol, adipic acid and terephthalic acid with tunable balance between the biodegradation and desirable physical properties [bb0020 bb0025] have been commercialized under the trademarks of Ecoflex and Easter-bio by BASF and Eastman Chemical, respectively [bb0030]. Moreover, PBAT is flexible and has a higher elongation at break than most biodegradable polyesters, such as polylactic acid (PLA), being therefore more suitable for packaging films [bb0035]. Despite of the good background for industrial applications of PBAT, this polymer has been very scarcely studied for medical devices, only very few articles report the possibility of its use for clinical applications after the surface immobilization of chitosan, heparin and hialuronic acid [bb0040].", "The main limitations toward wider industrial and medical applications of PBAT are its poor thermal and mechanical resistance that limits its access to some sectors such as packaging or bone implants. Nevertheless, the above drawbacks could be overcome by enhancing thermal and/or mechanical properties through filling techniques. Indeed, it has been found that addition of nano-sized fillers is able to potentially confer multifunctional enabling properties to several polymers (enhanced magnetic, catalytic, optical, electrical, thermal and mechanical properties when compared to conventional formulations of the same material) [bb0045 bb0050 bb0055 bb0060 bb0065]. Moreover, in recent years, researchers have expressed an increased interest in exploring numerous biomedical applications of nanomaterials [bb0050 bb0055], finding that nanotechnology can provide an alternative platform with higher mechanical strength, enhanced bioactivity and resorbability in improving the quality of life of patients who suffer from debilitating bone fractures [bb0070].", "Concerning to industrial applications, among the various nanoparticles nanoclays (layered silicates) have been the most studied [bb0075 bb0080 bb0085]. Currently, the preferred layered materials are phyllosilicate clays of the 2:1 type, and in particular montmorillonite (MMT) and hectorite (HT). These layered silicates in the unmodified form usually contain Na+ or K+ ions [bb0090], and they are only miscible with hydrophilic polymers [bb0065 bb0095], thus, to increase compatibility with other kinds of polymer matrices, it is necessary to convert the normally hydrophilic silicate interlayer environment into an organophilic one, making possible the interactions with the polymer chains. The preparation of organophilic clays was achieved by ion-exchange reactions with cationic surfactants including primary, secondary, tertiary and quaternary alkylammonium or alkylphosphonium cations [bb0085]; the obtained modified layered silicate clays are of particular interest due to their contribute to significant enhancements of a large number of polymer physical properties (gas barrier, flame resistance, thermal stability, <i>etc.</i>) as compared to unmodified layered silicate clays [bb0085 bb0100].", "Concerning to PBAT based nanocomposites, only few articles report studies of PBAT/clay nano-biocomposites. Someya et al. [bb0105 bb0110] investigated the morphology and the properties of PBAT/clay nanocomposites prepared by melt intercalation, containing 3–10wt.% organically modified montmorillonites (OMMT), obtaining certain level of clay intercalation and exfoliation in some compositions. Chivrac et al. [bb0115 bb0120] have also tested various montmorillonites (MMT) in PBAT compositions by different preparation processes (<i>i.e.</i>, solvent or melt intercalation), revealing that higher intercalation degrees were obtained by solvent intercalation and the stiffness of PBAT matrix increased continuously with clay content due to the existence of strong interactions between PBAT and nanofillers. No studies on PBAT and PBAT clay based nanocomposites have been carried out for their possible use as biomedical materials.", "Sepiolite particles are layered hydrated magnesium silicates characterized by a needle like morphology based on alternated blocks of tunnels in the fiber direction and very high surface area (BET 374±7m2/g) comparing to most of layered phyllosilicates (BET 82±1m2/g). These clays have a structure constituted by a magnesium octahedral sheet in-between 2 layers of silica tetrahedrons, which extend as a continuous layer with an inversion of the apical ends every six units [bb0125]. Micronization increases disagglomeration of the bundles of microfibers, enhancing interactions between the nanoparticles and the polymer; however, in spite of their possible high improvements in polymer physical properties, very few works report the use of sepiolites as additive in polymer matrices [bb0130]. Even more, to the best of our knowledge, so far there are no reports on the interactions of these nanoparticles with PBAT.", "The aim of this work is to improve the mechanical and thermal properties of PBAT, making materials potentially interesting for tissue engineering and environmental industrial applications by adding different types of nanoparticles, such as montmorillonites, hectorites and sepiolites, into a PBAT matrix."]], ["Materials and methods", ["Poly(butylene adipate-<i>co</i>-terephthalate) (PBAT) (see [f0010]\n                     ) – Ecoflex™ – with 44mol% BT and Mw\n                     =140kDa, was supplied by BASF, Germany.", "Different types of nanoparticles were used in this work: modified and unmodified montmorillonites, modified and unmodified fluoro-hectorites, and an unmodified sepiolite. The characteristics of these nanoparticles are listed in [t0005]\n                     .", "Prior to the mixing step, PBAT was dried at 50°C under vacuum for 8h, and the clays were dried at 90°C under vacuum for 6h. Nanocomposites were obtained at 5 and 10% clay loading by melt blending in an internal mixer (Rheomix–Brabender) at 140°C. The mixing was performed at two different rotor speeds: 30rpm in the loading step (3min) and 70rpm during mixing (7min). The batch was extracted from the mixing chamber manually and allowed to cool to room temperature in air. Sheets were obtained by compression molding using a hot-plate hydraulic press at 150°C and allowed to cool to room temperature under pressure (60Kgf/cm2). All characterizations were made on 0.5–0.6mm thick films.", "Wide angle X-ray spectra (WAXS) were recorded (Thermo ARL diffractometer X-tra 48) at room temperature in the range 1–30° (2<i>θ</i>), (step size=0.02°, scanning rate=2s/step) by using filtered Cu K\n                        <i>α</i>\n                      radiation (<i>λ</i>\n                     =1.54 Ǻ).", "Transmission electron microscopy (TEM) was performed using a field emission transmission electron microscope (FE-TEM) (Philips TECNAI G2 F20) using an accelerator voltage of 120kV. Ultrathin sections about 100nm thick were cut with a Power TEOMEX microtome equipped with a diamond knife and placed on a 200-mesh copper grid.", "Scanning electron microscopy (SEM) was carried out on the cryogenic fracture surfaces of the 0.5–0.6mm specimens, previously coated by sputtering with gold, and by using a SEM apparatus equipped with energy dispersive spectroscopy (EDS).", "Differential scanning calorimetry (DSC) tests were carried out using a Perkin–Elmer DSC-4000 Differential Scanning Calorimeter under nitrogen atmosphere at a scanning rate of 10°C/min, with a sample of 5–6mg in aluminum pans. Thermal history of samples was erased by a preliminary heating cycle at 10°C/min from 20 to 200°C. The glass transition temperature (Tg), crystallization temperature (Tc), melting temperature (Tm), crystallization enthalpy (ΔHc) and melting enthalpy (ΔHm) were determined from cooling and second heating scans.", "The crystallinity (<i>χ</i>) of the polymer matrix and nanocomposites was evaluated based on the amount of clay present in nanocomposites using the following expression:\n                        \n                           (1)\n                           \n                              \n                                 χ\n                                 =\n                                 \n                                    \n                                       \n                                          Δ\n                                          \n                                             H\n                                             m\n                                          \n                                       \n                                       \n                                          Δ\n                                          \n                                             H\n                                             m\n                                          \n                                          \n                                             \n                                             o\n                                          \n                                          ×\n                                          \n                                             \n                                                1\n                                                −\n                                                \n                                                   w\n                                                   clay\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                                 ×\n                                 100\n                              \n                           \n                        \n                     where: <i>ΔH</i>\n                     \n                        <i>m</i>\n                      is the specific melting enthalpy of the sample, <i>ΔH</i>\n                     \n                        <i>m</i>\n                     \n                     \n                        <i>o</i>\n                      is the melting enthalpy of the 100% crystalline polymer matrix (114J/g for PBAT [bb0115 bb0135]) and <i>w</i>\n                     \n                        <i>clay</i>\n                      is the weight fraction of the clay.", "Thermogravimetric analysis (TGA) was carried out on 10mg samples using a thermogravimeter (TGA, Q500, TA) at 10°C/min from 50 to 800°C under air or nitrogen flows (60cm3/min). The thermal degradation temperatures taken into account were the temperature at 5% of weight loss (T5%) and the temperature of maximum weight loss rate (Tmax).", "Dynamic–mechanical thermal analysis (DMTA) was performed on compression molded 6×20×0.5–0.6mm3 films, using a Metter Toledo DMA/SDTA861 in tension film clamp. The analysis temperature range was from 10 to 100°C at a heating rate of 2°C/min, 1Hz frequency, preload of 0.01N, in strain controlled mode and 15μm of amplitude. All tests were made according to the International Standard UNI EN ISO 6721.", "Hardness tests were performed on the 0.5–0.6mm thick films of the studied samples and by using a Durometer Type A (PTC instruments, model 306L, ASTM 2240–85). Four readings of each sample were taken for statistical purposes.", "Biocompatibility of PBAT and nanocomposites with 10% of clay content was evaluated through an <i>in vitro</i> cytotoxicity and a protein adsorption test. In this way, Fibroblast 929 cells were cultured in Dulbecco's modified Eagle's medium (DMEM) (high glucose, Sigma), supplemented with 10% fetal bovine serum (FBS) (Hyclone) and 100U/mL penicillin-100μg/mL streptomycin, in a humidified 5% CO2 balanced air incubator at 37°C. Medium was changed every 3days. The cells were passaged with 0.25% trypsin (Invitrogen) plus 0.02% EDTA (Sigma). Subsequently, the cell viability was measured using [3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide] (MTT) assay. All samples were cut into 1×1cm2 films, sterilized in absolute ethanol. Sterilized samples were immersed in 10mL of DMEM for 24h. A total of 5000 cells in 100μL of medium were seeded into each well of 24-well culture plates. 100μL of dilution for each extract using the culture medium as diluents, were incubated with cells in individual wells for 24, 71 and 120h, respectively. A total of 20μL of MTT solution (M5655, Sigma, 5mg/mL in PBS solution) was added into each well and incubated for 3h at 37°C. After incubation, culture supernatants were aspirated, and purple insoluble MTT product formazan was dissolved in 100μL of dimethyl sulfoxide (DMSO) (Merck) for 15min. Absorbance was measured at the wavelength of 570nm using a UV/Vis spectrophotometer (Ultrospec 1100 pro). The polystyrene (PS) surface of the 24-well culture plate was adopted as a negative control, while 5% DMSO in DMEM 10% FBS served as positive control. Six repeats were done for each group.", "Cell viability and morphology were also evaluated at 0, 24, 72 and 120h of incubation in dilution of each extract using the DMEM as diluents, and by using an inverted microscopy (Olympus CK30). The extension of cells was compared by direct observation from micrographs. Six replicates were conducted for each group.", "Protein adsorption on sample surface was carried out by immersion of the films (1×1cm2) in 5ml of pH 7.4 phosphate buffered saline (PBS) (Biowest, 1×) containing 5mg/ml protein at 37°C for 24h shaking at 100rpm. Human serum albumin (HSA) (20% USP, Talecris Biotherapeutics) was the protein used. The samples were gently taken out and rinsed five times with PBS. The films were placed in a glass bottle containing 1wt.% aqueous solution of sodium dodecyl sulfate sodium salt (SDS) (Across organics) and shaken for 60min at 37°C to remove the protein adsorbed on the surface. The protein contents of each individual sample were measured using bicinchoninic acid (BCA) reagents. The absorbance was obtained by using a UV/Vis spectrometer (Ultrospec 1100 pro) at 570nm. Three replicates were conducted for each group."]], ["Results and discussion", [["Morphology", [["Wide angle X-ray analysis (WAXS)", ["The WAXS diffraction pattern of PBAT is characterized by five diffraction peaks observed at 2<i>θ</i> angle of 16.1°, 17.3°, 20.2°, 23.1° and 25.0° ([f0015]\n                           ), related to basal reflections (0̅11), (010), (1̅11), (100) and (1̅11) respectively [bb0115], and indicating a crystalline structure for PBAT.", "These five characteristic peaks are also observed at the same values for PBAT nanocomposites (see [f0015]), suggesting that there is no important trans-crystallinity at the nanofillers/PBAT interface and thus, no significant changes in the PBAT crystal structure were induced by nanoparticle addition [bb0115].", "The most significant features of composites are encountered in the lower angle range, which gives indications on the clay dispersion. [f0020]a and b shows the WAXS patterns of nanocomposites of PBAT with NAN and CLO30B, as well as of pristine clays respectively. NAN is characterized by a single diffraction peak at 2<i>θ</i>\n                           =7.0° ([f0020]a), corresponding to the basal reflection (001) and accounting for 1.26nm of interlayer distance. On the other hand, CLO30B is characterized by a major diffraction peak at 2<i>θ</i>\n                           =5.1°, corresponding to an interlayer distance of 1.75nm ([f0020]b). Whereas, both clays have a similar chemical structure (see [t0005]), the higher interlayer distance showed by the main diffraction peak of CLO30B is related to the insertion of the molecular layers of its organic modifier between clay layers, which is the most important difference between these two clays.", "CLO30B based nanocomposites ([f0020]b) show a shift of the clay diffraction peak to lower angles, corresponding to an increase of the interlayer distance of around 1.7nm and indicating a good interaction of CLO30B with PBAT. Moreover, in the case of PBAT+5% CLO30B a significant decrease of the peak intensity is observed, which may account for the formation of an exfoliated structure. The apparently higher dispersion level (exfoliation) observed upon addition of 5% CLO30B as compared to that obtained for 10% CLO30B based nanocomposites could be related to a lower exfoliation level of silicate layers above 5wt.% of filling content, because of geometrical constraints within the limited space remaining available in the polyester matrix [bb0140].", "In the case of NAN based materials ([f0020]a), a slight shift of the clay diffraction peak to lower angles is observed, corresponding to an increase of the interlayer distance of around 0.1nm for both nanocomposites, and indicating the obtainment of certain intercalation level in these nanocomposites without organo-modifying the nanofiller. Equivalent results have been obtained on plasticized starch; but, non-modified montmorillonites melt-blended with polyesters usually lead to microcomposites [bb0115]. Even more, it is also observed that an almost complete disappearance of the WAXS signal is observed for NAN based nanocomposites, suggesting extensive dispersion of the clay in the polymer matrix.", "[f0025]a and b shows the WAXS patterns of PBAT nanocomposites with SOMM100 and SOMMEE, as well as of pristine clays respectively. SOMM100 is characterized by two diffraction peaks at 2<i>θ</i>\n                           =7.1 and 9.2° ([f0025]a), corresponding to the basal reflection (001) [bb0085 bb0145] and accounting for 1.25 and 0.96nm of interlayer distance, respectively. On the other hand, SOMMEE is characterized by a major diffraction peak at 2<i>θ</i>\n                           =4.3°, corresponding to an interlayer distance of 2.07nm ([f0025]b). Despite these both fluorohectorites have a similar chemical structure (see [t0005]), the higher interlayer distance showed by the main diffraction peak of SOMMEE should be associated to the presence of its organic modifier between clay layers.", "WAXS diffraction patterns of SOMM100 based materials ([f0025]a) show the disappearance of the diffraction signal at 9.2°, as well as certain shift of the main clay diffraction peak (7.1°) to lower angles, corresponding to an increase of the interlayer distance of around 0.1nm for both nanocomposites. These results indicate the possible obtainment of nanocomposites with an intercalated structure, even without any organic modification of the nanofillers; similar results to those obtained for NAN based nanocomposites.", "In the case of SOMMEE based materials ([f0025]b) an increase of the clay interlayer distance of <i>ca.</i> 1.4nm and 1.2nm upon addition of 5% and 10% SOMMEE respectively is observed, as well as a considerable decrease of the clay diffraction peak intensity (especially for PBAT+5% SOMMEE) accounting for the formation of an exfoliated structure and indicating a higher dispersion level of SOMMEE particles in PBAT matrix as compared to SOMM100. The apparently higher dispersion level observed upon addition of 5% SOMMEE as compared to that obtained by addition of 10% SOMMEE particles could be ascribed to the same reasons found for CLO30B based nanocomposites, and related to the high clay content in 10% SOMMEE materials, able to hinder exfoliation of silicate layers into the polymer matrix [bb0140].", "The dispersion of needle-shaped sepiolite cannot be examined through X-ray diffraction due to its non periodic stacking structure."]], ["Scanning Electron Microscopy (SEM)", ["Scanning Electron Microscopy of [f0030]\n                            reveals that all layered silicates are highly distributed along the entire polymer matrix (see EDS patterns).", "In the case of NAN based nanocomposites, a good dispersion of clay particles was obtained ([f0030]a1), however some few clay aggregates of about 3–5μm are also observed in the polymer matrix (circles in [f0030]a1).", "Concerning to CLO30B based nanocomposites, no clay aggregates can be observed in the micron range in the sample ([f0030]b1), in agreement with WAXS data indicating a higher clay dispersion level as compared to NAN.", "Similar to NAN based nanocomposites, in the case of SOMM100/PBAT composite aggregates of about 3–7μm are distributed in polymer matrix (circles in [f0030]c1). Whereas, in the case of SOMMEE based nanocomposites ([f0030]d), no aggregates in the micron range are detected [only very few aggregates of about 1–2μm can be observed in certain zones of the polymer matrix ([f0035]\n                           )], indicating a higher clay dispersion of SOMMEE into PBAT as compared to SOMM100.", "In the case of SEP based nanocomposites, SEM analysis of PBAT+10% SEP ([f0040]a\n                           1 and a2) shows a high number of single needles (see [f0045]\n                            and arrow in [f0045]) with the low occurrence of small clay needle bundles (<i>ca.</i> 1–2μm, see circles in [f0045]), indicating a good distribution and dispersion level of sepiolite particles into the PBAT matrix. Similar results were obtained at 5wt.% sepiolite loading."]], ["Transmission electron microscopy (TEM)", ["PBAT based materials were further analyzed by means of TEM. The incorporation of NAN in the PBAT matrix shows certain level of intercalation as well as the occurrence of micro-aggregates of the silicate layers ([f0050]a). When correlating these observations with WAXS and SEM results, it is possible to conclude that the significant decrease of the peak intensity of NAN in the composites WAXS spectra should be due to disordering by intercalation rather than by exfoliation of the clay layers.", "PBAT nanocomposites based on CLO30B present small stacks of swollen clay layers and single dispersed layers in the TEM micrograph (see arrows in [f0050]b), revealing a high level of intercalation and exfoliation of the silicate layers ([f0050]b), results that are in accordance with WAXS and SEM analysis.", "The addition of SOMM100 in the PBAT matrix ([f0050]c) not only shows the occurrence of micro-aggregates resembling fibers, due to the breaking down of isotropic mica particles of average diameter around 5000nm into much smaller anisotropic nanoparticles [bb0085], but also shows certain level of clay intercalation as well as single dispersed silicate layers in the polymer matrix (see arrows in [f0050]c). On the basis of TEM and WAXS results, we can conclude that the significant decrease of the peak intensity of SOMM100 in the composite X-Ray spectra should be due to exfoliation of the clay layers.", "PBAT nanocomposites based on SOMMEE ([f0050]d) reveal a high amount of single dispersed layers in the TEM micrograph (see arrows in [f0050]d), indicating a high level of intercalation and exfoliation of the silicate layers – in agreement with WAXS and SEM analysis – and confirming the higher clay dispersion level of this nanoclay as compared to SOMM100.", "In the case of sepiolite based nanocomposites ([f0055]\n                           ), TEM results show that sepiolite particles are well distributed along all the PBAT matrix ([f0055]a) as well as a high level of dispersion of small bundles and of single dispersed sepiolite needles is obtained ([f0055]b), in agreement with the good dispersion level observed for these composites by means of SEM.", "From WAXS, TEM and SEM results, it is clear that the dispersion and interaction of CLO30B in PBAT is better than that obtained with NAN. This can be attributed to stronger interactions between the polymer and CLO30B, originated from the hydrogen bonding between the carbonyl groups of PBAT and the hydroxyl groups of CLO30B's organic modifier [bb0100 bb0150]. Similar statement can be concluded in the case of SOMM100 and SOMMEE, as a higher dispersion of SOMMEE can be confirmed and associated to high interactions between the carbonyl groups of PBAT and the hydroxyl groups of SOMMEE's organic modifier.", "WAXS and SEM results also indicate that the dispersion of CLO30B in PBAT can be assumed to be better than that achieved with SOMMEE, due to the higher level of intercalation and dispersion of clay particles obtained for CLO30B based nanocomposites. This last could be attributed to higher interactions between PBAT and CLO30B, originated from hydrogen bonding between the carbonyl groups of PBAT and the OH groups of CLO30B organic modifier and those located on the surface of CLO30B silicate platelets (see [t0005]). As a matter of fact, both CLO30B and SOMMEE are characterized by a similar organic modifier as far as available OH groups are concerned; however, considering the practically full replacement of the surface hydroxyl groups of SOMMEE by fluorine atoms [bb0085], it is possible to assume that the higher amount of hydroxyl groups on the surface of CLO30B layered silicates as compared to that in SOMMEE, makes CLO30B more available for interactions with the polymer.", "In the case of SEP based nanocomposites, from TEM and SEM results, it is clear that a very high dispersion of the SEP particles in PBAT took place, due to strong interactions between the polymer and SEP originated from hydrogen bondings between the ester groups of PBAT and the OH groups rich needle edges belonging to SEP (see [t0005])."]]]], ["Thermal analysis (DSC)", ["[f0060 f0065]\n                        \n                         report the DSC thermograms of the cooling and second heating curves of PBAT and PBAT based nanocomposites with 5% and 10% of clay content, respectively. [t0010]\n                         shows that the addition of 5 and 10% of layered silicate clays in the PBAT matrix generally tends to slightly decrease the temperature of crystallization (Tc), <i>ca</i>. 1–10°C, enthalpy of crystallization (∆Hc), <i>ca.</i> 2–11J/g, melting temperature (Tm), <i>ca</i>. 1–5°C, as well as to decrease the enthalpy of this last process (∆Hm), <i>ca</i>. 5–16J/g. Conversely, addition of 5 and 10% SEP brings an increase of the temperature of crystallization (<i>ca.</i> 6–8°C) and melting (<i>ca.</i> 2–3°C), whereas the enthalpy of these processes tends to slightly decrease.", "The decreases in Tc, ∆Hc, Tm, ∆Hm and crystallinity (<i>χ</i>) obtained by PBAT based nanocomposites ([t0010]) indicate that the addition of NAN, CLO30B, SOMM100 and SOMMEE can slightly hinder kinetics and extent of crystallization of PBAT on cooling, as well as promote the formation of largely imperfect crystals which melt at lower temperatures than PBAT crystals. These last phenomena were probably caused by an increase in the polymer viscosity upon clay addition, which reduced the mobility of the macromolecular chains to the crystal growth front; similar observations in nanocomposites of PBAT based on montmorillonites were reported by others researchers [bb0115 bb0120].", "It is also possible that clay network imposed a confinement effect on polymer chain diffusion and crystal growth. This confinement slowed down the crystallization (which led to lower temperatures of crystallization for nanocomposites) and the lamellar thickening process (leading to lower temperatures of melting [bb0155]).", "On the other hand, the addition of SEP particles into the PBAT matrix brings, despite observing slight decreases in the crystallinity and enthalpies of crystallization and melting (<i>χ</i>, ∆Hc and ∆Hm) for SEP based nanocomposites, increases in Tc and Tm, in particular at higher clay contents, indicating the promotion of crystallization kinetics in cooling as well as a higher transformation of the PBAT crystal structure to a more ordered form which melts at a higher temperature by the presence of the clay. The formation of these crystalline zones with a higher order could be associated to an annealing effect of the oriented SEP fibers on the PBAT crystallization; similar results have been obtained in poly (lactic acid) (PLA) based nanocomposites by addition of sepiolite particles [bb0160]."]], ["Thermogravimetric analysis (TGA)", ["[f0070]\n                         and [t0015]\n                         report the TGA curves for PBAT and nanocomposites in nitrogen and air. In general, T5% and Tmax of PBAT in nitrogen tend to increase after clay addition ([f0070]a and b), being these increases similar for all clays and independently of the clay content. This behavior indicates that the thermal stability of the PBAT in nitrogen is slightly improved by the presence of all clays, due to a barrier effect of the clay toward polymer decomposition product ablation, which enhances the overall thermal stability of the system, as well as assists in the formation of char during thermal decomposition, thus increasing both onset and maximum weight loss temperatures [bb0160 bb0165].", "PBAT matrix degradation is scarcely influenced by the presence of oxygen, as the degradation temperatures in nitrogen and air fall in the same range of temperature (see [t0015]). As expected, PBAT based nanocomposites show similar increases of T5% and Tmax in oxygen and in nitrogen."]], ["Mechanical analysis", [["Hardness", ["Even if there was a decrease of the PBAT crystallinity upon clay addition, as observed by DSC analysis, the addition of all nanofillers leads to certain improvement in hardness of PBAT matrix (<i>ca.</i> 5–10%) ([f0075]\n                           ). These improvements are independent of clay type and loading, observing, within the experimental error, similar increases of hardness for all nanocomposites with 5% and 10% of clay content.", "The higher hardness of PBAT is believed to be obtained by the addition of these nanoparticles into the PBAT matrix, as high interactions between the carbonyl groups of PBAT and the hydroxyl groups of these clays could take place (in agreement with the morphological analyses), making these nanocomposites harder and more resistant."]], ["Dynamic–mechanical thermal analysis (DMTA)", ["The temperature dependence of E′ and Tan Delta for PBAT and nanocomposites are reported in [f0080 f0085]\n                           \n                           . A considerable increase of E′ with the addition of 5wt.% of all clays is obtained ([t0020]\n                           , [f0080]a), this increase becomes more noticeable with increasing temperature. The addition of these clays has a considerable effect on the elastic properties of PBAT matrix, which is more noticeable above Tg (T~70°C).", "In particular, the enhancement of E′ below Tg is of 65%, 105%, 100%, 165% and 175% upon addition of 5% of NAN, CLO30B, SOMM100, SOMMEE and SEP, respectively at 20°C (see [t0020] and [f0090]\n                           ). Slightly higher improvements are observed for the equivalent nanocomposites at 37°C (around human body temperature), obtaining increases in E′ of 85%, 107%, 108%, 170% and 180% for NAN, CLO30B, SOMM100, SOMMEE and SEP based nanocomposites, respectively (see [t0020] and [f0095]\n                           ). All these increases can be associated to the high reinforcement effect of nanoclays, especially for SEP.", "The higher increases in E′ obtained for addition of 5% CLO30B as compared to NAN can be attributed to the higher dispersion level of CLO30B into the PBAT matrix, in agreement with WAXS, TEM and SEM analyses. A similar trend is obtained upon addition of 5% SOMM100 and SOMMEE, observing higher increases in E′ for SOMMEE based nanocomposites due to its higher clay dispersion level and stronger polymer/clay interactions with PBAT, in accordance with morphological analyses.", "Interestingly enough, despite WAXS and SEM results indicate that the dispersion of CLO30B in PBAT can be considered better than that obtained with SOMMEE, considerably higher increases of E′ are obtained upon addition of 5% SOMMEE as compared to those obtained for CLO30B below Tg. This phenomenon could be explained taking into account the characteristic higher aspect ratio of SOMMEE (<i>ca.</i> 5000–6000 [bb0085]) as compared to that reported for CLO30B (<i>ca.</i> 280 [bb0085]), able to create a higher contact area for polymer/filler interactions in SOMMEE based nanocomposites, in spite of the higher chemical affinity of CLO30B with this polymer matrix, being the surface OH groups of the SOMMEE practically full replaced by fluorine atoms [bb0085] (see [t0005]).", "It is important to highlight that SEP based nanocomposites present the highest improvements in E′ below Tg (see [t0020], [f0090 f0095]) as compared to the other layered silicates here studied, due to the significantly high clay dispersion and strong interactions of SEP particles with PBAT, in agreement with TEM and SEM results. These superior improvements in E′ obtained for SEP based nanocomposites can be associated to the characteristic needle-like shape of sepiolite particles, as fibrous fillers are reported to be more easily dispersible than platelets-like fillers [bb0170]. In this way, the relative small contact surface of fibrous fillers and hence their reduced tendency to agglomerate could lead to better interactions with the polymer matrix [bb0170].", "The increases in E′ obtained for all nanocomposites are even more evident at high temperature, a fact that can be attributed to restricted polymer chain motions above Tg due to the presence of the nanoparticles [bb0160], leading to increases of E′ by <i>ca.</i> 300–550% for nanocomposites based on 5% clay content at 80°C (see [f0100]\n                            and [t0020]). Indeed, considerable increases in the temperature of the Tan Delta maximum are found upon addition of 5% of all clays into the PBAT matrix (see [t0020] and [f0080]b) and related to higher restricted movements of PBAT polymer chains by the presence of nanoparticles.", "As compared to 5% clay content based nanocomposites, the addition of 10% of clays brings, for almost all nanocomposites, further increases of E′ below Tg,, obtaining increases of about 130% for PBAT/NAN, 170–190% for PBAT/CLO30B, 130% for PBAT/SOMM100, 160–170% for PBAT/SOMMEE and 240% for PBAT/SEP at 20°C and 37°C ([t0020], see [f0085 f0090 f0095]). These increases are also more evident at higher temperature for all nanocomposites, due to higher restricted chain motions above Tg by the presence of a higher content of nanoparticles, thus obtaining E′ enhancements around 600–1100% for nanocomposites at 80°C ([t0020], [f0100]). These last restricted movements of PBAT polymer chains can be also observed by the important increases in the temperature of the Tan Delta maximum of PBAT upon addition of 10% of clays (see [t0020] and [f0085]b).", "Similar to 5% clay based nanocomposites, PBAT+10% CLO30B presents higher increases in E′ as compared to NAN based nanocomposites. Simultaneously, SOMMEE based nanocomposites present higher improvements in the elastic properties of PBAT matrix than SOMM100 based materials. These results can be related to the same previous reasons ascribed for their analogous nanocomposites with 5% clay content: the higher dispersion level and chemical affinity of SOMMEE and CLO30B with the polymer matrix as compared to SOMM100 and NAN, respectively.", "In general, incorporation of 10% clay presents higher improvements in E′, below and above Tg, as compared to the addition of 5% clay, excepting for SOMMEE based materials (see [t0020], [f0085 f0090 f0095 f0100 f0105]\n                           ), because of the good clay dispersion obtained for all the studied systems. In the case of SOMMEE based materials, the increases in E′ observed for PBAT+10% SOMMEE below Tg were similar or even slightly lower to those obtained upon addition of 5% SOMMEE ([f0110]\n                           ). This can be associated to the apparently lower clay intercalation and/or exfoliated level achieved in PBAT+10% SOMMEE as compared to PBAT+5% SOMMEE, in accordance with WAXS analyses (see [f0025]b); nevertheless, above glass transition temperature it is possible to observe higher increases in E′ for PBAT+10% SOMMEE as compared to PBAT+5% SOMMEE, and probably attributed to an extended clay intercalation at high temperatures [bb0160].", "It is worth noticing that addition of 10wt.% SEP into PBAT matrix brings the highest increases of E′ (as below as above Tg) as compared to all 10wt.% of layered silicates studied, due to its high dispersion level and chemical affinity with PBAT, and resulting this nanoparticle in the most potentially interesting material for the enhancement of PBAT thermo-mechanical properties."]]]], ["Biocompatibility tests", [["In vitro cytotoxicity test", ["The most important requirement for a biodegradable polymer to be used in medical applications is its compatibility, not only in terms of physical and chemical properties, but also in those that define its behavior at the time it is in contact with the body.", "Because the clays used here are new materials with unknown biocompatibility, MTT assays were conducted to PBAT nanocomposites to test their cytotoxicity. The MTT assay is based on mitochondrial viability, that is, only functioning mitochondria can oxidize MTT, giving a typical blue–violet end product. This assay is an indirect method for cell viability and proliferation since the absorbance at 570nm can be correlated to the number of cells [bb0040]. Fibroblast L929 cell lines were selected in the MTT assay because they have been recommended by the International Standard Organization (ISO) as biocompatibility test model <i>in vitro</i> \n                           [bb0175].", "The viability of L929 cells that were exposed to PBAT and its nanocomposites is summarized in [f0115]\n                           . MTT results reveal no visible reduction in viability between the negative control and experimental groups at 24, 72 and 120h, presenting these PBAT based materials good biological safety and displaying almost non cytotoxicity. At the same time, PBAT and its nanocomposites show similar increases in the relative cell growth (including the error bar) against time of incubation, evidencing that the addition of the nanoparticles does not provoke some further cytotoxic effects in L929 cells.", "The L929 cells incubated in PBAT/nanoparticles films suspension can be observed clearly by inverted microscope ([f0120]\n                           ). It is possible to observe that the cell viability of PBAT and PBAT/SOMM100 increases in a similar rate against time of incubation, in agreement with the MTT assay. Even more, typical characteristics of cytotoxic cellular alterations (such as shrinking of the cell nucleus, fragmentation of the cytoplasm, granulation formation, rounding off and cell detachment) are not observed for any sample against time of incubation, indicating that PBAT and SOMM100 do not bring important cytotoxic effects [bb0180]. Similar observations were obtained for NAN, CLO30B, SOMMEE and SEP based materials (figures not shown here)."]], ["Protein adsorption", ["It is well known that the behavior of protein adsorption onto substrates significantly depends on the surface characteristics, such as hydrophilicity, roughness, charge or chemistry [bb0040]. As shown in [t0025]\n                           , the adsorbed amount of HSA on PBAT tends to increase by addition of 10% of all nanoparticles, especially in the case of NAN based materials. These increases can be due to some increase in the electrical attraction between the protein and PBAT by addition of these nanoparticles.", "In parallel, it has been reported that a raise in the surface wettability of a specimen can also increase the cell viability as well as the ability of proteins to adsorb to its surface [bb0185]. The high hydrophilicity of the clays used here could explain the higher levels of protein adsorption obtained for these materials as compared to neat PBAT, resulting in a very interesting property for their possible use in the field of biomedicine. Indeed, S.H. Kim et al. [bb0190] reported a good adhesion and growth of fibroblast cells on low-density polyethylene (LDPE) films with a significant surface wettability; preliminary indicating that the PBAT samples studied in this work could present a good biocompatibility.", "On the other hand, it is important to underline that rates of cell migration on a polymer surface are usually sensitive to the concentration of adsorbed proteins, and migration can be modified by addition of soluble inhibitors to cell adhesion. It appears that the rate of migration is optimal at intermediate substrate adhesiveness, as one would expect from mathematical models of cell migration [bb0195]. In this concern, further cell proliferation tests should be carried out to know if the concentration of adhesive proteins obtained for PBAT and its nanocomposites could negatively affect the cell migration process, and in that case, further surface modifications should be performed on these specimen films in order to decrease the levels of plasma protein adsorption on PBAT films (<i>e.g.</i> by adding such reagents, like heparin) [bb0040]."]]]]]], ["Conclusions", ["Several nanocomposites of PBAT with 5 and 10wt.% of an unmodified and modified montmorillonite, an unmodified and modified fluoro-hectorite and an unmodified sepiolite were prepared by melt blending for possible industrial and biomedical applications.", "All nanocomposites showed a good level of clay distribution and dispersion into PBAT, especially those systems with a higher clay chemical affinity with the polymer matrix. According to DSC analysis, the addition of the layered silicates slightly hindered kinetics and extent of crystallization of the PBAT on cooling. On the other hand, sepiolite particles were able to promote polymer crystallization kinetics in cooling as well as a higher transformation of the PBAT crystal structure to a more ordered form.", "Similar increases in the thermal stability of PBAT in nitrogen and air were obtained upon addition of all clays. These increases were attributed to a barrier effect of the clay toward polymer decomposition product ablation, thus increasing both onset and maximum weight loss temperatures.", "The addition of all nanofillers brought improvements in hardness of PBAT, due to high interactions between the carbonyl groups of the polymer matrix and the hydroxyl groups of these clays.", "The dynamic–mechanical experiments showed significant increases in E′ for all nanocomposites, indicating that addition of clays led to important enhancements in the elastic properties of PBAT matrix. Concerning layered silicate nanocomposites, it was found that the main influencing factors on the thermo-mechanical properties appeared to be the aspect ratio and dispersion of clay nanoplatelets, rather than polymer/clay chemical affinity, observing higher increases of E′ for SOMMEE based nanocomposites as compared to CLO30B ones, in spite of the high chemical affinity and dispersion of CLO30B with the PBAT matrix.", "Addition of needle like sepiolite brought the highest thermo-mechanical improvements in PBAT, below and above Tg, resulting this nanoparticle in the most potentially interesting material for the enhancement of PBAT thermo-mechanical properties.", "Preliminary cytotoxicity tests revealed that PBAT based materials with 10% of clay content showed good biological safety and displayed almost non cytotoxicity. However, further biocompatibility tests should be carried out in order to verify the possible use of these materials for tissue engineering applications.", "Finally, it is possible to say that sepiolites based materials showed the best thermo-mechanical and physical properties of all nanocomposites studied here. Their higher thermo-mechanical improvements in a wide range of temperature as compared to the studied layered silicate nanocomposites make these sepiolite particles the materials with the highest potential to be used for medical applications and/or for numerous environmental industrial applications (such as packaging), even without the need to use any kind of organic modifier and/or compatibilizer to obtain its good dispersion within PBAT."]]], "doi": "10.1016/j.msec.2012.04.005"}