{"title": "Improvements and mechanisms of fracture and fatigue properties of well-dispersed alumina/epoxy nanocomposites", "abstract": "In an earlier paper [Zhao S, Schadler LS, Hillborg H, Auletta T, Duncan R. Mechanisms leading to improved mechanical performance in nanoscale alumina filled epoxy. Compos Sci Technol 2008], a model system of nanoscale alumina filled bisphenol A based epoxy with two interface conditions was used to highlight the mechanisms leading to significant improvements in ductility, tensile toughness and modulus. In this paper, the fracture toughness and fatigue crack propagation (FCP) rate of the materials used in the preceding paper were measured as a function of interface condition to gain further insight into the mechanisms leading to enhanced mechanical performance. No significant improvement in fracture toughness or fracture energy was observed. A significant improvement in FCP resistance was observed for both nanocomposites, but the improvement was larger for the composites with a stronger particle/matrix interface. The crack arresting mechanisms include particle matrix debonding, plastic void growth, and in the nanocomposites with a stronger interface, significant plastic deformation of the matrix around the well-bonded nanoparticles.", "body": [["Introduction", ["In the preceding paper [bib1], the mechanisms leading to enhanced ductility in nanoscale alumina/epoxy matrices was reported. Two interface conditions were investigated: the nascent interface, which lead to a weak interface, and a silane modified interface with covalent bonding to the epoxy. Particle debonding, plastic void growth and crack deflection were present in both composites, but both plastic void growth and crack deflection were more prevalent for the stronger interface condition. In this paper, the fracture and fatigue crack propagation behavior of the nanocomposites were studied in order to gain further insight into the mechanisms leading to improved mechanical performance.", "Brittle epoxies are often toughened using micron-sized soft rubber particles or rigid particles [bib2 bib3 bib4 bib5 bib6]. However the stiffness or ductility is often reduced due to the addition of the soft or rigid fillers. Recently, nanosized fillers have been shown to increase toughness, modulus, and ductility simultaneously [bib7 bib8 bib9 bib10]. There have been several reports of improved ductility and toughness in brittle thermoset polymers due to the addition of equiaxed nanoparticles. Kinloch et al. [bib11] showed that the addition of a low concentrations of nanosilica (SiO2) particles to a typical rubber-toughened epoxy, based upon a two-part epoxy formulation, lead to a significant increase in the fracture toughness or energy (<i>K</i>\n                     Ic or <i>G</i>\n                     Ic) of the resin. In addition [bib12], the value of <i>G</i>\n                     Ic increased from 103J/m2 for the pure epoxy polymer to over 1400J/m2 upon the formation of the ‘hybrid’ material containing both rubbery micron-sized particles and nano-SiO2 particles in a hot-cured single-part epoxy. Plastic deformation of the matrix, crack deflection and twisting around particles, and crack front pinning by rigid particles were the main toughening mechanisms of this ‘hybrid’ epoxy polymer. Johnsen et al. [bib13] reported that the fracture toughness, <i>K</i>\n                     Ic, increased significantly for nanosilica filled epoxy compared with the neat polymer. They reported that the primary toughening mechanism was plastic void growth. Wetzel et al. [bib14] showed that the fracture toughness, <i>K</i>\n                     Ic, of nanoalumina filled epoxy composite increased by 60% at a filler content of 5 vol.%; the FCP resistance of the nanocomposites also improved. They attributed the improvement to crack deflection, plastic deformation and crack pinning. More recently, Blackman et al<i>.</i> \n                     [bib15] reported a significant improvement in both the initial toughness, <i>K</i>\n                     Ic, and the cyclic-fatigue behavior, threshold \n                        \n                           Δ\n                           \n                              \n                                 K\n                              \n                              \n                                 th\n                              \n                           \n                        \n                     , of the epoxy by introducing nanosilica. This result is noteworthy, however the mechanism leading to the improvement of the fatigue behavior was not mentioned.", "The different mechanisms observed by these authors may be due to differences in the strength of the interface between the nanoparticles and the matrix. The relationship between the strength of the interface for nanoscale fillers and toughening mechanisms is not well understood. This paper attempts to clarify the mechanisms operating in nanofilled composite for two interface conditions. The strong interface was achieved by silane surface treatment of the nanoparticles, however the untreated nanoparticles led to the weak interface."]], ["Experimental", [["Materials and sample preparation", ["The same materials used in the preceding paper [bib1] were used here, including a Huntsman Araldite® epoxy, NanoTek® aluminum oxide nanoparticles (45nm, determined from specific surface area, Nanophase Technologies Corporation), and silane coupling agent (3-aminopropyltriethoxysilane (APTES), Gelest Inc.). The nanoparticle size distribution was examined by TEM (not shown here), with the range from 20 to 200nm. The silane surface treatment method and the nanocomposites preparation procedure were also introduced in the preceding paper [bib1]."]], ["Fracture toughness test", ["Compact tension (CT) specimens were used to determine the fracture toughness, <i>K</i>\n                        Ic, at the onset of crack growth of the materials. Specimens were molded from silicone rubber and polished before using. The fracture toughness of the materials was determined by means of CT tests on at least four specimens according to ASTM Standard E1820 and ASTM Standard D5045. CT specimens were tested under displacement control on an Instron 4204 machine, using pin loading and a low deformation speed of 0.1mm/min. At least 4 samples were tested for each condition. The thickness B and the width W of specimens were chosen to be 12.7 and 25.4mm, respectively. Prior to testing, a notch was molded and then sharpened by tapping a fresh razor blade in to the material, so that a sharp crack was initiated with a length <i>a</i>\n                        0 between 0.45 and 0.55W. The initial crack length <i>a</i>\n                        0 was determined on fracture surfaces using optical microscopes (Olympus BH-2 and SZX12) with Color View soft imaging systems. The tests were computer controlled using LabView software. The samples were tested to failure, and the fracture toughness <i>K</i>\n                        Ic was calculated based on the formula provided in ASTM D5045. The value of the fracture energy, <i>G</i>\n                        Ic, was then calculated from\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       G\n                                    \n                                    \n                                       Ic\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             K\n                                          \n                                          \n                                             Ic\n                                          \n                                          \n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       E\n                                    \n                                 \n                                 (\n                                 1\n                                 -\n                                 \n                                    \n                                       ν\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 )", "Where <i>E</i> is the Young’s modulus taken from tensile results [bib1], \n                           \n                              ν\n                           \n                         is the Poisson’s ratio of the polymer, taken to be 0.35 [bib13 bib24]."]], ["Fatigue crack growth rate test", ["The tapered double-cantilever beam (TDCB) specimen geometry with side grooves was used to measure the fatigue crack growth rate of the materials [bib25]. The TDCB fracture specimen, developed by Mostovoy et al<i>.</i> \n                        [bib26] and modified by Beres et al<i>.</i> \n                        [bib27] gives a constant stress intensity factor \n                           \n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         during fatigue test. The geometry and design of the TDCB specimen used in this work were introduced by Brown et al. [bib28 bib29]. The fatigue crack growth rate tests were performed on the Instron 8562 machine with a 5kN load cell. The samples were pin loaded. The fatigue crack lengths were measured optically by a Hitachi Digital Signal Processor (DSP) – VK-370 color video camera with a canon lens on a self-made traveler. A black-and-white TV was used to monitor the crack growth and the video data were captured through a computer every 5s. The TDCB geometry provides a crack-length-independent relationship between applied stress intensity factor \n                           \n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         and load <i>P</i> for crack lengths ranging from 20 to 40mm [bib25 bib29]. Therefore a constant range of Mode-I stress intensity factor \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         was achieved by applying a constant range of load \n                           \n                              Δ\n                              P\n                           \n                         independent of crack length (crack length between 20 and 40mm). A triangle frequency of 1Hz was applied with a load ratio (\n                           \n                              R\n                              =\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    min\n                                 \n                              \n                              /\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    max\n                                 \n                              \n                           \n                        ) of 0.1. The fatigue crack growth rate \n                           \n                              d\n                              a\n                              /\n                              d\n                              N\n                           \n                         was then calculated from the fatigue crack length captured by the video camera at different stress intensity ranges \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                        . Several \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         were applied to each sample by varying the load and at least four samples were tested for each material. TDCB specimens were pre-cracked with a fresh razor blade before testing. The log–log plot of fatigue crack growth rate \n                           \n                              d\n                              a\n                              /\n                              d\n                              N\n                           \n                         vs<i>.</i> the applied range of stress intensity factors \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         was then determined and fit to the Paris law [bib30].\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       d\n                                       a\n                                    \n                                    \n                                       d\n                                       N\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       C\n                                    \n                                    \n                                       0\n                                    \n                                 \n                                 Δ\n                                 \n                                    \n                                       K\n                                    \n                                    \n                                       I\n                                    \n                                    \n                                       n", "Where <i>a</i> is the crack length, <i>N</i> is the number of cycles, \n                           \n                              d\n                              a\n                              /\n                              d\n                              N\n                           \n                         is the fatigue crack growth rate and <i>C</i>\n                        0 and <i>n</i> are Paris Law constants."]], ["Fracture surface properties", ["The surface roughness of the <i>K</i>\n                        Ic test fracture surfaces was measured at the University of Florida using a Dektak® 8 Advanced Development Profiler from Veeco Instruments Inc. 2D scans were performed by this stylus profilometer with a 12.5μm needle. At least 10 scan were performed for each material at different positions and the average roughness were calculate from the scanning data by the Dektak® 8 software.", "A JEOL 6330F Field Emission Scanning Electron Microscope (FE-SEM) and a JEOL CM12 Transmission Electron Microscope (TEM) were used to observe the dispersion of nanoparticles and the morphology of fracture surfaces of the <i>K</i>\n                        Ic test and fatigue crack growth rate test samples."]]]], ["Results", [["Dispersion of nanocomposites", ["Good dispersion is critical for taking advantage of nanoscale particles and obtaining optimized properties. [fig1]\n                         shows the dispersion in the NT-Al2O3 and APTES-Al2O3 nanocomposites; many of the nanoparticles were individually dispersed. Only a few aggregates (approximately 4–8) with a diameter of 2–6μm on the 3×3 mm cross-section of each nanocomposite were observed (not shown here). A comparison of [fig1](b) and (d) show that the nanoparticle/epoxy adhesion was stronger for the APTES-Al2O3 nanocomposites, which was due to the surface treatment of Al2O3 nanoparticles by APTES silane."]], ["Fracture toughness and energy", ["The fracture toughness and fracture energy values of the neat polymer, NT-Al2O3 and APTES-Al2O3/epoxy nanocomposites are shown in [tbl1]\n                        . It is clear that although the fracture toughness of both nanocomposites increased with the nanofiller content, the <i>K</i>\n                        Ic values of the APTES-Al2O3/epoxy nanocomposites are slightly higher than that of the NT-Al2O3/epoxy nanocomposites through the whole filler loading range. However, <i>t</i>-test results show that the improvements in fracture toughness, <i>K</i>\n                        Ic, are not significant. The fracture energy of the APTES-Al2O3/epoxy nanocomposites, however, which includes the Young’s modulus, did show a significant increase was optimized around 10–15phr nanoparticle loading. There was, however, no significant change for the NT-Al2O3/epoxy nanocomposites."]], ["Fatigue crack propagation behavior", ["[fig2]\n                         shows a log-log plot of fatigue crack growth rate (\n                           \n                              d\n                              a\n                              /\n                              d\n                              N\n                           \n                        ) vs. applied stress intensity range (\n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                        ) for the neat polymer, 10phr NT-Al2O3 and 10phr APTES-Al2O3/epoxy nanocomposites. The lines indicate a linear relationships described by the empirical Paris Law equation (Eq. [fd1]). A transition point, at \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    T\n                                 \n                              \n                              =\n                              0.27\n                              MPa\n                              \n                              \n                                 \n                                    m\n                                 \n                              \n                           \n                        , is observed. At this point, the FCP resistance of all three materials is about the same. This behavior is similar to that observed in some rubber particle filled epoxy [bib31], in which rubber cavitation and matrix dilation only occur above certain \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         values. The observation of this transition point in our nanocomposites may indicate that the operating mechanisms are different for \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         levels below and above \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    T\n                                 \n                              \n                           \n                        . Above this transition point, the enhancement brought about by the nanoparticles is clear and very significant improvements in reducing the crack growth rate can be clearly seen: (i) The fatigue crack growth rate increases more slowly with applied stress intensity range for both the nanocomposites than for the neat polymer; (ii) the APTES-Al2O3/epoxy nanocomposite shows the highest FCP resistance compared to the other two materials at the same \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         value. In addition, the Paris Law constant <i>C</i>\n                        0 and <i>n</i> are calculated by curve fitting and are listed in [tbl2]\n                        .", "Both a smaller <i>C</i>\n                        0 and a smaller <i>n</i> indicate a retardation of the crack growth rate. The value of the Paris law exponent <i>n</i> drops from 10 for the pure epoxy to 7 for 10phr (3.1 vol.%) NT-Al2O3/epoxy nanocomposites, and further to 5 for 10phr (3.1 vol.%) APTES-Al2O3/epoxy nanocomposites. Azimi et al. [bib31] reported that the Paris law exponent <i>n</i> decreased from 9.0 for the neat epoxy to 6.8 for 10 vol.% glass microcapsules and 4.9 for 10 vol.% rubber micro-particles. This result indicates that we achieved the same fatigue crack propagation resistance at smaller filler content for the nanocomposites. In addition, the value of the intercept <i>C</i>\n                        0 drops from \n                           \n                              42.1\n                              ×\n                              \n                                 \n                                    10\n                                 \n                                 \n                                    -\n                                    3\n                                 \n                              \n                           \n                         (\n                           \n                              mm/cycle(MPa\n                              \n                              \n                                 \n                                    m\n                                 \n                              \n                              \n                                 \n                                    )\n                                 \n                                 \n                                    n\n                                 \n                              \n                           \n                        ) for pure epoxy to \n                           \n                              0.39\n                              ×\n                              \n                                 \n                                    10\n                                 \n                                 \n                                    -\n                                    3\n                                 \n                              \n                           \n                         (\n                           \n                              mm/cycle(MPa\n                              \n                              \n                                 \n                                    m\n                                 \n                              \n                              \n                                 \n                                    )\n                                 \n                                 \n                                    n\n                                 \n                              \n                           \n                        ) for 10 phr NT-Al2O3/epoxy nanocomposites, and further to \n                           \n                              0.07\n                              ×\n                              \n                                 \n                                    10\n                                 \n                                 \n                                    -\n                                    3\n                                 \n                              \n                           \n                         (\n                           \n                              mm/cycle(MPa\n                              \n                              \n                                 \n                                    m\n                                 \n                              \n                              \n                                 \n                                    )\n                                 \n                                 \n                                    n\n                                 \n                              \n                           \n                        ) for 10phr APTES-Al2O3/epoxy nanocomposites. All of these results show that fatigue crack propagation in the epoxy is impeded by the Al2O3 nanoparticles; furthermore, this effect is stronger for the surface treated APTES-Al2O3 nanoparticles than the NT-Al2O3 nanoparticles."]], ["Fracture morphology", ["The <i>K</i>\n                        Ic fracture surface morphologies for the neat polymer, NT-Al2O3 and APTES-Al2O3/epoxy nanocomposites are shown in [fig3]\n                        (a), (b), (c), (d) and (e), respectively. All crack propagation is from left to right. The structure at the left end of each material is from the pre-crack made by a fresh razor blade. In the neat polymer, large, straight primary cracks with a smooth region in between are seen ([fig3](a)). This indicates that once the stress intensity factor <i>K</i> reaches its critical value <i>K</i>\n                        Ic, the crack propagates very fast and straight until failure. The fracture surfaces of the NT-Al2O3 and APTES-Al2O3/epoxy nanocomposites are quite similar ([fig3](b) and (d)). It is clear that both the 10 phr NT-Al2O3 and 10 phr APTES-Al2O3/epoxy nanocomposites have a rougher fracture surface, indicating increased surface roughness as a result of adding nanoparticles. Debonding and plastic void growth, which were the mechanisms observed on the tensile test fracture surfaces of the nanocomposites at high magnification [bib1], are not seen here ([fig3](c) and (e)).", "The fracture morphology of the fatigue crack growth rate (FCGR) test samples close to the pre-crack position for the neat polymer, 10phr NT-Al2O3 and 10phr APTES-Al2O3/epoxy nanocomposites are shown in [fig4]\n                        . The crack propagation direction is indicated by the white arrow. The fracture morphologies near the pre-crack of the FCGR test samples ([fig4]) are quite similar to that of the <i>K</i>\n                        Ic test samples ([fig3]). In the neat polymer, straight primary cracks can be seen once the crack starts propagating ([fig4](a)). In the 10phr NT-Al2O3 and 10phr APTES-Al2O3/epoxy nanocomposites, small secondary cracks and detailed structures are observed ([fig4](b) and (c)).", "Away from the pre-crack position, the fatigue cracks propagate during cyclic stresses; therefore fatigue striations should be observed. [fig5]\n                         shows the fatigue striations on a FCGR test sample for the neat polymer (applied \n                           \n                              Δ\n                              \n                                 \n                                    K\n                                 \n                                 \n                                    I\n                                 \n                              \n                           \n                         ∼0.5\n                        \n                           \n                              MPa\n                              \n                              \n                                 \n                                    m\n                                 \n                              \n                           \n                        ). The crack growth direction is from the right-up comer to the left-bottom comer. Big branch marks can be observed, which are indicative of the brittle nature of epoxy.", "The situation for the nanocomposites is quite different from the neat polymer. [fig6]\n                         shows the fatigue morphology of a FCGR test sample for the 10phr NT-Al2O3 nanocomposite at different magnifications. Fatigue striations are still clear ([fig6](a)). With increasing magnification, however, more river lines, debonding, plastic void growth and particle pull-out mechanisms can be seen ([fig6](c) and (d)). We observed these mechanisms for the NT-Al2O3/epoxy nanocomposites in a low crack-propagation-speed tensile test [bib1], but not for the high crack-propagation-speed fracture toughness test. In the present low frequency fatigue test, the applied stress intensity range is only about 1/3 to 1/2 of the <i>K</i>\n                        Ic value, and the crack propagation rate is much lower than in the fracture toughness test. Therefore the crack propagation speed, not surprisingly, also impacts the operating mechanism.", "[fig7]\n                         shows the fatigue striation morphology on a FCGR test sample for the 10phr APTES-Al2O3 nanocomposite at different magnifications. More river lines, debonding and plastic void growth, and particle pull-out mechanisms can also be seen here. In addition, some new features are presented. Unique 3D plastic deformation of the matrix around the nanoparticles can be clearly observed. The well-bonded APTES-Al2O3 nanoparticles or small aggregates of few nanoparticles act as pinning positions and induce plastic deformation of the matrix during the low crack-propagation-rate fatigue test. This mechanism makes it possible to further retard the fatigue crack growth rate of the epoxy matrix."]]]], ["Discussion", ["The possible fracture and fatigue mechanisms, including crack deflection [bib16 bib17 bib18 bib19], crack pinning [bib20 bib21 bib22], debonding [bib23] and plastic void growth [bib4 bib13], and plastic deformation of the matrix are discussed in the following section.", ["Crack deflection", ["An increase in fracture surface roughness can be used as evidence to prove crack deflection occurs, which is associated with an increase in the crack length and therefore the energy absorbed during deformation [bib32 bib33]. However the fracture surface roughness of both NT-Al2O3 and APTES-Al2O3/epoxy nanocomposites did not change significantly compared with the neat polymer (not shown here). In addition, the fracture surface roughness values of all materials from the <i>K</i>\n                        Ic fracture toughness test are much smaller compared to that from the tensile test (Fig. 8 in [bib1]). This result implies that crack deflection is more prevalent in the tensile test environment than in the pre-cracked fracture toughness test. This is because in the fracture toughness test, a sharp pre-crack with crack length <i>a</i>\n                        0 has been produced by a fresh razor blade before testing, which gives a much higher stress intensity value <i>K</i> at the crack tip than in the nominally defect free tensile test at the same applied stress condition. During the pre-cracked fracture toughness test, the <i>K</i> value reaches the <i>K</i>\n                        Ic value very fast and the stored energy is dissipated by high-speed unstable crack growth and leaves a smooth fracture surface [bib36]. On the contrary, in the tensile test, the crack grows very slowly after initiation; then cracks accelerate and any excess energy is dissipated by driving the crack faster (the ‘mirror’ zone); outside the mirror zone, the crack reaches its limiting speed, and excess stored energy is dissipated in bifurcation and leaves a rough 3D fracture surface (the ‘rough’ zone) [bib36].", "Work by Arakawa and Takahashi [bib37], as reported by Hull [bib32 bib33], showed that the toughening effect due to an increase in true fracture surface area from crack deflection gives a linear relationship between the surface roughness and the fracture energy. However no such correlation exists for these nanocomposites ([fig8]\n                        ). Fracture energy was the highest at 10–15phr for both the NT-Al2O3 and the APTES-Al2O3/epoxy nanocomposites, but the roughness increased linearly with loading. This result indicates that the small increases of surface roughness for the nanocomposites may not be due to the crack deflection. In addition, the plot of surface roughness vs. fracture toughness is shifted to the right for the APTES-Al2O3/EP compared to the NT-Al2O3 implying that while surface roughness may play a part, it is not a primary mechanism.", "In addition to surface roughness, Faber and Evans’ crack deflection theory [bib16 bib17] can be used to predict the increases in fracture energy <i>G</i>\n                        Ic. However, Evans’ theory states that crack deflection will occur when the obstacle dimension is larger than the plastic zone, which is not the case in the present work. This and the surface roughness results discussed above indicate that crack deflection is not the main toughening mechanism."]], ["Crack pinning", ["According to crack pinning theory by Evans [bib21] and by Green et al. [bib22], the predicted \n                           \n                              \n                                 \n                                    σ\n                                 \n                                 \n                                    c\n                                 \n                              \n                              /\n                              \n                                 \n                                    σ\n                                 \n                                 \n                                    m\n                                 \n                              \n                           \n                         ratio (the ratio of the stress required to propagate a crack in the composite to the stress required for a crack in pure matrix) and the experimental \n                           \n                              \n                                 \n                                    σ\n                                 \n                                 \n                                    c\n                                 \n                              \n                              /\n                              \n                                 \n                                    σ\n                                 \n                                 \n                                    m\n                                 \n                              \n                           \n                         ratio calculated from the ratio of fracture toughness <i>K</i>\n                        Ic/<i>K</i>\n                        Ic,m did not correlate (not shown here), indicating that crack pinning is not a primary toughening mechanism."]], ["Debonding and plastic void growth", ["The prediction by Evans’ model and the experimental data of the fracture energy increment <i>G</i>\n                        Ic/<i>G</i>\n                        Ic,m were compared (not shown). The experimental data points fell far below the prediction line, indicating that debonding in the plastic zone ahead of the pre-crack tip is unlikely for both of the nanocomposites under <i>K</i>\n                        Ic fracture toughness test conditions. This result corresponds to the fracture morphology of the <i>K</i>\n                        Ic samples. No debonding and plastic void growth or particle pull-out were observed for the high crack-propagation-speed <i>K</i>\n                        Ic test fracture surfaces for both NT-Al2O3 and APTES-Al2O3/epoxy nanocomposites ([fig3](c) and (e)). However, debonding, plastic void growth and particle pull-out were clearly seen in both nanocomposites on the low crack-propagation-speed fatigue test fracture surfaces ([fig6](c) and (d) and, [fig7](c) and (d)), because debonding and plastic void growth are crack propagation speed dependent."]], ["Plastic deformation of the matrix", ["3D plastic deformation of the matrix around the well-bonded nanoparticles was only seen on the fatigue test fracture surfaces of the APTES-Al2O3/epoxy nanocomposite ([fig7]). This extra mechanism helps further retard the fatigue crack growth rate of the APTES-Al2O3/epoxy nanocomposite compared to the NT-Al2O3/epoxy nanocomposite ([fig2]). As discussed above, on the <i>K</i>\n                        Ic test fracture surfaces of the NT-Al2O3/epoxy and the APTES-Al2O3/epoxy nanocomposites, there is no difference in the degree of crack deflection; there is less evidence of debonding or plastic void growth; therefore plastic deformation of the matrix, due to the surface modification of the nanoparticles in the APTES-Al2O3/epoxy nanocomposite, might be one explanation for the extra increment in its fracture energy ([fig8])."]]]], ["Conclusions", ["The fracture toughness and fatigue crack growth rate of well-dispersed Al2O3/epoxy nanocomposites were measured as a function of nanoparticle loading and particle/matrix compatibility. The main conclusions are:\n                        \n                           (1)\n                           To improve the fracture energy of nanocomposites compared to unfilled resin, a stronger interface is helpful. The NT-Al2O3/epoxy nanocomposites with a weaker interface did not show an improvement in fracture energy compared to the neat polymer. The APTES-Al2O3/epoxy nanocomposites with a stronger interface exhibited a significant increase in fracture energy at 10–15phr.\n                        \n                        \n                           (2)\n                           Crack deflection is not the main mechanism for the increment in fracture energy of both nanocomposites. However, plastic deformation of the matrix might explain the extra increment in fracture energy of the APTES-Al2O3/epoxy nanocomposites.\n                        \n                        \n                           (3)\n                           Debonding and plastic void growth as well as plastic deformation of the matrix were found to be the key mechanisms leading to improved fatigue crack resistance.\n                        \n                        \n                           (4)\n                           Significant plastic deformation can occur in epoxy when the crack propagation speed is slow (fatigue tests) and the particle/matrix bonding is high as in the case of APTES-Al2O3/epoxy nanocomposites"]]], "doi": "10.1016/j.compscitech.2008.07.010"}