{"title": "Dielectric properties of zinc oxide/low density polyethylene nanocomposites", "abstract": "ZnO/low density polyethylene (LDPE) nanocomposites with either homogeneous or controlled inhomogeneous dispersions of ZnO nanoparticles were prepared. The dielectric constants of the composites with filler concentrations up to 40 vol.% were measured and compared with the dielectric constants of conventional submicron size ZnO filled LDPE composite. The filler particles were coated with silane coupling agents and mixed with LDPE to take advantage of the high surface area of nanoparticles for the introduction of high dipole moment molecules to the composite. The effect of filler distribution on the dielectric constant was also examined and the observed differences are attributed to the differences in the two kinds of interfaces present: one formed between the touching ZnO particles and the other formed between LDPE and ZnO.", "body": [["Introduction", ["Polymers are generally known to be good insulating materials due to their stable physical and chemical properties [bib1]. Both the mechanical and electrical properties of polymers, however, can be further improved or modified with the addition of inorganic fillers [bib2] as demonstrated by increases in the mechanical strength of the composite [bib3] and changes in the electrical conductivity [bib4 bib5]. It is known that the composite properties can also change with the dispersion state, geometric shape, and surface quality of the filler particles as well as the particle size. For example, Sumita et al. [bib6] studied the effect of carbon black dispersion in polymer blends on the electrical conduction properties of the composite, and the dependence of electrical properties on the shape and distribution of the filler particles was reported by Flandin et al. [bib7].", "Owing to the recent commercial availability of nanoparticles, the outlook for composite materials with new or modified physical properties became even brighter. Nanoscale fillers are different from bulk materials and conventional micron-size fillers due to their small size and corresponding increase in surface area [bib8 bib9 bib10 bib11]. It is expected that the addition of nanoparticles into polymers would lead to unprecedented ability to control the electrical properties of filled polymers [bib12 bib13]. Furthermore, nanocomposite materials with length scales smaller than 1 μm are becoming necessary as the size of modern electronic devices reaches down to submicron scales. Therefore, understanding how to control the resistivity and permittivity of nanofilled polymer nanocomposites is an essential step toward the controlled engineering of nanocomposite materials in future electrical applications.", "In the present work, we attempt to understand the effects of filler particle size and spatial distribution on the permittivity of composites. Low density polyethylene (LDPE) was chosen as a representative polymer matrix because it is widely used for electrical insulation in the cable and wire industry owing to its high breakdown strength and resistivity [bib14]. Another advantage of LDPE is that it is relatively easy to mix with inorganic fillers by simple melt mixing; good dispersion of the filler particles is readily achieved [bib25]. ZnO fillers were used, since ZnO is a wide band gap semiconducting material well known for its nonlinear electrical conductivity properties and it has also been studied by many researchers [bib15 bib16 bib17]. By combining the special properties of ZnO nanoparticles [bib18 bib19 bib20] with LDPE, a polymeric nanocomposite material with controlled properties could be expected. The conductivity of ZnO is much higher than that of LDPE and is dominated by the properties of its surfaces [bib20]. The conductivity of the ZnO/LDPE composite is thus expected to change with the volume fraction of ZnO, as well as its particle size and particle surface chemistry. However, the detailed relationship between the filler concentration and the permittivity of the composite is still uncertain [bib2]. The behavior near the percolation threshold, <i>p</i>\n                     c (the filler concentration at which the resistivity starts to change rapidly), is also of interest [bib21]. Classical percolation theory predicts a steep increase in permittivity as the filler concentration increases past <i>p</i>\n                     c \n                     [bib21 bib22]. However, <i>p</i>\n                     c and the dependence of permittivity on filler volume fraction are system and processing dependent [bib28 bib23 bib24]. The percolation behavior needs to be understood carefully with consideration of the physical conditions and properties of both filler and matrix that constitute the composite."]], ["Experimental procedure", ["ZnO/LDPE nanocomposites were produced by melt mixing commercial grade LDPE (DOW 681I) and 49 nm ZnO nanoparticles in a Haake batch mixer. ZnO nanoparticles were donated by Nanophase Technologies, and ZnO micron-size particles were purchased from Alfa Aesar to examine the filler size effect on the composite properties. To avoid any thermal degradation of the polymer matrix [bib25], the mixing time was set to 10 to 15 min at 200 °C. The specimen was then hot pressed with a Carver press into a disc shape with a diameter of 6.35 cm and a thickness of approximately 0.04 cm for the measurements of permittivity.", "To observe dispersion, the composites were cooled below their glass transition temperature in liquid nitrogen and fractured to expose the surfaces with internal microstructure. The fracture surface was then examined with a field emission scanning electron microscope (FESEM, JEOL JSM-6335F) operated at 3 to 5 kV. As shown in [fig1]\n                     , the particles were well dispersed homogeneously. In this representative scanning electron micrograph, nanoparticles are shown as white spheres dispersed throughout the entire area examined.", "Composites with controlled inhomogeneous filler distributions were also fabricated to see the effects of spatial filler distribution. LDPE powder obtained from Ultra Chemical was ball milled with ZnO nanoparticles. The result was LDPE particles with nanoparticles embedded in the surfaces of the LDPE particles. The mixtures were then hot pressed in a mold to a disc shape, the same as that for the homogeneous samples. The microstructures of these composites were also examined with FESEM [bib30].", "The permittivities of the nanocomposites were measured using a Quadtech 1689 LCR meter and an HP 4192A impedance analyzer with the specimen loaded in a homemade electrode fixture at frequencies ranging from 10 Hz to 10 GHz. A grounded guard ring was incorporated to minimize edge effects during the measurements of capacitance."]], ["Results and discussion", ["The permittivity of the nanocomposites with homogeneous filler distribution was found to be roughly proportional to the volume fraction of ZnO particles in the composites, as seen in [fig2]\n                     . The Maxwell–Garnett approximation,\n                        \n                           \n                              ε\n                              =\n                              \n                                 \n                                    \n                                       v\n                                       m\n                                    \n                                    \n                                       ε\n                                       m\n                                    \n                                    (\n                                    \n                                       2\n                                       3\n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             ε\n                                             d\n                                          \n                                       \n                                       \n                                          3\n                                          \n                                             ε\n                                             m\n                                          \n                                       \n                                    \n                                    )\n                                    +\n                                    \n                                       v\n                                       d\n                                    \n                                    \n                                       ε\n                                       d\n                                    \n                                 \n                                 \n                                    \n                                       v\n                                       m\n                                    \n                                    (\n                                    \n                                       2\n                                       3\n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             ε\n                                             d\n                                          \n                                       \n                                       \n                                          3\n                                          \n                                             ε\n                                             m\n                                          \n                                       \n                                    \n                                    )\n                                    +\n                                    \n                                       v\n                                       d\n                                    \n                                 \n                              \n                              ,\n                           \n                        \n                     predicts the dielectric constant for a mixture of spherical particles with dielectric constant <i>ɛ</i>\n                     d dispersed in a matrix with lower dielectric constant, <i>ɛ</i>\n                     m, with volume fractions of <i>v</i>\n                     d and <i>v</i>\n                     m, respectively [bib26]. The trend shown in [fig2] is the same for both nanoparticle and micron-particle filled composites up to a filler concentration of 40 vol.% in spite of the much higher specific surface area of the nanoparticles. From the FESEM micrographs, it is clear that the filler particles were well dispersed. Therefore, the interfaces between ZnO fillers and LDPE matrix do not appear to contribute to the permittivity of the composite. This indicates that there is no dipole moment associated with the ZnO/LDPE interface. Up to 40 vol.%, rapid increase in dielectric constant was not observed, i.e., no percolation behavior was observed from the measurement of dielectric constant, although the same composite specimens used in this work exhibited percolation behavior in the measurement of electrical dc resistivity [bib27].", "Although the ZnO/LDPE interfaces do not contribute to the bulk dielectric constant, the high surface area of the nanoparticles can be used to introduce extra organic material into the composite. This can be accomplished by coating the nanoparticle surfaces with silane coupling agents prior to mixing with the LDPE. When such a coating is placed on the surfaces of the particles, the permittivity can be increased depending on the dielectric properties of the coating agent. This was demonstrated with composites at filler concentrations of 7 and 14 vol.% by coating the nanoparticle fillers with various coupling agents as shown in [fig2].", "The temperature dependence of the permittivity of the composites with homogeneous filler distributions was also measured by placing the electrode and specimen in a silicone oil bath at elevated temperatures ([fig3]\n                     ). Pure polyethylene exhibited a slight decrease of permittivity as temperature increased. For the composites, the decrease of permittivity at higher temperatures is compensated by the increasing permittivity of the ZnO filler particles with temperature. At about 4 vol.% of ZnO, the permittivity remained essentially constant over the temperature range tested, while for the 10 vol.% ZnO samples a measurable increase was observed at higher temperatures. The composites with the higher concentration of ZnO measured (40 vol.%) exhibited a strong increase of permittivity with temperature. The same behavior of increasing permittivity with increasing temperature was observed with LDPE/ZnO micron-size particle composites. This is in contrast to the slightly decreasing or almost constant permittivity with temperature of the insulating ceramic particle filled polymer composites observed by Dang et al. [bib28] and Yu et al. [bib29] The difference can be understood with consideration of the semiconducting nature of ZnO. The increased permittivity appears to be from the dipole moments due to the electrons that are thermally excited to the conduction band from the valence band of ZnO.", "The dielectric constant of the composites with inhomogeneous filler distributions was measured as a function of frequency ([fig4]\n                     ). The permittivity was measured to arise higher than that of the composite with homogeneous filler distribution at a given filler concentration. As a comparison, the permittivity of LDPE/14 vol.% ZnO composite with homogeneous filler distribution was plotted as a function of frequency in [fig4]. In the inhomogeneous composite, the filler particles are not well dispersed, but rather stay touching other particles forming interfaces between ZnO particles [bib30]. This is in contrast to the homogeneous composites in which all the nanoparticles stay separated from one another by polymer layers. The interface dipoles associated with ZnO/ZnO interfaces are thus apparently responsible for the increased permittivity in the frequency range below 10 kHz. These interface dipole moments are thought to arise from the electrons that are trapped at the ZnO/ZnO interface electronic states. The energy levels of these states are different from those of ZnO/LDPE interface states and hence the electrons in those states respond to different frequencies."]], ["Conclusions", ["The permittivity of the ZnO/LDPE nanocomposites with homogeneous filler distribution followed the Maxwell–Garnett approximation and no percolation behavior was observed for the permittivity. The small particle size of the ZnO nanoparticles did not affect the permittivity of the composite. Therefore, the interfaces between ZnO and LDPE do not appear to contribute to the dielectric properties. On the other hand, the high surface area of the nanoparticle fillers can be utilized to introduce surface coating agents with higher permittivity into the composites in order to alter the dielectric behavior of the nanocomposites. When the filler particles were distributed inhomogeneously in the composite, the ZnO/ZnO interfaces formed from the touching of neighboring ZnO particles possessed dipole moments that contributed to an increased permittivity at frequencies up to approximately 10 kHz. The combination of nanoparticle surface treatment and control of nanoparticle dispersion should yield excellent opportunities to engineer the dielectric behavior of a wide range of nanocomposites."]]], "doi": "10.1016/j.matlet.2004.10.036"}