{"title": "The reinforcing effect of polydopamine functionalized graphene nanoplatelets on the mechanical properties of epoxy resins at cryogenic temperature", "abstract": "In order to obtain epoxy nanocomposites with excellent mechanical properties at cryogenic temperature, an efficient method to functionalize graphene nanoplatelets (GNPs) is proposed. Through a simple dip-coating procedure, the GNPs were first functionalized with deposition of polydopamine coating (PDA@GNPs). Then, using polydopamine as a bridge, the PDA@GNPs were modified with amine groups after polyetheramine T403 grafting (T403-PDA@GNPs). Fourier transform infrared spectroscopy, thermogravimetric analysis and X-ray photoelectron spectroscopy analyses proved the successful functionalization of PDA and polyetheramine T403 on the surface of GNPs. Adding 0.1 wt% T403-PDA@GNPs significantly improved the cryogenic tensile strength and impact strength of the epoxy nanocomposites by 34.5% and 64.5%, which showed greater reinforcing effect than the pristine GNPs (12.6% and 19.1%) and PDA@GNPs (26.3% and 50.1%). The results of dynamic mechanical analysis and scanning electron microscopy observations indicated that the PDA and further polyetheramine T403 functionalization improved the interfacial interactions between GNPs and matrix, which ensured the much improved mechanical properties.", "body": [["Introduction", ["Due to their low cost, easy processability, good thermal, mechanical and electrical properties, thermosetting epoxy resins have been widely used as impregnating materials, adhesives or matrices for advanced composites applied in cryogenic engineering fields such as spacecraft and superconducting technologies [bib1 bib2 bib3 bib4]. However, the intercrossed molecular chains make epoxy resins rigid and brittle, thus micro-cracking and even fracture of epoxy resins might occur when their thermal-stress induced stress intensity factor exceeded their fracture toughness as temperature decreased from room temperature to cryogenic temperature (e.g. liquid nitrogen temperature 77 K) [bib2]. Therefore, it is necessary to improve the cryogenic mechanical performance of epoxy resins to meet the high requirements by cryogenic engineering applications [bib5 bib6 bib7 bib8 bib9 bib10 bib11 bib12 bib13 bib14 bib15].", "In order to develop high performance epoxy resins for cryogenic engineering applications, inorganic fillers such as silica nanoparticles [bib5], montmorillonite [bib6], glass fiber [bib7], carbon nanotubes [bib10 bib15] and graphene [bib12] have been investigated. Among these inorganic fillers, graphene as the strongest and stiffest material known to man has generated great interest during the past decade owing to its intriguing and unparalleled physical properties. Considerable work has already been made, showing that graphene and graphene sheets are potentially effective reinforcements in polymer composites [bib16 bib17 bib18 bib19 bib20 bib21 bib22 bib23]. Fu et al. used graphene to enhance the cryogenic mechanical properties of diglycidyl ether of bisphenol-A (DGBEA)/diethyltoluenediamine (DETD) epoxy system. The results showed that both the tensile strength and impact strength at liquid nitrogen temperature (77 K) of the graphene/epoxy composites have been simultaneously enhanced, with a maximum value at a graphene content of 0.1 wt%, corresponding to an improvement of 17.1% and 23.7%, respectively, compared to that of the neat epoxy matrix [bib12]. These interesting results indicated that the graphene is a promising filler for enhancing the cryogenic mechanical properties of epoxy resins for cryogenic engineering applications. However, weak interfacial bonding due to the atomically smooth surfaces of graphene limits load transfer from the epoxy matrix to graphene. Furthermore, inhomogeneous dispersions are usually obtained because graphene tend to exist as entangled agglomerates. Therefore, strong interfacial bonding and good dispersion would be critical factors in maximizing reinforcement by graphene [bib21 bib23].", "Surface functionalization has been proved to be an effective way to acquire high-performance composites because of the ability to significantly enhance dispersion and interfacial bonding of the fillers. Recently, there has been increasing interest in the mussel-inspired chemistry of dopamine for surface modification, owing to its merits of material-independent adhesion and post-functionalization accessibility. Dopamine is a main component of adhesive proteins in mussels, and is able to form polydopamine (PDA) coating on various material surfaces by oxidative polymerization in an alkaline aqueous medium. PDA coating contains many functional groups, such as catechol, amine and imine, which endow those PDA-coated materials with versatile functionalities and properties [bib24 bib25 bib26 bib27 bib28]. Moreover, under oxidizing conditions, the catechols of PDA coating can react with thiols and amines via Michael addition or Schiff base reactions [bib29 bib30]. This enables PDA coating to serve as a versatile platform for further specific functionalization, thus opening up the possibility of tailoring the coating for various applications [bib31 bib32].", "In the present work, we reveal the potential of dopamine as an effective surface modifier of graphene nanoplatelets (GNPs) to enhance the cryogenic mechanical properties of epoxy resins at liquid nitrogen temperature (77 K). GNPs that were first functionalized with PDA coating and then further reacted with a polyetheramine via Michael addition or Schiff base reactions were thoroughly characterized. The micro-structure, cryogenic tensile and impact strength, and viscoelastic properties of the epoxy nanocomposites were studied in detail."]], ["Experimental", [["Materials", ["The epoxy resin used in this work was diglycidyl ether of bisphenol-F (DGEBF, DER354, Dow Chemical Co., USA) with epoxide weight equivalence in the range 167–174. The curing agent was diethyl toluene diamine (DETD, ETHACURE-100, Albemarle Co., USA), which is a mixture of 2,4- and 2,6-isomers. Graphene nanoplatelets (GNPs) used in this study were supplied by Timesnano (Chengdu Organic Chemicals Co. Ltd, China). The thickness of the GNPs was about 0.55–3.74 nm, 1–10 layers. 3,4-Dihydroxyphenethylamine hydrochloride (DOPA, 98%) and tris(hydroxymethyl) aminomethane (TRIS, 99%) were purchased from Sigma-Aldrich (USA). The polyetheramine Jeffamine T-403, which was a trifunctional primary amine with an average molecular weight of approximately 440, was supplied by Huntsman Corporation (USA). All chemical reagents were used as received and without further purification."]], ["Surface functionalization of GNPs", ["To prepare PDA functionalized GNPs, 1 g of GNPs was dispersed in a mixed solution of ethanol (900 mL) and water (600 mL) under ultrasonication for 30 min. Then, 2 g of DOPA was added under magnetic stirring for 10 min. Next, 500 mL of aqueous solution of TRIS (2.4 g) was added, and the solution was stirred for 24 h at ambient temperature. The product was collected by filtration and washed with deionized water and ethanol to remove the residual dopamine, until the scrubbing filtrate became colorless, and finally dried in a vacuum oven at 50 °C for 24 h. The resultant material is defined as PDA@GNPs.", "To obtain polyetheramine functionalized GNPs, PDA@GNPs were reacted with Jeffamine T-403 through amine-catechol adduct formation. 0.4 g of PDA@GNPs was dispersed in 400 mL ethanol under ultrasonication for 30 min. 5 g of Jeffamine T-403 and 1 g of triethylamine were subsequently added and stirred for 24 h at room temperature. After being collected and rinsed three times with ethanol to remove unreacted Jeffamine T-403, the polyetheramine functionalized GNPs were dried in vacuum oven at 50 °C for 24 h. The resultant material is defined as T403-PDA@GNPs."]], ["Preparation of GNPs/epoxy nanocomposites", ["To prepare pristine GNPs/epoxy nanocomposites, 0.25 g of pristine GNPs was dispersed in 100 mL acetone under ultrasonication for 30 min. 200 g of the epoxy precursor DER354 was added to the suspension and treated by stirring and ultrasonication for another 30 min. The resulted mixture was then put into an oven at 80 °C for 24 h to remove acetone. Afterwards, 50 g of the curing agent DETD was added to the mixture and stirred for 10 min. The resultant suspension was degassed with a vacuum pump to eliminate air bubbles and residual acetone. After that, the mixture was transferred to an open mold and cured at 80 °C for 8 h, then 130 °C for 8 h. Finally, the epoxy nanocomposite with the GNPs weight fractions of 0.1 wt% was obtained. The neat epoxy sample, PDA@GNPs/epoxy and T403-PDA@GNPs/epoxy nanocomposites were also prepared by the same procedure."]], ["Characterization and instruments", ["Fourier transform infrared (FTIR) spectroscopy was used to investigate the surface properties of GNPs on a Nicolet 6700 spectrometer (Waltham, Massachusetts, USA). Thermogravimetric analysis (TGA) was carried out under nitrogen atmosphere with a TA TGA Q500 Thermal Analyzer (New Castle, Delaware, USA) from 50 to 800 °C at a heating rate of 10 °C min−1. X-ray photoelectron spectroscopy (XPS) was performed with an ESCALAB250 (Thermo Fisher, UK) spectrometer using a monochromatic aluminum X-ray radiation source (1486.7 eV). The tensile samples were prepared according to the recommendation of ISO 527-1. The tensile properties were measured on an Instron 5582 universal testing machine (Norwood, Massachusetts, USA) under a 10 kN load cell with a crosshead speed of 5 mm min−1. The cryogenic temperature condition was achieved by dipping clamps and samples in a liquid nitrogen filled cryostat. The specimen and its loading fixture were submerged in liquid nitrogen for over 10 min before the test started and kept submerged during the entire testing process [bib6]. Charpy impact tests were performed on an impact tester (SUNS PTM1000, China) with an impact energy of 4 J at room temperature in accordance with ISO 179-2. The specimens for impact testing were immersed in liquid nitrogen for over 10 min so that they could be cooled down to 77 K before being mounted onto the impact tester. The pendulum of the impact tester was released immediately against the width after the specimen was fixed onto the impact tester. The test was quickly completed within a couple of seconds after taking the specimens out from the cryostat. Five specimens were tested for each composition. The fracture surfaces of the specimens after impact test were examined by scanning electron microscopy (SEM; CamScan Apollo 300, UK). Prior to examination, the fracture surfaces were cleaned using ethanol and then coated with a thin layer of gold. Dynamic mechanical analysis (DMA) of the samples was performed on a TA G2 RSA analyzer (New Castle, Delaware, USA). Solid samples were tested by applying a variable flexural deformation in dual cantilever mode. The displacement amplitude was set to 0.1%, whereas the measurements were performed at a frequency of 1 Hz. The range of temperature was from 30 °C to 250 °C at a scanning rate of 3 °C min−1."]]]], ["Results and discussion", [["Surface functionalization and characterization of GNPs", ["According to previous research, the catechol groups of dopamine are easily oxidized at weak alkaline pH, resulting in a quinone structure, which then forms 5,6-dihydroxyindole by nucleophilic reaction and rearrangement. Further oxidation causes intermolecular cross-linking to yield a thin PDA layer on the substrate surface. In this work, PDA film was deposited on the surface of pristine GNPs through a similar reaction, introducing polar groups such as hydroxyl and imine (see [fig1]\n                        a). During the polyetheramine T403 treatment, the oxidized quinine form of catechol groups in polydopamine can react with amino groups of polyetheramine T403 via Michael addition or Schiff base reaction, which has been proved by Kang et al. and Ball et al. [bib29 bib30]. Consequently, considerable amine groups of the trifunctional polyetheramine T403 were grafted to the surface of GNPs (see [fig1]b).", "The surface functionalizations of GNPs were investigated by FTIR as shown in [fig2]\n                        . Compared to pristine GNPs, the PDA@GNPs sample shows a newly developed peak at 1510 cm−1, corresponding to the NH bending mode of aromatic secondary amine in PDA [bib33]. This result confirms that PDA has been successfully deposited on the surface of the pristine GNPs. After polyetheramine T403 modification, T403-PDA@GNPs exhibit a new peak at 1384 cm−1, which corresponds to the shearing vibration of CN groups connected with aromatic rings [bib34]. This absorption cannot be observed in the spectrum of PDA@GNPs, implying that part of the PDA film reacted with T403 via Schiff base reaction. The FTIR results confirm the PDA coating on PDA@GNPs surface and the covalent bonding between PDA and T403 in T403-PDA@GNPs.", "The thermal decompositions of PDA, T403, pristine and functionalized GNPs in nitrogen atmosphere are shown in [fig3]\n                        . Pristine GNPs exhibits a major weight loss starts below 300 °C, which can be attributed to the elimination of moisture and other thermolabile residuals. PDA shows a fast decomposition beginning at about 300 °C, corresponding to the decomposition of the PDA main chain [bib35]. Combining the decomposition of both pristine GNPs and PDA, the PDA@GNPs shows a uniform decomposition during the whole process. T403-PDA@GNPs exhibits a fast decomposition from about 250 °C, corresponding to the decomposition of the T403. Based on the calculation of the residual mass of all samples, the weight percentage of PDA in PDA@GNPs and T403 in T403-PDA@GNPs are 28.0 wt% and 7.6 wt%, respectively. These results also support the successful modification of PDA and T403 on the surface of GNPs.", "XPS was used to determine the surface chemical compositions of the pristine and functionalized GNPs, and the results were summarized in [tbl1]\n                        . The surface oxygen atomic ratio of pristine GNPs is 7.84%, showing that some oxygen-containing groups exist on the surface of pristine GNPs. This result is in accordance with the FTIR and TGA results discussed above. The nitrogen/carbon atomic ratio (N/C) of PDA is calculated to be 0.109, which is close to the theoretic value of 0.125 for dopamine [bib36]. After the PDA coating on the surface of pristine GNPs, the N/C ratio of pristine GNPs increases from 0 to 0.079, suggesting that most of the surface area of PDA@GNPs have been successfully coated by PDA. The N/C ratio of T403-PDA@GNPs further increases to 0.085, which can be explained by the higher theoretic N/C value of T403 than PDA (0.138 versus 0.125). These results verify that PDA and T403 were successfully deposited on the surfaces of PDA@GNPs and T403-PDA@GNPs.", "The surface morphologies of the GNPs were observed by SEM. It can be seen from [fig4]\n                        a that the surface of the pristine GNPs is rough and full of wrinkles. After coating with PDA and T403, the polymer filled the gaps and the wrinkles of GNPs, thus the PDA@GNPs and T403-PDA@GNPs show a smoother surface and the wrinkles become much more ambiguous than the pristine GNPs ([fig4]b and c), indicating the presence of PDA and T403 coatings [bib35]."]], ["Cryogenic mechanical properties of the nanocomposites", ["The cryogenic mechanical properties of the epoxy matrix and different GNPs modified epoxy nanocomposites are shown in [fig5]\n                        . The error bars denote the standard deviation. As shown in [fig5]a, the tensile strength for the neat epoxy matrix is about 66.41 MPa. Addition of 0.1 wt% pristine GNPs into the epoxy matrix brings about 12.6% increase in tensile strength which reaches to74.81 MPa. Comparably, the tensile strengths of PDA@GNPs and T403-PDA@GNPs modified epoxy resins further increase by 26.3% and 34.5%, reaching 83.89 MPa and 89.35 MPa, respectively. As we know, the mechanical strength of epoxy nanocomposites strongly depends on the filler–epoxy interfacial bonding [bib37]. When there is a poor bonding between the matrix and the GNPs, as in the case of pristine GNPs, GNPs tends to aggregate together, as will be shown later. The relatively weak bonding and inhomogeneous dispersion leads to poor stress transfer between GNPs and the epoxy matrix, which results in the unsatisfactory improvement of tensile strength. Meanwhile, in the case of PDA@GNPs, polar groups such as catechol and imine groups on the surface of PDA@GNPs strongly enhance the interfacial interactions, thus bring more effective stress transfer from high modulus GNPs to the epoxy matrix. As a result, PDA@GNPs/epoxy nanocomposites show better tensile strength compared to GNPs/epoxy nanocomposites. After further functionalization with polyetheramine T403, many amine groups are introduced on the surface of T403-PDA@GNPs. The amine groups can participate in the curing reaction of epoxy resins, which leads to much better interfacial interactions between T403-PDA@GNPs and the epoxy matrix. Consequently, the T403-PDA@GNPs/epoxy nanocomposites have the highest tensile strength. A 17.1% increase of cryogenic tensile strength in 0.1 wt% graphene modified epoxy nanocomposites was also reported by Fu et al. [bib12]. Pristine graphene was used to toughen epoxy matrix in their research, since the interfacial interaction between pristine graphene and the matrix was not ideal, thus the improvement in tensile strength was unsatisfactory.", "Charpy impact tests were also carried out to investigate the effect of GNPs on the cryogenic toughness of the epoxy nanocomposites. As shown in [fig5]b, the cryogenic impact strength for the cured epoxy matrix is 11.39 kJ/m2. Similar to the case of tensile strength as discussed above, addition of 0.1 wt% pristine GNPs into the epoxy matrix brings about 19.1% increase in impact strength, which reaches to 13.56 kJ/m2. Compared to neat epoxy matrix, additions of PDA@GNPs or T403-PDA@GNPs into the epoxy nanocomposites substantially increase the impact strength by 50.1% and 64.5%, reaching 17.10 kJ/m2 and 18.74 kJ/m2, respectively. The enhanced impact strength of the epoxy nanocomposites filled with T403-PDA@GNPs is attributed to the amine groups on the surface of T403-PDA@GNPs which can form covalent bonding with the epoxy matrix. The much stronger interaction between the T403-PDA@GNPs and the epoxy matrix provided a better interface for load transfer from the matrix to the T403-PDA@GNPs and thus substantially increased the impact strength. In the report by Fu et al. [bib12], the cryogenic impact strength of 0.1 wt% pristine graphene toughened epoxy nanocomposites was increased by 23.7% compared to unfilled epoxy matrix and the scope of improvement was much less than the results discussed above."]], ["Morphology of fracture surface", ["The morphology of fracture surfaces of the epoxy matrix and different GNPs modified epoxy nanocomposites were studied by SEM. As shown in [fig6]\n                        a and b, the fracture surface of neat epoxy matrix exhibits a smooth and flat surface with the linear distributed cracks that are uniformly ordered, exhibiting a typical brittle fracture feature. In [fig6]c and d, addition of pristine GNPs produces a slightly disordered and rough surface compared to neat epoxy matrix. This can be explained by the presence of GNP, interrupting the cracking direction and restraining the rapid propagation of the cracks, resulting the cracks to distribute in a disorderly way, which is beneficial for efficient load transfer from the weaker epoxy matrix to the stronger GNPs. Meanwhile, a serious agglomeration of GNPs can be seen in the pristine GNPs/epoxy nanocomposites ([fig6]d), indicating a poor dispersion state of pristine GNPs in the epoxy matrix. This is due to the strong van der Waals interactions of pristine GNPs, and thus inhomogeneous dispersion. For the nanocomposites with PDA@GNPs, the fracture surface becomes rougher, and a large area of unordered cracks appears ([fig6]e). This fracture behavior may be attributed to the presence of strong interfacial interactions between the PDA@GNPs and epoxy matrix, inducing more effective stress transfer from the polymer matrix to the high modulus GNPs, restraining the large-scale crack growth in the matrix and, therefore, making the fracture surface rough. The fracture behavior proves that the addition of PDA@GNPs does improve the toughness of epoxy matrix. However, agglomerates of PDA@GNPs are still observed in the PDA@GNPs/epoxy nanocomposites ([fig6]f). This may be explained that the large number of catechol and imine groups on the surface of PDA@GNPs not only promote the dispersion of PDA@GNPs but also act as bridges between the adjacent GNPs. This bridging behavior leads to self agglomeration of PDA@GNPs, which would cause aggregate formation in the epoxy nanocomposites. Finally, addition of T403-PDA@GNPs produced a much rougher and disordered surface fracture ([fig6]g). It is obviously observed that the dispersion of T403-PDA@GNPs is better than PDA@GNPs and could be attributed to the stronger interfacial interaction of T403-PDA@GNPs with the epoxy matrix due to the surface amine groups ([fig6]h). Good dispersion of T403-PDA@GNPs in the matrix reduces the stress concentration, and thus enhances mechanical properties of the nanocomposites [bib21 bib22 bib23]."]], ["Viscoelastic properties of the nanocomposites", ["DMA is a powerful tool to investigate the mechanical properties of polymers. The storage modulus <i>E′</i> and the loss factor tan δ of neat epoxy and the nanocomposites with different types of GNPs are shown in [fig7]\n                        a and b. Addition of pristine GNPs and PDA@GNPs into the epoxy matrix hardly affects its storage modulus. This may be explained by the agglomeration of GNPs (see [fig6]d and f), which lowers the ability of GNPs to limit the molecular chains motion of epoxy matrix. However, addition of T403-PDA@GNPs strongly increases the storage modulus of the epoxy nanocomposites. This behavior can be explained in terms of the strong interaction between the T403-PDA@GNPs and the epoxy matrix due to the covalent bonding of surface amine groups with the epoxy groups. Generally, the glass transition temperature (Tg) is determined from the peak position of tan δ. As shown in [fig7]b, compared with the neat epoxy matrix, Tg of pristine GNPs/epoxy nanocomposites shift to lower temperatures. The presence of pristine GNPs may interfere with the formation of the crosslinking network structure of the matrix during curing, and the reduction of crosslinking density would lead to a lower Tg \n                        [bib38]. In the case of PDA@GNPs, the interactions between PDA@GNPs and the epoxy matrix may cause the increase of Tg \n                        [bib39]. However, in the case of T403-PDA@GNPs/epoxy nanocomposites, the presence of amine groups of T403-PDA@GNPs may cause the excess of the curing agent diethyl toluene diamine (DETD), which may in turn lower the crosslinking density of the epoxy matrix [bib40]. As a result, the Tg of T403-PDA@GNPs/epoxy nanocomposites decreases."]]]], ["Conclusions", ["A simple and efficient method to functionalize GNPs has been developed based on the self-polymerization of dopamine and further modification of amine groups at the GNPs surface. The effects of surface functionalization of GNPs on the dispersion, interfacial interaction and cryogenic mechanical properties of the epoxy nanocomposites were systematically studied. It was shown that the introduction of 0.1 wt% GNPs into the epoxy matrix can simultaneously enhance the cryogenic tensile strength and impact strength. Compared with the neat epoxy matrix, the cryogenic tensile strength and impact strength of the obtained T403-PDA@GNPs/epoxy nanocomposites were increased by 34.5% and 64.5%, respectively. The strong interfacial interactions between T403-PDA@GNPs and the epoxy matrix were responsible for the enhanced cryogenic mechanical properties."]]], "doi": "10.1016/j.polymertesting.2016.12.021"}