{"title": "Polypropylene/carbon nanotube nano/microcellular structures with high dielectric permittivity, low dielectric loss, and low percolation threshold", "abstract": "Nano/microcellular polypropylene/multiwalled carbon nanotube (MWCNT) composites exhibiting higher electrical conductivity, lower electrical percolation, higher dielectric permittivity, and lower dielectric loss are reported. Nanocomposite foams with relative densities (<i>ρ</i>R\n                     ) of 1.0–0.1, cell sizes of 70nm–70μm, and cell densities of 3×107–2×1014 cellscm−3 are achieved, providing a platform to assess the evolution of electrical properties with foaming degree. The electrical percolation threshold decreases more than fivefold, from 0.50 down to 0.09vol.%, as the volume expansion increases through foaming. The electrical conductivity increases up to two orders of magnitude in the nanocellular nanocomposites (1.0>\n                     <i>ρ</i>R\n                     \n                     \n                     <i>></i>\n                     ∼0.6). In the proper microcellular range (<i>ρ</i>R\n                     \n                     ≈0.45), the introduction of cellular structure decreases the dielectric loss up to five orders of magnitude, while the decrease in dielectric permittivity is only 2–4 times. Thus, microcellular composites containing only ∼0.34vol.% MWCNT present a frequency-independent high dielectric permittivity (∼30) and very low dielectric loss (∼0.06). The improvements in such properties are correlated to the microstructural evolution caused by foaming action (biaxial stretching) and volume exclusion. High conductivity foams have applications in electromagnetic shielding and high dielectric foams can be developed for charge storage applications.", "body": [["Introduction", ["In the past decade, carbon nanotube (CNT) based nanocomposites have been of great interest in developing new generation of materials exhibiting unique combinations of properties and functionalities [b0005 b0010 b0015 b0020 b0025 b0030]. This has been realized due to the highly superior mechanical properties (strength of 100–300GPa and elastic modulus of up to 1TPa) [b0035], and high electrical and thermal conductivity of CNTs [b0040 b0045]. One major class of such nanocomposites is being developed based on the electron transport phenomena of CNTs. Efforts are being devoted to achieve high electrical conductivity at low CNT loadings [b0050 b0055 b0060 b0065], which can be used in a variety of applications such as electromagnetic interference (EMI) shielding [b0070 b0075 b0080 b0085 b0090 b0095]. Compared to the composites of micro-sized additives (e.g., carbon fiber and carbon black), such nanocomposites present much lower electrical percolation thresholds [b0050 b0055 b0060 b0065] and superior EMI shielding effectiveness [b0070 b0075 b0080 b0085 b0090 b0095].", "Charge storage is another application that has been recently paid considerable attention, and efforts have been focused to develop polymer-based dielectrics with high dielectric permittivity (<i>ε′</i>) and low dielectric loss (tan\n                     <i>δ</i>) [b0100 b0105 b0110 b0115 b0120]. However, the dielectric permittivity of polymers is very low (<i>ε’</i>\n                     <5) [b0005 b0020] and achieving a high <i>ε’</i> and low tan\n                     <i>δ</i> in a polymer system remains challenging. One approach is to add ceramic fillers, which can increase <i>ε’</i> of polymer by about ten times at loadings close to 50vol.% [b0125 b0130 b0135]. However, ceramic fillers at such loadings are detrimental to the composites’ mechanical performance. In percolative polymer nanocomposites (e.g., polymer-CNT), even though <i>ε’</i> significantly increases near the percolation threshold, this increase is usually accompanied with a huge increase in tan\n                     <i>δ</i>, due to the insulation-conduction transition, which restricts their further application toward dielectrics. Some people have tried to develop strategies to resolve this issue [b0100 b0105 b0120]. Yang et al. coated multiwalled CNTs (MWCNTs) with polypyrrole by an inverse micro-emulsion polymerization to screen charge movement and shut off leakage current [b0100]. They reported <i>ε’</i> of 44 and tan\n                     <i>δ</i> of 0.07 for 10wt.% MWCNT loading [b0100]. Liu et al. also used surface modification of MWCNTs followed by sonication and electrospinning with a rotating collector to prepare arrayed MWCNT-polysulfone dielectric nanocomposites [b0105]. They reported similar dielectric properties as those of [b0100] when 20vol.% MWCNT is used [b0105]. They related the changes in <i>ε’</i> and tan\n                     <i>δ</i> to the orientation and dispersion of MWCNTs. However, the required MWCNT loading still remains rather high (10wt.% [b0100] and ∼20vol.% [b0105]).", "Recently, foaming has shown promises in promoting the conductive nanocomposites for various applications. The introduction of foaming not only reduces the matrix weight significantly, but also can positively affect the electrical properties. In foaming with physical blowing agent such as supercritical carbon dioxide (scCO2), the dissolved gas improves the dispersion [b0140] and distribution [b0145 b0150 b0155] of the fillers during processing. Some works have investigated the electrical properties of foamed composites [b0160 b0165 b0170 b0175], especially for EMI shielding applications [b0080 b0180 b0185 b0190]. Xu et al. developed conductive polyurethane/CNT (2wt.%) composite foams with relative densities of less than 0.1 [b0165]. Recently, Tran et al. have investigated the relationships between the foams morphology and their electrical conductivity in poly(methyl methacrylate) (PMMA)/MWCNT composites and showed that the conductivity increases with expansion ratio [b0175]. Yang et al. have also reported the development of polystyrene/CNT (7wt.%) composite foams with a fixed density of 560kgm−3 for EMI shielding applications [b0080]. Thomassin et al. have developed polycaprolactone/MWCNT nanocomposites with loading as low as 0.25vol.% for efficient EMI reduction [b0180 b0185].", "Further to the density reduction, some works have demonstrated that foaming can decrease the electrical percolation threshold of conductive polymer composites [b0155 b0195 b0200 b0205]. Hermant et al. showed that a low percolation threshold is achieved in the foamed polymer composites of CNT prepared by polymerized high internal phase emulsions [b0195]. Zhang et al. also reported a slight decrease in the percolation threshold, when PMMA/graphene composite was foamed [b0200]. Recently, Ameli et al. [b0150 b0155] showed that the physical foaming in injection molding process decreases the percolation threshold and enhances the electrical conductivity and EMI shielding effectiveness of polypropylene (PP)/carbon fiber composites. However, the electrical conductivity of MWCNT nanocomposite foams has not yet been systematically investigated in a wide range of foaming degree, and to the best knowledge of the authors, no effort has yet been reported on the dielectric properties improvement of such foamed nanocomposites.", "In this work, we report the preparation of micro/nanocellular PP/MWCNT nanocomposites with a wide range of relative density and cellular structure and characterize their electrical conductivity, dielectric permittivity, dielectric loss, microstructure, and cellular morphology. Here, we systematically demonstrate the reduction of electrical percolation threshold with the degree of foaming, and for the first time, we report that the PP-MWCNT nanocomposites with cellular structure exhibit remarkably lower dielectric loss as opposed to their solid counterparts. Furthermore, the relationships between the electrical/dielectric properties and microstructure are investigated."]], ["Experimental", ["Commercially available injection grade homopolymer PP, Moplen HP 400R (Lyondell Basell Industries), having a melt flow rate of 25dgmin−1 and a density of 0.9gcm−3 was selected as the base resin. The PP was filled with MWCNTs of the type Nanocyl™ NC 7000 (Nanocyl S.A., Sambreville, Belgium), having a density of 1.75gcm−3, a carbon purity of 90%, a mean diameter of 9.5nm and a mean length of 1.5μm.", "The composites were produced by melt mixing using a masterbatch (MB) step with 10wt.% MWCNT on a Berstorff ZE25 twin-screw extruder with a screw length of 48D. The temperature profile was set to 180–200°C and a rotation speed of 500rpm and a throughput of 5kg/h were used. Composites with 1.28vol.% (2.5wt.%) and 2.56vol.% (5.0wt.%) MWCNTs were produced in a second extrusion step by diluting the MB using the same processing conditions and a higher throughput of 10kg/h. Composites containing lower contents were prepared from PP-1.28vol.% MWCNT using a DSM twin screw compounder (15ml) at 180–200°C. The composites were then compression-molded into rectangular samples (60×13×2.1mm) at a temperature and a pressing force of 210°C and 5kN, respectively and cut to 13×13×2.1mm to measure the through-plane electrical resistivity.", "A batch process with scCO2 was used for foaming. The samples of 10×10×2.1mm were first placed in a high-temperature pressure vessel using specially designed sample holders. CO2 was then fed into the pressure vessel using a Teledyne ISCO high pressure syringe pump and the samples were saturated at a desired pressure and temperature for certain time intervals. Foaming was then induced by a rapid depressurization. In order to achieve a wide range of foam density and structure, the saturation pressure (15–30MPa), temperature (140–155°C) and time (10–80min.) were varied. In the case of high expansions, the foamed samples were cut to 13×13mm for the electrical conductivity measurements.", "The amount of remaining agglomerates in the micrometer scale was visualized using thin sections of extruded strands in transmission mode with an Olympus BH2 microscope. A transmission electron microscope (TEM), Hitachi H-7000, was also used to assess the MWCNT dispersion and orientation in the solid and foamed samples.", "The foam density (<i>ρ</i>\n                     f) was measured using the water-displacement method (ASTM D792-00) and relative density (<i>ρ</i>R\n                     ) was obtained with respect to the density of the solid nanocomposite precursor (<i>ρ</i>s\n                     ). To measure the cell size and cell density, the samples were cryo-fractured and the microstructures were examined using either a JEOL JSM-6060 or Hitachi S-5200 scanning electron microscope (SEM). The cell density was calculated from the SEM micrographs using <i>Cell density</i>\n                     \n                     <i>=</i>\n                     (<i>nM</i>\n                     2\n                     <i>/A</i>)3/2\n                     \n                     <i>×</i>\n                     (<i>ρ</i>s\n                     \n                     <i>/ρ</i>f\n                     ), where <i>n</i> is the number of voids in the micrograph, and <i>A</i> and <i>M</i> are the area and magnification factor of the micrograph, respectively.", "An Alpha-A high performance conductivity analyzer by Novocontrol Technologies GmbH & Co. KG was used to measure the through-plane electrical conductivity, dielectric permittivity, and dielectric loss of the solid and foamed composites at a voltage of 1V and a frequency range of 10−1–10+5 Hz. The device measures the specific resistivity based on the sample resistance and geometry and calculates the conductivity. At least four replications were carried out at each case and the average values are reported."]], ["Results and discussion", [["Microstructure", ["Thin sections of extruded strands were visualized using optical microscopy to assess the amount of remaining agglomerates in the micrometer scale. [f0005]\n                        a–b depicts the transmission-mode micrographs of PP-1.28vol.% MWCNT and PP-2.56 vol.% MWCNT nanocomposites, respectively. It is seen that a relatively uniform dispersion of MWCNTs was achieved and only some very small remaining agglomerates could be observed. The dispersion of MWCNTs in the nanometer scale was also evaluated using transmission electron microscopy (TEM). [f0005]c shows the network of individual MWCNTs, dispersed in the PP matrix. A relatively uniform dispersion of individual nanotubes as well as some bundles is seen.", "[f0010]\n                         depicts the cellular morphology of various PP-1.28 vol.% MWCNT nanocomposite foams and [f0015]\n                         shows their relative density, cell density, and average cell size. Relative density is a measure of foaming degree, defined as the ratio of foam density and its solid precursor density. Similar foaming results were obtained for the nanocomposites containing other MWCNT contents. By carefully controlling and tuning the foaming parameters (i.e., saturation temperature, pressure, and time), we were able to consistently decrease the relative density from 1 to 0.1 ([f0015]a). This range of relative density resulted in the foams with a wide variety of cellular morphology, including conventional (i.e., cell sizes greater than 30μm), microcellular (i.e., cell sizes between 30 and 1μm) and nanocellular (i.e., cell sizes less than 1μm and cell densities greater than 1013 cellscm−3) foams. As seen in [f0015], the average cell size and cell density ranged from ∼70nm – 100μm and 107–1014 cellscm−3, respectively.", "The nano/microcellular foams were obtained by saturating the samples at a pressure of 30MPa and temperatures close to the melting temperature of the polypropylene. [t0005]\n                         summarizes the saturation temperature and time used in the foaming of the nano/microcellular PP-1.28 vol.% MWCNT nanocomposites of [f0010]. At a certain pressure, by slightly decreasing the temperature or increasing the saturation time, the foam expansion decreased and samples with smaller cell sizes and larger cell densities were achieved. By further decrease of the saturation temperature below a critical temperature, the foam morphology shifted to the nanocellular regime and the foam expansion was further decreased. It is believed that these changes in the cellular morphology with the foaming temperature stemmed from the variations in the crystal structure of the polypropylene matrix that had been treated under different saturation temperatures. Fundamental investigations of the nanocellular foaming mechanisms are the subject of a future study. This wide range of the foaming properties provided a complete platform to investigate the effects of foaming degree on the electrical properties of the nanocomposites at different size scales."]], ["Electrical conductivity and percolation", ["Foaming affected the electrical conductivity through two different mechanisms: (a) foaming action, i.e., the cell growth effect on the alignment and interconnection of the surrounding MWCNTs and (b) volume expansion, i.e., the effect of the localization of MWCNTs within the cell walls and struts due to the volume exclusion by cells. In order to differentiate the effects of these two mechanisms, the percolation analysis was conducted in two different ways. First, the volume expansion by foaming was excluded and the MWCNT volume percent was considered with respect to the volume of the polymer component only. In other words, the MWCNT volume percent of the foamed nanocomposites was taken the same as of their solid precursors. This volume percent was called “initial content”. The percolation threshold values based on the initial content of MWCNT was termed “initial percolation threshold” (\n                           \n                              \n                                 \n                                    φ\n                                 \n                                 \n                                    c\n                                 \n                                 \n                                    i\n                                 \n                              \n                           \n                         in [t0015]\n                        \n                        ). Percolation analysis with respect to the initial content determined the effect of foaming action only.", "In order to assess the localization effect by volume expansion, the percolation curves were also analyzed against the “final content” of MWCNT. The final content was calculated as the MWCNT volume percent with respect to the total volume of the foamed sample (i.e., including both polymer and gas components). The percolation threshold values based on the final content of MWCNT was termed “final percolation threshold” (\n                           \n                              \n                                 \n                                    φ\n                                 \n                                 \n                                    c\n                                 \n                                 \n                                    f\n                                 \n                              \n                           \n                         in [t0015]).", ["Effect of foaming action", ["[f0020]\n                            depicts the variation of the electrical conductivity of the nanocomposite foams containing various MWCNT contents with relative density. Two regions could be clearly identified in the relationship between the electrical conductivity and the relative density. First, the electrical conductivity increased with the decrease of the relative density up to an optimum relative density, which resulted in the maximum conductivity value, up to two orders of magnitude higher than that of the corresponding solid sample. Then, the electrical conductivity started to decrease by further decrease of the relative density. It is also noted that the optimum relative density decreased as the MWCNT content increased ([t0010]). In other words, the nanocomposites containing higher filler content could be expanded more prior to reaching the maximum electrical conductivity. On the other hand, the conductivity raise was greater at the lower MWCNT contents with lower conductivity values ([t0010]). At the optimum relative density, the conductivity of PP-2.56vol.% MWCNT increased by 6.4 times while that of PP-0.51vol.% MWCNT increased by more than 300 times, compared to those of the solid precursors.", "[f0025]\n                            shows the electrical conductivity with respect to the initial content of MWCNT at several relative densities. According to the percolation theory, the power law equation <i>σ</i>=σ0 (φ−φc)t\n                            can be applied for <i>φ</i>>φc\n                            where <i>σ</i> and <i>σ</i>0\n                            are the measured conductivity and a scaling factor, respectively, <i>φ</i> is the filler volume content, <i>φ</i>c\n                            is the filler electrical percolation threshold, and <i>t</i> is a critical exponent related to the filler distribution, dispersion and dimensionality. The value of <i>φ</i>c\n                            was obtained by finding the best linear fit of the theory to the experimental data in the double-logarithmic scale. The electrical percolation threshold for the solid samples was found to be 0.50vol.% at which the insulation-conduction transition occurred and the conductivity increased by several orders of magnitude. This value is in the range reported for polymer composites containing MWCNTs [b0210 b0215]. In the case of low void fraction foams (<i>ρ</i>R\n                              =\n                           0.70), the electrical conductivity of all nanocomposites containing various MWCNT contents increased after the introduction of foaming ([f0025]). According to the percolation analysis, this increase in the electrical conductivity resulted in a decrease of the percolation threshold from 0.50 to 0.43vol.% (\n                              \n                                 \n                                    \n                                       φ\n                                    \n                                    \n                                       c\n                                    \n                                    \n                                       i\n                                    \n                                 \n                              \n                            in [t0015]). However, as the relative density was decreased from 0.7 to 0.1, the percolation threshold was consistently increased from 0.43 to ∼1.0vol.%.", "In the solid nanocomposites, the MWCNTs were randomly distributed and oriented and thus their alignment was considered isotropic ([f0030]\n                           I(a)). By the introduction of foaming, the nanotubes around each growing cell started to displace and rotate. The degree of nanotube displacement/rotation depended on its initial relative location/alignment with respect to the cell nucleus. The spherical growth of cell exerted biaxial stretching on the polymer matrix surrounding the cell and thus disturbed the isotropic alignment of the MWCNTs. This biaxial stretching was proportional to the degree of foaming. As the degree of foaming increased, the biaxial stretching applied to the polymer matrix also increased, which led to the more significant alignment of MWCNTs around the cells. In foams with higher relative densities, the lower degree of foaming caused only slight alignment of MWCNTs around the cells as shown in [f0030]I(b). In the case of foams with lower <i>ρ</i>R\n                           , however, the MWCNTs were fully oriented normal to the cell radius due to the excessive biaxial stretching ([f0030]I(c)). In other words, in this case, the alignment reduced from 3-D to 2-D state [b0030 b0140]. Such sever alignment of nano-additives around the cells has already been clearly demonstrated for nanoclay [b0140].", "[f0030]II schematically illustrates the evolution of the MWCNT interconnections with foaming. During foaming, the biaxial stretching caused the MWCNTs to slightly orient around the cells while the cell-to-cell compression forced them to decrease their distance. This action increased the MWCNT interconnections ([f0030]II(b)) and thereby increased the electrical conductivity ([f0020], higher <i>ρ</i>R\n                            range). However, as the degree of foaming was further increased beyond an optimum point, the MWCNTs became fully oriented normal to the cell radius (similar to planar orientation) ([f0030]II(c)) and excessive stretching resulted in their dilution and thus the loss of the interconnections. Consequently, the conductivity started to decrease ([f0020], lower <i>ρ</i>R\n                            range). Beyond this point, the conductivity proportionally decreased with <i>ρ</i>R\n                           , which can be explained by further loss of the MWCNT interconnections. Similar trend of conductivity with filler alignment has been previously reported for solid nanocomposites. It has been demonstrated that neither a fully isotropic distribution nor a complete alignment is the best state of orientation to achieve the highest conductivity [b0220 b0225 b0230]. Du et al. have shown that the maximum conductivity is achieved when some degree of alignment is introduced to PMMA-single walled CNT (SWCNT) nanocomposites [b0220]. They also reported that this degree of alignment increases as the CNT content increases, similar to the findings reported in [f0020]. Our work is also consistent with the analytical results of Munson-McGee showing the probability of one cylinder intersecting any number of others in an ensemble of cylinders [b0225]. Another factor that might have contributed to the increase of electrical conductivity is a better dispersion of the MWCNT when nanocomposite was foamed using a physical blowing agent [b0140]."]], ["Effect of volume expansion", ["[f0035]\n                            shows the conductivity of the foamed nanocomposites with respect to the final MWCNT content. [t0015] also lists the initial and final percolation threshold values with respect to the polymer volume and final foam volume, respectively. The final percolation threshold was consistently decreased as the relative density was decreased. The lowest percolation threshold was measured to be 0.09vol.% at the highest expansion (<i>ρ</i>R\n                           \n                           \n                           <i>=</i>\n                           0.1), which was five times lower than <i>φ</i>c\n                            of the solid samples (i.e., 0.50vol.%). This significant decrease of the percolation threshold stemmed from the localization of the nanotubes in a partial volume of the sample (i.e., polymer component only, not gaseous part), as has been also discussed in [b0175].", "Based on the coefficient of determination (<i>R</i>\n                           2 value in [t0015]), it is seen that all the solid and foamed nanocomposites followed the percolation power law with an acceptable accuracy. The percolation analysis resulted in a <i>t</i> value of about 2.18 for solid samples that is in a relatively good agreement with the theoretical value <i>t</i>\n                           ≅2 for a three dimensional percolation network [b0235 b0240] and the experimental values reported in the literature for solid nanocomposites [b0245]. Furthermore, as the relative density decreased, <i>t</i> value increased and further deviated from its theoretical value. The theoretical value of <i>t</i> is obtained based on the assumption of a uniform and isotropic distribution of the conductive filler. Upon foaming, the fillers were localized and forced to take an ordered orientation around the cells, which was further pronounced at higher expansions. Therefore, the higher <i>t</i> values for the foamed samples might have been an indication of a different state of the filler distribution and alignment, which was more selective rather than being uniform and isotropic. Higher <i>t</i> values have also been reported for superstructures with a fractal characteristic or formation of a secondary network [b0250 b0255].", "It is noted that the foams at only ∼0.1vol.% MWCNTs ([f0035]) satisfies the conductivity range required for electrostatic dissipation and electromagnetic painting applications [b0200 b0260]. Also, at MWCNT contents greater than 0.4vol.%, the conductivity increases to a range (10−3–10−2\n                           Scm−1) that may be sufficient for EMI shielding applications where a low shielding effectiveness (15–20dB) is required [b0155 b0180 b0200]. Furthermore, in low expansion range, while the filler content was decreased, the conductivity value could also be increased, which is again favorable for EMI applications."]]]], ["Dielectric permittivity and loss", ["[f0040]\n                         depicts the variations of the dielectric permittivity (<i>ε’</i>) and dielectric loss (tan\n                        <i>δ</i>) in the solid and foamed (<i>ρ</i>R\n                           \n                        =0.45) nanocomposites at various MWCNT contents. MWCNT contents reported in this section are “initial contents”, unless otherwise stated. At lower filler contents, the addition of MWCNT did not change the stability of the dielectric permittivity, as seen on a frequency-independent behavior. As the MWCNT content was increased, the permittivity started to exhibit a frequency-dependent behavior. In this regime, the permittivity initially decreased by several orders of magnitude with the increase of frequency until it reached a crossover frequency beyond which remained approximately unchanged. As seen in [f0040]a–b, this crossover frequency had larger values for the composites having a higher MWCNT content. Similar trends have been reported for other conductive composites [b0155 b0245 b0265]. The dielectric loss also showed relatively similar characteristics as that of the dielectric permittivity. In the solid samples, the dielectric loss was relatively frequency-independent at lower MWCNT contents. However, it became highly sensitive to frequency as the filler content approached the electrical percolation threshold [b0100].", "[f0045]\n                        a–b gives the dielectric permittivity and loss for the solid and foamed nanocomposites, measured at 100Hz, as a function of MWCNT content. In the solid nanocomposites, the dielectric permittivity continuously increased from 2.4×100 to 3.0×103 with the increase of MWCNT content, which is consistent with [b0100 b0245]. As foaming with <i>ρ</i>R\n                           =\n                        0.45 was introduced to the samples, their dielectric permittivity was decreased by 2–4 times ([f0045]a). For example, at 0.77vol.% MWCNT, the dielectric permittivity of the solid samples was decreased from 96 to 30 when foaming was applied. However, the high dielectric permittivity (<i>ε</i>′=96) of the solid PP-0.77vol.% MWCNT was frequency-dependent ([f0040]a) while that of the foamed counterpart revealed a frequency independent behavior.", "Another important requirement for the dielectrics is the low dielectric loss. As seen in [f0045]b, the dialectic loss of the solid samples increased dramatically with the MWCNT content. Specifically, near the percolation threshold, when the MWCNT content was increased from 0.26 to 0.77 vol.%, the dielectric loss of the solid samples was hugely increased (up to 6 orders of magnitude) and possessed a decreasing trend with frequency ([f0040]c). Unlike the high dielectric permittivity of the solid samples at high filler loadings, their very high dielectric loss limits their application as dielectric materials.", "The dielectric loss of the samples, however, significantly decreased when the foaming was introduced ([f0045]b). The dielectric loss of the foamed PP-0.26vol.% MWCNT (tan\n                        <i>δ</i>\n                        =1.2×10−3) was even lower than that of the neat PP (tan\n                        <i>δ</i>\n                        =1.8×10−3), while its permittivity was more than twice as that of the neat PP. Near the percolation threshold, when the MWCNT content was increased from 0.26 to 0.77vol.%, the dielectric loss of the foamed samples increased only slightly, i.e., from 1.2×10−3 to 6.1×10−2 and they had a frequency-independent behavior ([f0040]d). At 0.77vol.% MWCNT, the dielectric loss of the foamed nanocomposite was five orders of magnitude lower than that of the corresponding solid counterpart. It is noted that even though beyond 0.77vol.% MWCNT, the dielectric loss of the foamed samples suddenly increased, it was still lower than their corresponding solid ones.", "Since a high dielectric permittivity together with a low dielectric loss is the pursued combination for dielectrics, the ratio of <i>ε’/</i>tan\n                        <i>δ</i> is an indication of the overall performance and high values indicate better performance. [f0045]c compares this ratio for the solid and foamed composites. It is seen that below 1.28vol.% MWCNT, the dielectric performance of the foamed samples was highly superior to those of the corresponding solid ones. The largest improvement in the dielectric performance through foaming was found for PP-0.77vol.% MWCNT, where the ratio of <i>ε’/</i>tan\n                        <i>δ</i> increased from 1.65×10−2 to 5.02×10+2, more than four orders of magnitude. This corresponded to the stable <i>ε’</i> ≈30 and tan\n                        <i>δ</i>\n                        ≈0.06 of the foamed sample as opposed to the frequency-dependent <i>ε’</i>\n                        ≈96 and tan\n                        <i>δ</i>\n                        ≈5.8×10+3 of solid samples. Considering the volume expansion effect (<i>ρ</i>R\n                        \n                        ≈0.45), the final filler content in our PP-0.77vol.% MWCNT was about 0.34vol.%. Recently, Yang et al. [b0100] and Liu et al. [b0105] reported <i>ε’</i>=\n                        44 and tan\n                        <i>δ</i>\n                        ≈0.07 for nanocomposites with a high content of 8wt.% [b0100] and ∼20vol.% [b0105] MWCNT, and using specifically designed synthesis procedures. Here, we report similar results with using only 0.34vol.% MWCNT for the nanocomposites made using melt compounding followed by physical foaming.", "The dielectric permittivity is mainly affected by the polarization (localized charges) inside the material. In conductive composites, polarization of matrix, conductive filler and interfacial polarization all can play role depending on the frequency range [b0270 b0275 b0280 b0285]. The polymer matrix polarization however can be effective only at optical frequency range. Therefore, in the frequency range tested here, the variations of the permittivity should be originated from the polarization of the matrix/nanotube interface and/or polarization of the nanotubes [b0270 b0275 b0280]. The fact that the dielectric permittivity at low frequencies increased significantly only when the MWCNT content reached the percolation threshold indicates that the permittivity enhancement is largely due to the interfacial polarization. According to the Maxwell Wagner Sillars (MWS) effect [b0290 b0295], when a current flows across the two-materials interfaces, charges can be accumulated at their interface and the giant increase in the permittivity caused by this effect is expected to occur near the percolation threshold [b0155 b0270]. In the nanocomposites, the nanotubes were separated by thin barriers of dielectric regions (i.e., PP matrix), and the adjacent nanotubes formed a nano-capacitor. As the filler content was increased near the percolation threshold, the dielectric barrier thickness was decreased and the effective surface increased drastically [b0155 b0270 b0290]. However, in the solid nanocomposites, as the MWCNT content increased, the interconnections between the nanotubes also increased, as indicated by the increased electrical conductivity ([f0025]), and this, in turn, resulted in the significant current leakage and thus the dielectric loss was dramatically increased [b0100 b0245].", "When the foaming with relatively low expansion ratio (∼0.45 here) was introduced to the nanocomposites, it changed the microstructure favorably to having better dielectric properties. As explained in section 2.2.1, upon the cell growth, the nanotubes between the adjacent cells experienced biaxial stretching and uniaxial compression. The stretching action eventually forced the nanotubes to take an in-plane orientation normal to the cell radius, which decreased the nanotube’s interconnections, if sufficient degree of cell growth is provided ([f0030]I(c) and II(c)). At the same time, the compression action over the cell walls forced the aligned nanotubes to decrease their interspace distances. Furthermore, the volume exclusion by foam expansion increased the local concentration of nanotubes while foaming action assured that excessive interconnection between nanotubes was prevented. This action further decreased the nanotubes’ interspace distances. The decreased nanotube’s interconnections resulted in a slight decrease of permittivity but the new structural configuration was very effective in shutting off the current leakage and storing the charges, as also explained in [b0100 b0105], and thus the dielectric loss was dramatically decreased."]]]], ["Summary", ["Nano/microcellular PP/MWCNT nanocomposites exhibiting higher electrical conductivity, lower electrical percolation, higher dielectric permittivity, and lower dielectric loss are reported. The PP/MWCNT nanocomposites were prepared by melt compounding and the cellular structure was introduced by foaming using scCO2. In order to provide a complete platform to assess the evolution of electrical and dielectric properties with foaming, relative densities (<i>ρ</i>R\n                     ) of 1.0–0.1, cell sizes of 70nm – 70μm, and cell densities of 3×107 – 2×1014 cellscm−3 were successfully achieved. Electrical conductivity, dielectric permittivity, and dielectric loss of the samples were measured and the microstructure and cellular morphology of the solid and foamed composites were characterized using transmission and scanning electron microscopies, respectively.", "A density-dependent electrical conductivity was observed for the foamed nanocomposites. The electrical conductivity first increased up to two orders of magnitude as the relative density was decreased (nanocellular range, 1.0>\n                     <i>ρ</i>R\n                        >\n                     ∼0.6). Upon further decrease of the relative density, the electrical conductivity started to decrease (microcellular range, ∼0.6>\n                     <i>ρ</i>R\n                        >\n                     0.1). These changes were explained in terms of the effect of foaming action (biaxial stretching) on the alignment and interconnection of MWCNTs. Through the volume exclusion caused by foaming, the final percolation threshold of PP/MWCNT nanocomposites was decreased from 0.50 to 0.09vol.%, more than five times.", "In a proper foaming range (<i>ρ</i>R\n                     \n                     ≈0.45), the introduction of microcellular structure decreases the dielectric loss up to five orders of magnitude, while the decrease in dielectric permittivity is only 2–4 times. Unlike the solid nanocomposites, the microcellular foams exhibited a frequency-independent dielectric characteristic up to a permittivity of about 30. PP foams containing only ∼0.34vol.% MWCNT presented a high dielectric permittivity (∼30) and very low dielectric loss (∼0.06). The improvements in dielectric properties were attributed to the decreased interconnections and interspace distances between MWCNTs caused by biaxial stretching and uniaxial compression effects of foaming action.", "The results of this work reveal that microcellular structures created through foaming can be effectively used to develop new materials for efficient EMI shielding as well as charge storage applications."]]], "doi": "10.1016/j.carbon.2014.01.031"}