{"title": "The influence of matrix viscosity on MWCNT dispersion and electrical properties in different thermoplastic nanocomposites", "abstract": "Composites of MWCNTs having each three different levels of matrix viscosity with five different polymers (polyamide 12, polybutylene terephthalate, polycarbonate, polyetheretherketone and low density polyethylene) were melt mixed to identify the general influence of matrix viscosity on the electrical properties and the state of MWCNT dispersion. Huge differences in the electrical percolation thresholds were found using the same polymer matrix with different viscosity grades. The lowest percolation thresholds were always found in the composites based on the low viscosity matrix. The state of primary MWCNT agglomerate dispersion increased with increasing matrix viscosity due to the higher input of mixing energy. TEM investigations showed nanoagglomerated structures in the low viscosity samples which are obviously needed to achieve low resistivity values. The effect of nanotube shortening was quantified using two different viscosity grades of polycarbonate. Due to the higher mixing energy input the nanotube shortening was more pronounced in the high viscosity matrix which partially explains the higher percolation threshold.", "body": [["Introduction", ["In material science, carbon nanotubes (CNTs) are one of the most promising new materials of the last few decades. The extremely high stiffness, electrical and thermal conductivity together with the extraordinarily high aspect ratio makes CNTs an ideal filler candidate for polymer nanocomposites [bib1 bib2 bib3]. Polymer-CNT-nanocomposites are on the threshold between scientific interest to industrial applications and therefore more and more new products are close to the market or are already available.", "Especially in electronics and automotive engineering, carbon nanotubes have gained great attention in recent years. For instance, Evonik Industries is producing moulding PA12 compounds containing CNTs for fuel lines [bib4]. These CNT modified materials prevent inflammable substances being ignited by electrostatic charges. Another example is the Piranha Unmanned Surface Vessel developed by Zyvex Technologies in 2010, a boat that utilizes an ultra-lightweight carbon nanotube enhanced composite material [bib5]. Together with Bayer MaterialScience LLC, Velozzi presented studies of plug-in multi-fuel hybrid electric vehicles. With the help of carbon nanotubes, the car parts are lighter and less brittle compared to the carbon fibre only composites which were used in the past [bib6]. In general, demand for carbon nanotubes could rise in the car industry in the next years. With their ability to form electrically conductive networks in a polymer matrix with very low filler contents [bib7 bib8], they are, for example, suitable for applications at the car body. CNT-polymer nanocomposites could replace metal parts where a certain level of conductivity is needed for electrostatic painting and therefore lead to a weight and cost reduction.", "Before CNT composites can be widely used, some difficulties in context with their processing still need to be solved. On industrial scale, multi walled carbon nanotubes (MWCNTs) are mainly produced by chemical vapour deposition. These as-produced MWCNTs are highly entangled and agglomerated. The complete dispersion of these agglomerates via melt mixing is hard to achieve and the state of dispersion is sensitive to the chosen processing conditions [bib9 bib10 bib11 bib12 bib13]. MWCNT dispersion, electrical and other properties of the composites are not only affected by the processing conditions, but also by the properties of the nanotubes and the polymer themselves. Among the polymer properties, the matrix viscosity plays a decisive role. A couple of studies have been published regarding the influence of the melt viscosity during the MWCNT composite manufacturing. Min and Kim [bib14] described an increased surface resistivity of ethylene–propylene–diene (EPDM)-MWCNT nanocomposites when EPDM with higher viscosity was employed. Using SEM investigations Ha and Kim [bib15] observed a decrease of MWCNT dispersion for high molecular weight polypropylene (PP) and polycarbonate (PC) compared to low molecular weight PP and PC, even when higher shear stresses were applied. This unexpected result was explained by a restricted mobility of the MWCNTs when using high viscosity matrixes. In the investigated systems, the lowest percolation thresholds were found for the low viscosity PP and PC composites. The finding that nanocomposites based on lower viscosity polypropylene had better performance compared to those based on the higher viscosity PP regarding the electrical properties is in accordance with results from Hwang et al. [bib16]. Here the electrical percolation threshold was found between 2 and 3 wt.% for high and low viscosity PP based grades, but low viscosity PP-CNT composites showed lower surface resistivity values. Using a masterbatch dilution technique for the preparation of PP based nanocomposites, Mičušík et al. [bib17] found better state of CNT dispersion and lower percolation thresholds when using a high melt flow PP type for the dilution step. The influence of molecular weight of polystyrene (PS) and poly(methyl methacrylate) (PMMA) on the percolation threshold of composites prepared using a latex approach was investigated by Hermant et al. [bib18]. A shift in the percolation threshold from 0.9 to 0.6 wt.% was observed for PS matrix material, whereas for PMMA the percolation threshold shifted from 0.6 to 0.3 wt.% upon increasing the amount of low molecular weight polymer in the polymer matrix. Two recently published studies discussed the effect of PCs with different molecular weight [bib19 bib20]. Better MWCNT agglomerate dispersion was observed when using higher viscosity PC [bib20]. When using the same mixing conditions at a given CNT content of 1 wt.%, lower viscosity PC composites showed higher conductivity values.", "The dispersion mechanism of primary MWCNT agglomerates in a PC matrix was discussed in a paper by Kasaliwal et al. [bib21] by varying the mixing energy input trough variation of mixing speed and mixing time. The kinetic study of the remaining agglomerate area revealed that both, rupture and erosion processes take place. With increasing mixing speed, a dominance of rupture mechanism was observed.", "The electrical resistivity of a polymer-CNT composite is not only affected by the dispersion obtained after the incorporation step of the CNTs. In addition, a secondary agglomeration phenomenon, leading to lower resistivity values, takes place when the sample is heated above the glass transition temperature [bib22 bib23 bib24 bib25 bib26]. This phenomenon is more pronounced at lower melt viscosity during the annealing step. In accordance with this, Pegel et al. [bib26] reported lower resistivity values for PC samples (with the same molecular weight) compression moulded under otherwise constant conditions at 300 °C as compared to 250 °C.", "Besides the state of nanotube dispersion, the electrical percolation threshold is also influenced by the aspect ratio (<i>λ</i> = <i>L</i>/<i>D</i>) of the nanotubes with an indirect linear relation between the percolation concentration and λ [bib27 bib28 bib29]. Considering the particle length distribution of the CNTs, a simulation by Kyrylyuk et al. revealed that the system is very sensitive to small quantities of longer CNTs leading to lower percolation thresholds [bib29]. Thus, in order to estimate the percolation threshold, the knowledge of the aspect ratio (or its distribution) is needed. While the distribution of nanotubes diameters D can be relatively easy assessed by transmission electron microscopy (TEM), the determination of distributions of the nanotube lengths L is more difficult. Recently, Krause et al. [bib30] described a method to disperse as-grown CNTs and CNTs dissolved from composites using a suitable solvent and gentle ultrasonic treatment. Using image analysis on TEM images the nanotubes length distributions were measured illustrating severe shortening after melt processing.", "In this study, general tendencies of the influence of melt viscosity on the dispersion and electrical properties of MWCNT-polymer composites in different classes of thermoplastic polymers (polar, non polar, amorphous or crystalline) are investigated. Therefore, five different polymers types, namely polyamide 12 (PA12), polybutylene terephthalate (PBT), polycarbonate (PC), polyetheretherketone (PEEK) and low density polyethylene (LDPE) with three different melt viscosity levels (low, medium and high viscosity) were melt mixed with MWCNTs and the morphology as well as the electrical properties were studied."]], ["Experimental", [["Materials", ["MWCNTs used were commercially available Baytubes® C150P (Bayer MaterialScience AG, Leverkusen, Germany) with a carbon purity of >95%, a bulk density of 120–170 kg/m3 \n                        [bib31], an mean diameter of 10.5 nm [bib32], and agglomerate sizes of 30–550 μm [bib33].", "For polymer, polyamide 12 (PA12, with an excess of acid end groups), polybutylene terephthalate (PBT), polycarbonate (PC), polyetheretherketone (PEEK), low density polyethylene (LDPE) were used. For each type of polymer, three different grades having different melt viscosities were selected. The mixing temperatures were chosen according to processing recommendations given in the corresponding data sheets and are named in [tbl1]\n                        ."]], ["Methods", [["Preparation of MWCNT filled polymer composites", ["A conical co-rotating twin-screw microcompounder (DACA Instruments, Santa Barbara, USA) with an inner volume of 4.5 cm3 was used for melt mixing. The polymer and MWCNT material were alternately added into the running compounder and taken out as extruded strands after the mixing time of 5 min. For the electrical measurements, the extruded strands were compression moulded between two iron plates to a thin plate with a thickness of approximately 0.5 mm and a diameter of 30 mm using a press PW40EH (Paul–Otto Weber GmbH, Remshalden, Germany). The compression moulding was performed according to [bib9] with a preheating time of 2.5 min and a pressure of 100 kN. The mixing and pressing conditions are summarized in [tbl2]\n                           ."]], ["Characterization of MWCNT filled polymer composites", ["Based on the torque values recorded during the compounding, the mixing energy was calculated using the following equation:\n                              \n                                 (1)\n                                 \n                                    \n                                       E\n                                       =\n                                       \n                                          \n                                             ∫\n                                             0\n                                             t\n                                          \n                                          \n                                             P\n                                             ⅆ\n                                             t\n                                             =\n                                             \n                                                \n                                                   ∫\n                                                   0\n                                                   t\n                                                \n                                                \n                                                   2\n                                                   π\n                                                   ·\n                                                   N\n                                                   ·\n                                                   τ\n                                                   ⅆ\n                                                   t", "The energy is described by the output of the engine in dependence of time, <i>t</i>. The mixing speed <i>N</i> and the torque values of the microcompounder <i>τ</i> are collected values from the experiments.", "To perform electrical resistivity measurements, rectangular samples (ca. 30 × 4 × 0.5 mm3) were cut from the compression moulded plates. For measurements, a 4-point test fixture (gold contact wires with a distance of 16 mm between the source electrodes and 10 mm between the measuring electrodes) combined with a Keithley electrometer 6517A was used (filled symbols in the plots). For electrical resistivity values higher than 1 E7 Ohm cm, a Keithley 8009 Resistivity Test Fixture based on ring electrodes was used to measure as pressed circular plates (open symbols). In the plots, the geometric mean values and the standard deviations of 4–8 measurements are shown.", "For the conversion of weight percent to volume percent in the PC composites, a carbon nanotube density of 1.75 g/cm3 \n                           [bib34] and a PC matrix density of 1.20 g/cm3 was used.", "The state of CNT macrodispersion in the composites was studied using light transmission microscopy (LM). Thin sections of 5 μm thickness were prepared in the perpendicular direction to the extruded strands using a Leica RM 2155 microtome (Leica Microsystems GmbH, Wetzlar, Germany). The samples were characterized with a BH2 microscope in transmission mode combined with a DP71 camera (Olympus Deutschland GmbH, Hamburg, Germany). The agglomerate area ratio A/A0 was determined from the light micrographs by calculating the ratio of the area A of remaining agglomerates to the total area of the micrograph A0 (∼0.6 mm2) using the software ImageJ Version 1.43 g. Agglomerates larger then 5 μm were taken into account for this calculation. For the quantification, at least seven cuts were investigated for each sample, and the standard deviation between the seven cuts is given. In addition, the particle size distributions based on circle equivalent agglomerate diameters are shown with size classes of 5 μm.", "An analytical TEM (LIBRA120, Carl Zeiss GmbH, Jena, Germany) was used to investigate the state of CNT network formation in the different composites in dependence on the matrix viscosity. An acceleration voltage of 120 kV was used, whereas the use of a zero loss filter led to best filler/matrix contrast. Ultra-thin sections with a thickness of 70 nm were cut from compression moulded plates at different temperatures (PA12 at −60 °C, PBT at −100 °C, PEEK and PC at room temperature and LDPE at −160 °C) using a Reichert Ultracut S ultramicrotome (Leica, Germany) in combination with a diamond knife (Diatome, Switzerland).", "The complex melt viscosity |eta*| of the neat polymer materials was determined by the use of an ARES oscillatory rheometer (Rheometric Scientific Inc., Piscataway, USA) under nitrogen atmosphere at the respective processing temperatures using parallel plate geometry. The measurement was performed within the linear-viscoelastic range at frequencies between 0.04 and 100 rad/s (10% strain) and the downward sweep was used for the interpretation."]], ["Determination of the nanotube length distribution before and after processing for polycarbonate composites", ["The method used is described in detail by Krause et al. [bib30]. The as-grown CNTs were dispersed in chloroform and the polycarbonate composites containing 0.75 wt.% CNT were dissolved in chloroform over night followed by a treatment of 3 min in an ultrasonic bath. For the TEM investigations, a drop of the freshly prepared dispersion (0.1 g CNT/l chloroform), either as received or those recovered after melt processing, was placed on a TEM grid with a carbon coating and dried in the air. In the TEM images collected with a Libra200 (Carl Zeiss GmbH, Germany), the nanotube lengths were measured on approximately 200–300 particles applying the software SCANDIUM 5.1 (Olympus Soft Imaging Solutions GmbH, Germany) using the full visible length of each separated nanotube not touching the edge of the image by applying the <i>polyline</i> function. In order to measure the length of very long nanotubes, images were stitched together as needed. The results are given as number distributions with class sizes of 100 nm. To quantify the length distribution of the nanotubes, the typical distribution parameters x10, x50 and x90 were calculated indicating that 10%, 50%, and 90% of the nanotubes lengths are smaller than the given value."]]]]]], ["Results", [["Rheological characterization of the matrix polymers", ["To quantify the differences in melt viscosity levels of the chosen polymers, rheology measurements were performed and the results are shown in [fig1]\n                        . As during compounding high shear rates are applied, the viscosity values at high frequencies (100 rad/s) are of importance. For PA12, at 260 °C and 100 rad/s a low complex viscosity of only 23 Pa s was measured for the low viscosity PA12 type. The medium and high viscosity PA12 types showed viscosity values of 213 Pa s and 766 Pa s, respectively. Accordingly, huge differences in the melt viscosity at the processing temperatures are present. For all three types of PA12 a pronounced effect of increase in viscosity when lowering the measurement frequency was observed indicating an increase in molecular weight arising from further polycondensation or possibly crosslinking during the measurement cycle. Thus, no Newtonian plateau at low frequencies was found. For example, a decrease from 3490 Pa s at 0.1 rad/s to 766 Pa s at 100 rad/s is observed.", "Significant differences of the melt viscosity values at 100 rad/s were also found for the three types of PC (224 Pa s, 580 Pa s, 930 Pa s at 280 °C) and PEEK (186 Pa s, 386 Pa s, 991 Pa s at 360 °C). In case of PBT, the differences were much smaller (102 Pa s, 262 Pa s and 328 Pa s at 265 °C). In LDPE the low and medium viscosity types showed only small differences, whereas the high viscosity grade differed significantly (161 Pa s, 189 Pa s, 427 Pa s at 210 °C). For all polymer types, during melt compounding with the MWCNTs, significantly different torque values were achieved (not shown here) when using the selected polymer grades. This indicates that the selected polymer grades for each polymer type are suitable to study the effect of melt viscosity."]], ["Electrical percolation behaviour of MWCNT filled composites", ["In order to identify the electrical percolation thresholds of the composites, at least 8 different concentrations of Baytubes® C150P were melt mixed into each polymer type and the electrical volume resistivities were determined (see [fig2]\n                        ). A clear dependence of the electrical percolation thresholds on the melt viscosity of the matrix polymers was found: In all polymer types, the percolation thresholds increased with increasing matrix melt viscosity.", "In the case of PA12 percolation occurs at approximately 1 wt.% MWCNT for low viscosity PA12 and is shifted to 2–2.5 wt.% for medium viscosity and approximately 3.5 wt.% for the high viscosity PA12 composites.", "In PBT very low electrical percolation thresholds were found. The difference in melt viscosity for the different PBT grades was not very high (see paragraph 3.1) and thus the percolation thresholds also differed only slightly between about 0.5 wt.% for low viscosity PBT and 0.75 wt.% for the higher viscosity PBT grades. At 0.75 wt.% loading, a resistivity of 2.4 E5 Ohm cm was measured for the medium viscosity sample which is two decades lower than the value obtained for the high viscosity type (2.4 E7 Ohm cm).", "In case of PC also quite low percolation thresholds were obtained which are between 0.5 and 0.75 wt.% for the low viscosity, 0.75 and 1 wt.% for the medium and ∼1 wt.% for the high viscosity grade.", "The PEEK samples showed the lowest percolation threshold for the low viscosity sample (0.75 wt.%), followed by the medium viscosity (between 1 and 1.5 wt.%) and the high viscosity grades (2 wt.%).", "Also in LDPE, where the percolation thresholds were found at much higher contents, the influence of the melt viscosity is clearly visible. Electrical percolation was obtained between 2 and 2.5 wt.% for the low viscosity matrix, between 2 and 4 wt.% for the medium viscosity matrix and between 4 and 4.5 wt.% for the high viscosity matrix.", "It can be concluded that the melt viscosity of the matrix polymer has a significant influence on the electrical properties of the composites. For the different polymer types investigated, the low viscosity matrices are favourable when low electrical percolation thresholds are desired.", "For all investigated types of polymers, no impact of matrix viscosity on the electrical properties can be seen well above the percolation threshold. In PA12 composites at 6 wt.%, no differences were obtained between the different matrix viscosities, as it was also the case for at least the highest loadings in the other matrix polymer types. For PBT this effect already began at 1.0 wt.% loading. For all polymer types and grades, at the highest loadings, resistivity values between 10 and 100 Ohm cm were found. This resistivity range was found starting at 4 wt.% in PBT, 3 wt.% in PC, 5 wt.% in PEEK and 8 wt.% in LDPE."]], ["Macrodispersion of MWCNTs in the composites", ["To quantify the quality of the dispersion of primary agglomerates, the agglomerate area ratio A/A0 was investigated on thin cuts with 1 wt.% CNT content using light microscopy ([fig3]\n                        ). Within the PA12 composites, the highest agglomerate area ratio A/A0 with 1.4% was found for the samples based on low viscosity matrix indicating the worst state of dispersion among the PA12 grades. Lower values of A/A0 were found for the medium viscosity PA12 grade (0.5%) and in the high viscosity matrix a further decrease to 0.2% was achieved indicating the best state of dispersion when using high viscosity PA12. Very similar area ratios were obtained for PBT as matrix (1.3% low viscosity, 0.4% medium viscosity, 0.1% high viscosity). PC and PEEK show very good MWCNT macrodispersion, such that differences between the different viscosity grades could hardly be distinguished. The agglomerate area ratio A/A0 decreased from 0.3 (low viscosity) to 0.2 (medium and high viscosity) in PC. All PEEK samples containing 1 wt.% Baytubes® C150P were nearly agglomerate free with area ratios less than 0.1%.", "In contrast, the three viscosity grades of LDPE showed an incomplete dispersion of primary MWCNT agglomerates, leading to high agglomerate area ratios. When only the area ratio is considered, no clear tendency was found in LDPE (4.9% for low viscosity, 5.5% for medium viscosity, 5.0% for high viscosity). When looking at more detail in the particle size distributions, differences become apparent. If matrices with higher viscosities were used, a shift in agglomerate particle size distribution towards lower sizes was obtained ([fig4]\n                        ). In the high viscosity matrix more particles per area were detected, but they were much smaller than in the low viscosity matrix, where particles up to 116 μm could be seen compared to a maximum particle size of 64 μm in composites based on high viscosity LDPE. This indicates that in systems based on a higher viscosity matrix the agglomerate dispersion process, mainly dominated by rupture of the larger agglomerates [bib21], is more advanced."]], ["Nanodispersion of MWCNTs in the composites (TEM)", ["The nanodispersion of MWCNTs in the different composites was studied using TEM to get more information about the structure of the electrical MWCNT network in the samples. In [fig5]\n                         two composites of each polymer based on low and high viscosity matrix are shown at the same MWCNT weight fraction. The content was chosen in a way such that the low viscosity sample was well percolated, whereas the other sample was still electrically isolating and relatively low magnifications were chosen. The discussion is based not only on the shown images ([fig5]) but on a variety of micrographs taken from the samples. In case of PA12 with 2 wt.% of MWCNTs, the nanodispersion in the low viscosity sample indicates clusters of small agglomerates next to regions without any MWCNTs. Some of the agglomerates appear to be dense and entangled and probably represent small undispersed primary agglomerates (better seen in the PE sample). A second type of agglomerates was identified in the low viscosity composite, showing a much less packed structure. These agglomerates are assumed to be secondary agglomerates, mainly being formed during compression moulding of the sample. In case of the high viscosity PA12 matrix, the MWCNTs are nearly completely dispersed and homogeneously distributed within the polymer matrix.", "In the case of PBT, samples with 0.5 wt.% Baytubes® C150P content were examined. The same trend as for PA12 was found (although on the pictures less MWCNTs were seen due to the lower MWCNT content). Small agglomerates were observed in the system based on low viscosity PBT with only a few single isolated nanotubes, whereas in the high viscosity sample only well separated CNTs are seen.", "For visualising the nanodispersion of Baytubes® C150P in samples based on PC, a content of 0.75 wt.% MWCNTs was chosen. Surprisingly, in both samples (low and high viscosity matrices) nearly the same nanotube arrangement was observed. In both cases, the dispersion and distribution of CNT were quite well with only some small agglomerates in the low viscosity matrix.", "On the contrary, for composites based on PEEK (1 wt.% MWCNTs) clear differences between the two viscosity levels can be seen. According to PA12 and PBT, an agglomerated nanotube structure for low viscosity PEEK composites and well dispersed single nanotubes in high viscosity PEEK samples were found.", "For LDPE, the incomplete state of dispersion at the macroscale observed using LM was also found at the nanoscale for both regarded levels of viscosity. In agreement with the other types of examined polymers, the state of nanodispersion is much better in the high viscosity LDPE matrix even if in both cases relative densely packed agglomerates can be seen representing undispersed primary agglomerates. In the low viscosity LDPE these agglomerates are up to 1 μm and only some dispersed MWCNTs were obtained, whereas in the high viscosity LDPE only some much smaller agglomerates are seen.", "In summary, in accordance with the investigations on the macrodispersion using LM also on the nanolevel assessed using TEM better dispersion is seen in the composites based on high viscosity matrices. However, the composites based on low viscosity matrices also show isolated nanotubes between the observed primary and secondary agglomerates but on lesser extent."]], ["MWCNT length distribution before and after processing", ["It has been long assumed and was recently shown and quantified by Krause et al. [bib30 bib35] that melt processing of CNT-polymer composites can lead to significant nanotube shortening, which influences the properties of the composites. In the present study, the influence of matrix viscosity on the degree of MWCNT shortening was quantified using the example of polycarbonate. The MWCNT length distribution of the as-grown Baytubes® C150P is shown in [fig6]\n                         as reported by Castillo et al. [bib32]. The composites based on the low and the high viscosity polycarbonate containing 0.75 wt.% MWCNTs were dissolved. Nanotubes were recovered and observed using TEM and their length distribution alongside with typical length values are shown also in [fig6]. Both distributions are shifted to smaller nanotube length and are narrowed. Considering the x50-values (770 nm for as received Baytubes® C150P, 418 nm after processing with low viscosity PC, 350 nm after processing with high viscosity PC), a significant MWCNT length shortening during the melt mixing was found for both composites. Using the low viscosity matrix, the nanotubes retained 54% of their initial length whereas after mixing with the high viscosity matrix, only 45% was retained. These values correspond to mixing energy inputs of 4625 J/cm3 for the low viscosity matrix and 9425 J/cm3 for the high viscosity matrix, respectively. Also the x10-value decreased after processing indicating that more very short nanotubes were generated. The most severe change was observed concerning the x90-values which illustrate a much smaller number of long nanotubes after melt mixing with the high viscosity matrix. The x90-values decreased from 2407 nm to 935 nm (to 39%) for the CNTs dissolved from the composites based on the low viscosity PC and for the CNTs dissolved from the high viscosity PC to 570 nm (to 23%) illustrating the much higher degree of shortening when using a higher viscosity matrix."]]]], ["Discussion", ["The most effective dispersion and distribution of primary MWCNT agglomerates was obtained when using high viscosity matrices albeit this also resulted in increased nanotube shortening as compared to the use of lower viscosity matrices. In contrast to that, all composites with high viscosity matrices resulted in higher electrical percolation thresholds, which are expected to be lower at good macroscale dispersion. Thus, counteracting effects of matrix viscosity have to be considered during the melt mixing procedure and the agglomerate dispersion as well as during the CNT network formation responsible for percolation. The effects of matrix viscosity on the infiltration of polymer chains into the primary agglomerates, the shear forces generated during mixing and the secondary agglomeration process will be discussed. These effects in context with nanotube length shortening will be considered to explain the observed electrical percolation concentrations.", "Within the dispersion process of primary nanotube agglomerates, the infiltration process of matrix polymer chains into the pores of the agglomerates is the first step [bib20]. The infiltration is much faster and, depending on the size of the agglomerates, more complete in case of low molecular matrices.", "On the other hand, lower viscosity matrices produce under otherwise constant mixing conditions lower shear stresses during mixing and result in lower mixing energy inputs as compared to high viscosity matrices. In [fig7]\n                      the agglomerate area ratio in relation to the input of mixing energy is shown. Using a high viscosity matrix leads to higher shear stresses and torque values measured during the compounding. Therefore higher mixing energy inputs are observed as compared to the use of lower viscosity matrices. In case of PA12 and PBT, this rise in mixing energy, when applying three different viscosity matrices, leads to a decrease in the area ratio of undispersed primary CNT agglomerates A/A0. For PC and PEEK, the energy inputs for the low viscosity matrices were already sufficient to achieve a nearly perfect dispersion of the primary agglomerates, so that no influence of the mixing energy could be observed within the experiments. If only the area ratio A/A0 is considered, no changes in the state of CNT agglomerate macrodispersion were obtained when using the three different viscosity levels leading to varying mixing energy inputs in the LDPE composites.", "The finding of lowering the area ratio A/A0 with energy input is in good agreement with Kasaliwal et al. [bib20] who found better dispersion of Baytubes® C150HP when using higher mixing speed resulting in higher shear stresses.", "The nanodispersion observed by TEM showed well dispersed and homogenously distributed nanotubes in nearly all examined composites based on high viscosity matrices, except for composites based on high viscosity LDPE in which case some remaining agglomerates were found. In contrast, in all composites based on low viscosity matrices, a certain extent of nanoagglomeration was found, mainly addressed as secondary agglomerates formed during compression moulding. Such nanoagglomeration is more pronounced if the viscosity of the matrix is lower as the mobility of the nanotubes is then higher.", "For electrical percolation of nanotubes within an isolating matrix, the formation of a conductive network is needed. Its formation is assumed to be facilitated if the nanotubes are not restricted in remaining primary agglomerates and are nicely dispersed. However, a conductive network can also be established between agglomerates connected by separated tubes or in slightly agglomerated structures [bib36] as formed by secondary agglomeration [bib22 bib26]. The finding for all polymer types that lower percolation thresholds were found at lower matrix viscosity despite worse dispersion as compared to higher matrix viscosity, may be mainly explained by such conductive network structures. On the one hand, remaining primary agglomerates are connected by some dispersed tubes yet on the other hand, secondary agglomerates enhance the formation of networks. At the corresponding nanotube concentrations, the nanotubes seem to be too well separated in the corresponding high viscosity matrices. In addition, an effect of the nanotube length, more shortened when using high viscosity matrices, can be expected.", "As discussed extensively in literature, the electrical percolation threshold directly depends on the aspect ratio of the fillers. Thus, a variation of the carbon nanotube length during processing can lead to a shift of the percolation threshold. For large aspect ratios (<i>λ</i>) and a statistical filler particle distribution the percolation threshold \n                        \n                           \n                              \n                                 (\n                                 \n                                    \n                                       Φ\n                                       c\n                                    \n                                 \n                                 )\n                              \n                           \n                        \n                      based on an excluded volume concept [bib27 bib28 bib29] can be estimated by:\n                        \n                           (2)\n                           \n                              \n                                 \n                                    Φ\n                                    c\n                                 \n                                 ≈\n                                 \n                                    1\n                                    \n                                       2\n                                       λ", "The x50-values and mean nanotube diameters of 10.5 nm [bib32] were taken to calculate the aspect ratio of the nanotubes recovered from the PC based composites with high and low matrix viscosity. For this case the theoretical percolation thresholds for composites based on low viscosity PC were calculated to be 1.8 wt.% (experimental: 0.5–0.75 wt.%) and 2.2 wt.% (experimental: ∼1 wt.%) for the high viscosity matrix. As especially long MWCNTs contribute to the formation of the conductive network [bib29], the calculation was also carried out with x90-values for the CNT length. Using these values, theoretical percolation thresholds of 0.9 wt.% for the low viscosity and 1.4 wt.% for the high viscosity PC matrix were calculated. These estimations show, that the more pronounced shortening of nanotube length in the high viscosity PC due to the higher mixing energy input can partially explain the differences in the electrical percolation threshold between composites based on different viscosity levels. Even if not investigated, similar trends for the nanotubes length distributions are expected also for the other types of polymers."]], ["Summary", ["MWCNT composites were prepared by melt mixing of five different polymer types in three different viscosity grades with Baytubes® C150P. A significant impact of the melt viscosity of the matrix on the electrical properties of the composites was found for all investigated polymers (PA12, PBT, PEEK, PC and LDPE). The lowest electrical percolation threshold was always found in the composites based on the low viscosity matrix. This finding could not be explained by the state of macrodispersion of the primary MWCNT agglomerates observed via light microscopy, which was in most cases better when using high viscosity matrices. As the mixing energy input increases with higher melt viscosity of the matrix, an improved state of macrodispersion was observed at higher melt viscosities (for PA12, PBT and PC). In PEEK composites, the macrodispersion was already nearly perfect in the low viscosity matrix; therefore no further enhancement could be achieved using higher viscosity matrices. The worst state of macrodispersion was found for LDPE composites, showing that obviously higher mixing energy inputs than used in this study were needed to achieve suitable MWCNT dispersion. When higher melt viscosity grades of LDPE were processed, a change in MWCNT agglomerate size distribution towards a higher number of small particles was observed. TEM images revealed loosely packed nanoagglomerates mainly in the low viscosity matrices. This clustered substructure obviously helped to lower the electrical resistivity values of the composites and resulted in the lower percolation thresholds as compared to high viscosity matrices where the nanotubes were found to be strongly separated. In addition, different degrees of nanotube shortening during processing were found when using matrices with varying viscosities. In the case of PC, a shortening to 54% was found when using a low viscosity matrix, but to 45% for the high viscosity matrix (considering x50-values). The x90-values of the nanotube length distribution illustrating the part of long CNTs decreased to 39% for low viscosity PC and to 23% of their initial size for high viscosity material. As the aspect ratio is directly linked to the composite percolation threshold, the differences in the experimental finding of lower thresholds at higher matrix viscosity can be partially also explained by the length shortening."]]], "doi": "10.1016/j.polymer.2011.12.019"}