{"title": "Electrical, mechanical, and glass transition behavior of polycarbonate-based nanocomposites with different multi-walled carbon nanotubes", "abstract": "Five commercially available multi-walled carbon nanotubes (MWNTs), with different characteristics, were melt mixed with polycarbonate (PC) in a twin-screw micro compounder to obtain nanocomposites containing 0.25–3.0 wt.% MWNT. The electrical properties of the composites were assessed using bulk electrical conductivity measurements, the mechanical properties of the composites were evaluated using tensile tests and dynamic mechanical analysis (DMA), and the thermal properties of the composites were investigated using differential scanning calorimetry (DSC). Electrical percolation thresholds (<i>p</i>\n                     cs) were observed between 0.28 wt.% and 0.60 wt.%, which are comparable with other well-dispersed melt mixed materials. Based on measurements of diameter and length distributions of unprocessed tubes it was found that nanotubes with high aspect ratios exhibited lower <i>p</i>c\n                     s, although one sample did show higher <i>p</i>c\n                      than expected (based on aspect ratio) which was attributed to poorer dispersion achieved during mixing. The stress–strain behavior of the composites is only slightly altered with CNT addition; however, the strain at break is decreased even at low loadings. DMA tests suggest the formation of a combined polymer-CNT continuous network evidenced by measurable storage moduli at temperatures above the glass transition temperature (<i>T</i>g\n                     ), consistent with a mild reinforcement effect. The composites showed lower glass transition temperatures than that of pure PC. Lowering of the height of the tan<i>δ</i> peak from DMA and reductions in the heat capacity change at the glass transition from DSC indicate that MWNTs reduced the amount of polymer material that participates in the glass transition of the composites, consistent with immobilization of polymer at the nanotube interface.", "body": [["Introduction", ["Since first widely reported in 1991 [bib1], carbon nanotubes (CNTs) have captivated scientists around the world with an impressive list of physical properties that prompted speculation about their potential in a variety of applications. With an elastic modulus in the order of 1 TPa [bib2 bib3], as well as high thermal and electrical conductivities [bib4], a great deal of research is being conducted to use carbon nanotubes as fillers in polymer-matrix composites [bib4 bib5 bib6 bib7 bib8]. Due to their high aspect ratio <i>α</i> resulting from lengths <i>L</i> up to the millimeter range and diameters <i>D</i> between 1 and 50 nm, CNTs can form an interconnected network at very low volume fractions. The lowest nanotube concentration at which such networks are first formed is known as the percolation threshold.", "Polymers are particularly interesting as composite matrices because of their versatility and ease of processing. Electrically conductive polymer-based composites containing CNTs have gained popularity in electrostatic discharge shielding (EDS) and electromagnetic interference shielding (EIS) applications because they are lightweight, flexible, resistant to corrosion and cost less than metals [bib9]. The low percolation thresholds attainable with carbon nanotubes can give them a competitive advantage over other more conventional conductive fillers such as carbon black [bib10].", "However, the production of nanocomposites filled with nanotubes requires the ability to effectively minimize the amount of nanotube bundles/agglomerates and disperse the nanotubes throughout the polymer. Dispersion of CNTs influences nearly all relevant properties of the composite. Studies have shown that melt processing conditions (e.g. extrusion and injection or compression molding) affect the dispersion and the formation of networks of carbon nanotubes in polymer/nanotube composites, hence influencing the properties of such materials [bib11 bib12 bib13 bib14 bib15 bib16 bib17 bib18 bib19 bib20]. However, the nature of the polymer used, the intrinsic characteristics of the nanotubes, the nanotube–nanotube and the nanotube-polymer interactions also have an effect on the achievable dispersion [bib14 bib21 bib22 bib23 bib24 bib25 bib26 bib27 bib28 bib29 bib30].", "Theoretically, the aspect ratio <i>α</i> (=<i>L/D</i>) of fillers is directly related to their percolation concentration. According to continuum percolation theory, for randomly oriented ideal monodisperse penetrable rods with aspect ratios much larger than one the critical volume filler concentration for percolation <i>φ</i>p\n                      can be well approximated by the following equation [bib31 bib32].\n                        \n                           (1)\n                           \n                              \n                                 \n                                    ϕ\n                                    p\n                                 \n                                 =\n                                 \n                                    1\n                                    /\n                                    \n                                       \n                                          \n                                             (\n                                             \n                                                2\n                                                α\n                                             \n                                             )", "Several studies have compared composites based on nanotubes having different lengths or aspect ratios [bib21 bib28], different synthesis methods [bib24 bib25], different purification procedures [bib33], or whether or not the surface has been functionalized [bib22 bib26 bib30 bib34]. For example, a comparison of electrical percolation of crude and purified nanotubes of the same grade in polycarbonate indicated lower values for purified tubes, whereas a third type of multi-walled carbon nanotubes (MWNTs) with lower diameters exhibits the lowest percolation threshold [bib33].", "Pure and functionalized MWNTs with different aspect ratios were used in composites with a 50/50 co-continuous blend of polyamide 6 (PA6) and acrylonitrile-butadiene-styrene (ABS) in an attempt to correlate the aspect ratio of MWNTs to the electrical and rheological percolation behavior of the composites [bib21]. This study found that unfunctionalized MWNTs with higher <i>L</i>/<i>D</i> ratios exhibited an electrical percolation threshold with a nanotube loading between 3 and 4 wt.%, and a lower rheological percolation threshold at 1–2 wt.% MWNT. Functionalized nanotubes having lower <i>L</i>/<i>D</i> ratios gave a higher rheological percolation threshold, 2–3 wt.%, when compared to composites made with unfunctionalized MWNTs. Surprisingly, no significant differences were observed in the electrical percolation threshold (between 3 and 4 wt.% for both types of nanotubes), although composites with functionalized MWNTs were significantly less conductive. A careful comparison of the enhancement of the dielectric constant for the composites further clarified that while the aspect ratio is the dominant factor controlling the flow behavior, both <i>L</i>/<i>D</i> and nanotube functionalization affect the nature of the nanotube–nanotube and nanotube-polymer interactions. These interactions, in turn, affect the electrical percolation of the composite [bib21]. Similar results were reported for polylactide/carbon nanotube composites using only rheological measurements to characterize percolation. In this study, MWNTs functionalized with carboxylic acid groups with two distinct <i>L/D</i> ranges were used. Composites with the high aspect ratio tubes (<i>L</i>/<i>D</i> ∼ 500–5000) exhibited a percolation threshold slightly higher than 1 wt % nanotube content while composites containing nanotubes with lower <i>L</i>/<i>D</i> ratios (∼25–200) had a percolation threshold ca. 4 wt.% MWNT [bib35].", "McClory et al. [bib26] studied poly(methyl methacrylate) (PMMA) composites with four different kinds of MWNT produced by arc-discharge (AD) and catalytic chemical vapor deposition (CCVD) and having different aspect ratios. Using high resolution TEM, it was evident that nanotubes synthesized by arc-discharge, characterized by a smaller number of defects per tube, resulted in better dispersion than CCVD nanotubes. CCVD CNTs showed much higher percolation thresholds (7.75 wt.%; aspect ratio = 517) than those of nanotubes produced by AD (0.5 wt.%; aspect ratio = 300) even though the latter had a lower mean aspect ratio based on data given by the producers. However, the purity of the AD tubes was quite low, 15%, and the electrical percolation threshold was lower than the rheological percolation threshold, when normally the reverse is true [bib36 bib37 bib38 bib39 bib40 bib41 bib42]. These facts suggest other conductive species in the AD tubes were likely part of the conducting network. CCVD CNTs that had been functionalized with carboxylic acid groups (aspect ratio ∼100) gave better dispersion in the composite but yielded no electrical percolation threshold (highest concentration investigated 5wt.%) [bib26].", "In a study similar to the one that is described in this paper, Krause et al. compared polyamide 6.6-based composites using five different CNTs synthesized by two different methods: aerosol and fixed bed chemical vapor deposition (CVD) [bib25]. Fixed bed-CNTs were synthesized with three different iron contents, obtaining mixtures of SWNTs, DWNTs and MWNTs with different diameters and an increasing ratio between MWNT and SWNT/DWNT with increasing Fe content. Aerosol-CVD nanotubes were synthesized using the solvents cyclohexane and acetonitrile, resulting in MWNTs with outer diameters in the 10–80 nm and 8–40 nm ranges, respectively [bib25]. Melt mixed polyamide 6.6 composites with fixed bed-CVD nanotubes showed lower maximum conductivity values (2.2–8.4 × 10−4 S/cm) than those made with aerosol-CVD CNTs (0.2 S/cm), most likely due to the differences in nanotube quality. The lowest electrical percolation thresholds were obtained for both composites of aerosol MWNTs (ca. 0.04 wt.%), while the fixed bed CVD CNTs composites exhibited percolation thresholds of 0.35, 0.81 and 1.02 wt.% for composites of nanotubes made with 4, 16 and 1 at.% Fe, respectively [bib25]. The relatively high percolation thresholds obtained for composites made with the nanotubes synthesized by the fixed bed method are probably the result of poor dispersion during melt mixing, with agglomerates seen both in SEM images and transmission light microscopy with sizes varying from 6 to 16 μm, in correspondence with the trends observed for the percolation threshold [bib25].", "For several kinds of nanotubes a correlation between nanotube dispersability in aqueous surfactant solutions and polymers has been investigated [bib24 bib43 bib44]. Different kinds of laboratory-synthesized [bib24 bib43], or commercial [bib24 bib44] nanotubes were dispersed in water using sodium dodecyl benzene sulfonate under defined conditions and the sedimentation behavior under centrifugal forces was investigated using a LUMiFuge stability analyzer. As the dispersion stability improved in water, the dispersion in melt mixed composites determined via optical and electron microscopy was also improved and the electrical percolation threshold was lower. This correlation was shown for PC [bib43], PA66 [bib24], and PA12 [bib45]. However, no relation was made to the aspect ratios of the nanotubes; the main influencing factor seemed the packing density of the primary agglomerates related to the bulk density of the nanotubes materials.", "Morcom et al. investigated the effect of nanotube diameter, purity, functionalization, alignment and nanotube bulk density on the reinforcement effect in high density polyethylene [bib46]. Composites with five different MWNTs from laboratory and commercial sources were prepared by melt blending using a small-scale Haake minilab compounder followed by the injection molding of tensile specimens. Lengths and diameters of the nanotubes before processing were measured in order to correlate to mechanical properties. Comparing mechanical values at 5 wt.% loading, the most effective nanotubes were those of large diameter, received in an aligned form with low bulk density, producing a 66% increase in elastic modulus and a 69% improvement in yield stress. The contradiction to theoretical expectations of higher reinforcement effects for nanotubes with small diameters was related to the higher degree of dispersion observed in the composites with MWNTs of greater diameter. Purification of Nanocyl commercial MWNTs was found to increase reinforcing effectiveness, while functionalization showed a negative effect which again can be related to worse dispersion.", "In this article, electrical and mechanical properties of polycarbonate-based composites of five different commercially available MWNTs are compared. The length and diameter distributions of the as-received nanotubes were measured in order to determine their aspect ratios. Even if the differences in nanotube properties are in general smaller than those described in the preceding paragraphs, the importance of this study lies in the fact that all tubes are commercial and therefore of application interest. Additionally, the effect of nanotube type on the glass transition behavior of the composites is discussed."]], ["Experimental", [["Materials", ["An injection molding grade polycarbonate (PC) with a medium viscosity, Makrolon® 2600 (Bayer MaterialScience AG, Leverkusen, Germany) was used in this study. Four commercially available MWNTs were chosen: SWeNT® SMW-100 (SouthWest NanoTechnologies, Inc., Norman, U.S.A.), Nanocyl™ NC7000 (Nanocyl S.A., Sambreville, Belgium), Baytubes® C150P (Bayer MaterialScience AG, Leverkusen, Germany) and Continental Carbon MWNT (Continental Carbon Company, Phoenix, U.S.A). Additionally, a 15 wt.% PC-MWNT masterbatch was employed (Hyperion Catalysis International, Inc., Cambridge U.S.A.). The properties of the MWNT materials are shown in [tbl1]\n                         as given in the corresponding data sheets. All nanotubes are produced by chemical vapor deposition (CVD) using a metal catalyst; except for Continental Carbon which uses a metal-free catalyst synthesis [bib34] All CVD nanotubes were used as received from the manufacturer."]], ["Characterization of nanotube diameter and length distributions", ["Nanotube diameter and length distributions were measured according to a methodology described previously [bib52]. As received nanotube materials were dispersed in chloroform using very mild ultrasonication for 3 min. For the masterbatch, some granules were dissolved in chloroform at room temperature for 1 h and then treated with ultrasound as mentioned before. In each case a drop of dispersion with 0.1 g CNT/l chloroform was deposited on a TEM grid and the nanotube lengths were measured on approximately 250 tubes not touching the edges of the image using image analyzing software. In case of long nanotubes, images were stitched together as shown in [fig3] Ref. [bib52] for NC7000. The results are given as number distributions with 100 nm class sizes. The diameters were determined from the same pictures using about 50 nanotubes. The distribution parameters x50 were used for the calculation of the aspect ratio (see [tbl2]\n                        )."]], ["Composite processing", ["Pre-dried PC (80 °C, overnight) was melt mixed with different MWNTs using a DSM twin-screw micro compounder (DSM Xplore, MD Geleen, The Netherlands; volume 15 cm3). As found in previous investigations [bib15], high mixing temperatures and high mixing speeds result in a good CNT dispersion with low electrical percolation thresholds. Therefore, a mixing temperature of 280 °C and a mixing speed of 200 rpm were applied. Considering the residence times in industrial melt mixing, a mixing time of 5 min was chosen. Granules obtained from the extruded strands were compression molded into plates (60 mm diameter, 0.5 mm thickness) using a Weber hot press (Model PW 40 EH, Paul Otto Weber GmbH, Remshalden, Germany). Compression molding was performed following the procedure given in Ref. [bib15] with a pressing temperature of 280 °C. The pressing speed was 6 mm/min, the pressing time 1 min, and the pressing force was increased in steps up to 100 kN."]], ["Characterization", ["The state of macrodispersion was determined in transmission on thin sections with 5 μm thickness prepared from the extruded strands containing 1 wt.% and 3 wt.% MWNT using a BH2 microscope light microscope connected to a camera DP71 (both Olympus Deutschland GmbH, Hamburg, Germany). A very low level of agglomerates (less than 0.2 area%) was found at 1 wt.%, while at 3 wt.% no significant differences were seen between the different nanotube samples.", "Electrical volume resistivity measurements were performed using a Keithley Electrometer 6517A (Keithley Instruments Inc., Cleveland, USA) combined with a Keithley 8009 Resistivity Test Fixture for resistivity values higher than 107 Ohm cm (unfilled symbols in the figures) on the compression molded discs. A 4-point test fixture (gold contact wires with a distance of 16 mm between the source electrodes and 10 mm between the measuring electrodes) together with a Keithley Multimeter DMM 2000 was used for values lower than 107 Ohm cm. Strips (30 × 3 × 0.5 mm3) cut from the compression molded samples were measured in the 4-point test fixture. Conductivity values were calculated from the resistivity measurements. If enough data points were available, the electrical percolation thresholds (<i>p</i>c\n                        , wt.%) were fitted using the power law function for the composite conductivity near the electrical percolation threshold [bib53].\n                           \n                              (2)\n                              \n                                 \n                                    σ\n                                    \n                                       \n                                          (\n                                          p\n                                          )\n                                       \n                                    \n                                    =\n                                    B\n                                    \n                                       \n                                          \n                                             \n                                                (\n                                                \n                                                   p\n                                                   −\n                                                   \n                                                      p\n                                                      c\n                                                   \n                                                \n                                                )\n                                             \n                                          \n                                       \n                                       t", "This equation contains the experimental conductivity value <i>σ</i>(<i>p</i>) for concentrations <i>p</i> > <i>p</i>c\n                        , the proportionality constant <i>B</i>, the electrical percolation threshold <i>p</i>c\n                         and the critical exponent <i>t</i>.", "Thermal data were collected with a TA Instrument Q-1000 heat-flux DSC with Peltier cooling with nitrogen flowing through the cell. Sapphire was used to calibrate heat capacity. Each sample was heated to 200 °C and held at that temperature for 10 min. Measurements were made upon cooling of each sample to 100 °C at a cooling rate of 1 °C/min; both the glass transition temperature and the change in heat capacity were registered. Measuring in cooling creates a problem with temperature calibration; because our laboratory could not procure a sufficient number standards where supercooling could be safely ignored over a wide enough temperature range the instrument was calibrated with indium, tin and biphenyl upon heating. Hence the results are relatively correct but absolutely there is likely a temperature shift of unknown magnitude. Measurements were made upon cooling since fast cooling of samples did not produce samples without an enthalpy relaxation peak during heating; and determination of <i>T</i>g\n                         under this situation is inappropriate [bib54]. At least 3 measurements were made for each composite.", "A Rheometric Scientific RSAII, with samples in tension geometry, was used to record storage and loss moduli of polycarbonate composites. Temperature steps of 4 °C were used and samples were measured at a frequency of 1 Hz. Static force tracking dynamic force was used to account for the change in stiffness with temperature. 5.5 mm wide and ∼20 mm long samples for DMA with a thickness approximately 0.5 mm were cut from the compression molded discs.", "Tensile tests were performed on a United STM-2K tensile tester at 1.2 cm per minute. Because of the amount of sample required for tensile tests, a different compression molding procedure was necessary. Samples for tensile testing were molded using a PHI hot press (model OL430-X4-5, Pasadena Hydraulics, Inc., City of Industry, CA, United States). Due to the different machines required, the procedures used were slightly different although there was effort to be as consistent as possible. Granular materials obtained from extruded strands were molded at 280 °C and the force was increased in steps to 100 kN to avoid the formation of bubbles. On the first two stages, the force was increased from 0 to 50 kN, and then released. On the third stage the force was increased from 0 to 75 kN and then again released. The fourth and final stage required an increase in force from 0 to 100 kN. The molding cycle time was between 5 and 7 min. The force was held constant while the sample was allowed to cool down to 100 °C at which time the formed film would be removed from the press. The molded films were cut with an ASTM-D-1708 expulsion die from Dewes-Gumbs on a manual expulsion press. Typical sample dimensions were 4.75 mm × 0.3 mm × 22.25 mm. Data were collected from at least seven samples. Data for samples loaded at higher nanotube concentration were not collected because results became unreliable due to sample brittleness."]]]], ["Results and discussion", [["Nanotube diameter and length distributions", ["The number distributions of nanotube lengths given in [fig1]\n                         include the characteristic values x10, x50 and x90 indicating that 10, 50, and 90% of the nanotubes have lengths shorter than the given values. The x50 values of the nanotube lengths and diameters together with the derived mean aspect ratios are given in [tbl2].", "Interestingly, when comparing values from the datasheets with measured length values it can be seen that in nearly all cases the measured values are significantly lower than stated by the producers. Only in case of NC7000, where 1500 nm is given as the mean value in the data sheet, is the measured x50 value in that range (1341 nm). Even the maximum lengths measured are in most cases lower than the upper value named in length ranges. For the diameters, the x50 values are lower than the range/mean values given in the datasheets for Baytubes C150P and the Hyperion masterbatch. For Nanocyl™ NC7000 our measurements match well with values given elsewhere [bib46 bib55]. The most drastic difference arises for Continental Carbon tubes, where much smaller diameters than stated in the data sheet were measured. In summary, the aspect ratios estimated from the diameter and length measurements are in most cases much lower than one would expect from the data sheet and can be found only between 55 and 134 ([tbl2]). Even if the mild ultrasound used to disperse the nanotubes shortened the tubes and very long nanotubes were not appropriately observed in TEM (even when stitching neighboring images together) the values measured clearly indicate a big discrepancy between aspect ratio expectation and reality before mixing. Even a smaller aspect ratio in the polymer is expected, since as shown previously for NC7000 and Baytubes C150 HP the final average length was only 30% and 50% of the initial length after melt mixing into polycarbonate [bib52]. As the Hyperion Masterbatch was already processed once, a smaller reduction in aspect ratio than for the other nanotubes is likely since our mixing step represents this material’s second extrusion."]], ["Electrical conductivity measurements", ["The influence of different MWNT materials on the electrical percolation thresholds of compression molded PC-MWNT composites is illustrated in [fig2]\n                        . Composites containing Nanocyl™ NC7000 had the lowest percolation threshold at 0.28 wt.%, while SWeNT® SMW-100 composites showed an almost identical electrical percolation threshold of 0.33 wt.%. Higher percolation thresholds were detected for the Hyperion masterbatch dilution and for the Continental Carbon MWNTs at 0.49 wt.% and 0.50 wt.% respectively. With a percolation threshold of approximately 0.6 wt.%, the highest amount of nanotubes was needed to achieve percolation for composites containing Baytubes® C150P. The values fitted for the proportionality constant <i>B</i>, the percolation threshold <i>p</i>c\n                        , and the critical exponent <i>t</i> are shown in [tbl3]\n                        . At high filler contents of 3 wt.%, electrical conductivity values were found in the range of 1 × 10−1 S/cm for all investigated samples except for those containing 3 wt.% Nanocyl™ NC7000 which showed conductivity values about a factor of four higher. There seems to be no obvious dependence of the critical exponent on nanotube characteristics, while the value is within the range most often found for nanotube composites [bib56].", "Interestingly, when comparing measured percolation thresholds with those according to the continuum percolation theory, despite higher absolute values of the theory there seems to be a nearly linear relationship with only Baytubes C150P deviating ([fig3]\n                        ). For Nanocyl™ NC7000 and SWeNT® SMW-100, the formation of a conductive network was very efficient as illustrated by the very low contents needed for the electrical percolation; these are the nanotubes with the highest initial aspect ratios of 134 and 94. Continental Carbon Company MWNTs have a lower aspect ratio resulting in a higher percolation threshold. The Hyperion masterbatch nanotubes are likely already shortened due to the first processing step and show the lowest aspect ratio of 55. However, the shortening in the dilution step may be lower than that of the other directly incorporated tubes.", "The very high percolation threshold relative to the other materials for the Baytubes® C150P composites cannot be explained via consideration only of the aspect ratio. These samples also did not show significantly different states of dispersion on the microscopic level, as addressed by light microscopy. Investigations of Krause et al. [bib44] on the dispersibility and particle size distribution of different CNTs have shown that for the dispersion of Baytubes® C150P in aqueous surfactant solutions a five times higher energy input is needed compared to Nanocyl™ NC7000. The reason for this difference was correlated to the much higher values of agglomerate density as indirectly expressed in the bulk density of the materials (see [tbl1]) or the values of stress at 20% (pressure) deformation measured on the dry agglomerates of at least 100 μm in size. This previous finding provides justification for the assertion that the infiltration process of polycarbonate chains into Baytubes® C150P’s agglomerates is more difficult leading to a lower level of dispersion under constant mixing conditions and therefore a higher amount of Baytubes® C150P needed to reach the level required for electrical percolation. Higher amount of Baytubes® C150P needed for electrical percolation as compared to e.g. Nanocyl NC7000 was found also for other systems, including PA12 [bib45] and polypropylene [bib57].", "Lower values of experimental electrical percolation threshold as compared to those calculated according to continuum percolation theory can be explained considering that electrical percolation does not require direct contact of nanotubes due to electron transport by hopping or tunneling between neighboring nanotubes. Thus, transport can occur at much smaller contents than needed for geometrical percolation calculated from continuum percolation theory. In addition, length polydispersity and inter-tube attractive interactions (termed “stickiness”) leading to secondary agglomeration have been modeled as being able to significantly reduce the electrical percolation threshold [bib32]."]], ["Mechanical properties", ["The effect of the weight percent of MWNT on the Young’s modulus, tensile strength, and strain at break for selected PC composites with different types of MWNTs is presented in [fig4]\n                         as well as representative stress–strain curves for the composite filled with SWeNT® SMW-100 tubes. [fig4]a shows that no significant changes in the Young’s moduli of the composites were observed as a function of the type or amount of MWNT in the composites. However, tensile strengths (4b) and strains at break (4c and d) were more sensitive to the different types of MWNTs. PC composites with Hyperion Masterbatch and Continental Carbon MWNTs exhibit a significant decrease (20 and 40% respectively) in the tensile strength of samples with MWNT loading of 1 wt.%. Conversely, composites made with SWeNT® SMW-100, Nanocyl™ NC7000 and Baytubes® C150P MWNTs showed almost no change in tensile strength. In other words, the samples with the three highest aspect ratios show no change in tensile strength, although the difference in aspect ratios between Baytubes® C150P and Continental Carbon nanotubes is very small. With the exception of the composites made with Baytubes® C150P MWNTs, the strain at break decreases with the increase in concentration of carbon nanotubes. Hence, the Baytubes® C150P, which had the highest percolation threshold, also retained the strain at break typical for PC until a higher loading of 1.25 wt.%.", "[fig5]\n                        a and b shows typical storage and loss moduli DMA curves, in this case for Nanocyl™ NC7000/polycarbonate composites. Consistent with the results obtained from tensile tests, no changes were observed in storage modulus with the incorporation of MWNTs into the polymer matrix, except at high temperatures where the modulus was measurable at a temperature higher than the glass transition for composites containing carbon nanotubes. Similar reinforcing effects have been previously reported and are caused by the formation of a continuous CNT-polymer chains combined network [bib58 bib59 bib60 bib61 bib62].", "[tbl4]\n                         shows storage moduli of different MWNT composites with loadings of 3 wt.% at temperatures above the glass transition. The Nanocyl™ NC7000 composite exhibits the highest modulus at either temperature, followed by composites containing SWeNT® SMW-100 and Hyperion MWNTs. Composites made with Baytubes® C150P and Continental Carbon MWNTs showed the lowest storage modulus values. This trend correlates to the geometric characteristic of the nanotubes, as shown in [fig6]\n                        . Larger aspect ratios, such as the ones of Nanocyl™ NC7000 and SWeNT® SMW-100, lead to the formation of CNT-polymer chain networks with a higher reinforcement effect at temperatures above the glass transition. The only exceptions in this comparison are composites based on the Hyperion Masterbatch for which higher moduli values than expected from its relatively low aspect ratio are found. One possible explanation for the difference in [fig6] for the Hyperion tubes is the difference in reduction in aspect ratio upon mixing of a masterbatch plus diluting resin vs. pure nanotubes + resin. However this explanation is not consistent with [fig3], i.e. the Hyperion nanotubes fall more or less on the same line as the other samples (except for the Baytubes® C150P). Further arguing against this interpretation is that the difference in high temperature storage modulus based on aspect ratio is far larger than the 50–70% reduction in aspect ratio described earlier [bib52]. The explanation for the inconsistency of results for Baytubes® C150P in [fig3], i.e. the agglomerates of the Baytubes® C150P are harder to disperse, is also not consistent with results shown in [fig6] since poor dispersion should have a similar effect on E′ ([fig7]\n                        ).", "A simple comparison can be made using the Halpin-Tsai model to the data that appears in [tbl4]. For randomly oriented cylindrical fillers, the Halpin-Tsai model is the following [bib7]:\n                           \n                              \n                                 \n                                    \n                                       E\n                                       \n                                          \n                                             E\n                                             p\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       3\n                                       8\n                                    \n                                    \n                                       \n                                          [\n                                          \n                                             \n                                                \n                                                   1\n                                                   +\n                                                   2\n                                                   \n                                                      L\n                                                      D\n                                                   \n                                                   \n                                                      η\n                                                      L\n                                                   \n                                                   \n                                                      V\n                                                      f\n                                                   \n                                                \n                                                \n                                                   1\n                                                   −\n                                                   \n                                                      η\n                                                      L\n                                                   \n                                                   \n                                                      V\n                                                      f\n                                                   \n                                                \n                                             \n                                          \n                                          ]\n                                       \n                                    \n                                    +\n                                    \n                                       5\n                                       8\n                                    \n                                    \n                                       \n                                          [\n                                          \n                                             \n                                                \n                                                   1\n                                                   +\n                                                   2\n                                                   \n                                                      η\n                                                      T\n                                                   \n                                                   \n                                                      V\n                                                      f\n                                                   \n                                                \n                                                \n                                                   1\n                                                   −\n                                                   \n                                                      η\n                                                      T\n                                                   \n                                                   \n                                                      V\n                                                      f\n                                                   \n                                                \n                                             \n                                          \n                                          ]\n                                       \n                                    \n                                    ;\n                                    \n                                    \n                                       η\n                                       L\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   E\n                                                   f\n                                                \n                                             \n                                             \n                                                \n                                                   E\n                                                   p\n                                                \n                                             \n                                          \n                                          −\n                                          1\n                                       \n                                       \n                                          \n                                             \n                                                \n                                                   E\n                                                   f\n                                                \n                                             \n                                             \n                                                \n                                                   E\n                                                   p\n                                                \n                                             \n                                          \n                                          +\n                                          2\n                                          \n                                             L\n                                             D\n                                          \n                                       \n                                    \n                                    ;\n                                    \n                                    \n                                       η\n                                       T\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   E\n                                                   f\n                                                \n                                             \n                                             \n                                                \n                                                   E\n                                                   p\n                                                \n                                             \n                                          \n                                          −\n                                          1\n                                       \n                                       \n                                          \n                                             \n                                                \n                                                   E\n                                                   f\n                                                \n                                             \n                                             \n                                                \n                                                   E\n                                                   p\n                                                \n                                             \n                                          \n                                          +\n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>E</i>, <i>E</i>p\n                         and <i>E</i>f\n                         are the moduli for the composite, polymer and filler respectively, <i>V</i>f\n                         is the volume fraction of filler and <i>L/D</i> is the length to diameter ratio of the filler. This expression was derived for the modulus from tensile tests, i.e. the Young’s modulus, and applicability to the storage modulus is assumed in this case; such equivalence may not be exact but certainly is not unreasonable. The calculated values for the composite shown in [fig6] underestimates the measured values shown in [tbl4] and [fig6]. This disagreement suggests that the simple picture of an inorganic filler reinforcing a polymer used to derive this and other similar models are not appropriate to apply. In this system under these conditions, the modulus is governed by network formation of nanotubes and polymer and hence the Halpin-Tsai or other similar models would not be expected to apply.", ["Glass transition", ["Three methods were used to determine the glass transition temperature: the temperature corresponding to the maximum tanδ from DMA measurements (see inset in [fig8]\n                           ), the temperature corresponding to the maximum in <i>E</i>” from DMA measurements (see inset in [fig5]b), as well as heat capacity changes in DSC measurements. [fig6] shows <i>T</i>g\n                            values obtained from all three measurements, and the results are qualitatively consistent between the different methods. Some quantitative disagreement is expected because of the time-scale of the different measurements, as well as what they are actually measuring [bib63].", "Overall, the glass transition temperature of the polycarbonate composites decreased upon incorporation of the carbon nanotubes, with a reduction in <i>T</i>g\n                            varying between 1 and 5 °C vs. pure PC. Composites containing Baytubes® C150P and Nanocyl™ NC7000 MWNTs exhibited the smallest changes in <i>T</i>g\n                           s, followed by composites made with SWeNT® SMW-100 and with Hyperion Masterbatch. Composites filled with Continental Carbon MWNTs had the largest change in <i>T</i>g\n                           s. We are not the first to show such a decrease in <i>T</i>g\n                            for polycarbonate, while the magnitude of the reduction seen here is on the smaller side of that seen previously in other nanotube-PC composites [bib64 bib65 bib66]. The addition of nanotubes causes an increase in glass transition temperature for most polymers, including polystyrene, poly(ethylene terephthalate) and poly(methyl methacrylate) [bib67 bib68 bib69 bib70].", "Previous studies with both clay [bib71] and nanotube-filled materials [bib72] have concluded that significant degradation of polycarbonate occurred during mixing with a filler which was thought to be the cause of decreases in the glass transition temperature. The latter case is clearly more relevant to this current study; in this latter study <i>T</i>g\n                            increased by ∼3 °C at 1% nanotube content followed by a decrease. Solvent extraction of the polycarbonate showed that the molecular weight was much lower for the samples processed with filler than without filler. Degradation could be the cause of the decrease shown in <i>T</i>g\n                            in this study. One question that still remains is the shape of the <i>T</i>g\n                            vs added nanotube plots. If degradation was occurring, one would expect to see more or less a linear decrease in <i>T</i>g\n                            with added nanotubes [bib65], or an increase followed by a decrease [bib72]. A decrease followed by a plateau, as was seen clearly for the Hyperion Masterbatch composites and possibly for Baytubes® C150P composites above 0.5 wt.% MWNTs, is more difficult to explain although the former system is more complicated since a change in nanotube concentration also causes a change in the ratio (masterbatch resin/diluting resin). A decrease followed by a plateau has been seen previously in <i>T</i>g\n                            vs added nanotube plots for one nanotube-polycarbonate composite [bib64].", "Carbon nanotubes can also affect the amount of polymer that participates in the glass transition. Polymer immobilization on the surface of nanofillers will result in a reduction of the heat capacity step during the glass transition [bib73]. Degradation of a polymer, unless extreme, should not affect the change in heat capacity at the glass transition. In this study, DMA and DSC measurements were used to calculate the amount of material participating in the glass transition. The area under the tan<i>δ</i> versus temperature peak is related to the amount of material involved in the glass transition [bib58 bib74], while a more quantitative relationship exists with Δ<i>C</i>p\n                            since the change in heat capacity is directly proportional to the amount of polymer that participates in the glass transition [bib74]. [fig8] shows the loss factor of Nanocyl™ NC7000 composites as a function of temperature. [fig9]\n                            shows both Δ<i>C</i>p\n                            and the maximum tanδ for each of the composites measured; the height of the tanδ peak rather than the area was used since proper integration limits are difficult to determine.", "[fig8] also showed a decrease in the maximum value of tanδ during the glass transition of Nanocyl™ NC7000 composites with added nanotubes. This observation is further confirmed in [fig9] for all composites studied, indicating that a smaller fraction of the polymer matrix was involved in the transition. However, the Δ<i>C</i>p\n                            results show a more complicated picture. Both SWeNT® SMW-100 and Baytubes® C150P composites show negligible changes in Δ<i>C</i>p\n                            during the glass transition with addition of MWNTs. Composites of Hyperion Masterbatch, Continental Carbon and Nanocyl™ NC7000 exhibited a decrease in Δ<i>C</i>p\n                           , indicating a reduction of the amount of polymer participating in the glass transition with an increase of the MWNT content. In Hyperion Masterbatch composites with 3 wt.% MWNT content about 10% of the material was immobilized. Composites with Continental Carbon MWNT showed the fastest decrease in Δ<i>C</i>p\n                           , with a plateau possibly occurring. The 15–20% maximum reduction in Δ<i>C</i>p\n                            found for composites containing Continental Carbon nanotubes was also found for composites containing Nanocyl™ NC7000 tubes.", "A decrease in <i>T</i>g\n                            coupled with a reduction in Δ<i>C</i>p\n                            seems contradictory, but this behavior has been previously reported for polymer nanocomposites [bib73 bib75 bib76]. Wurm et al. reported that for polyamide 6/organophilically modified montmorillonite (MMT) nanocomposites, Δ<i>C</i>p\n                            during the glass transition remained constant and the crystalline fraction were reduced with increasing filler content. These authors concluded that a constant mobile amorphous fraction (MAF) combined with a reduction in the crystalline fraction (CF) results in an increase of the rigid amorphous fraction (RAF) caused by filler particles, offsetting the loss of RAF due to a reduction in crystallinity [bib76]. In a similar study, a reduction of 3 °C was found in the glass transition temperature of syndiotactic polypropylene/MWNT composites. This reduction in <i>T</i>g\n                            was coupled with a decrease in Δ<i>C</i>p\n                            at constant fractional crystallinity [bib73]. Also, Samuel et al. [bib66] studied a polycarbonate/MWNT system with nanotube loadings of 1.75, 5 and 15 wt.% and reported a decrease of <i>T</i>g\n                            with increasing CNT content in addition to a reduction in the heat capacity change during the glass transition. The change in Δ<i>C</i>p\n                            as a function of added nanotubes was much smaller than that noted here.", "A decrease in heat capacity, i.e. immobilization of polymer chains, suggests a favorable polymer-nanotube interaction [bib77 bib78]. If degradation is not occurring, it is still possible, even with a favorable nanotube – polymer interaction, to enhance polymer mobility (i.e. reduce <i>T</i>g\n                           ) due to a “correlation hole” effect in the composite which occurs because of a decreased interpenetration/entanglement of chains near a solid interface [bib79 bib80]. This effect would allow un-immobilized polymer chains located next to the immobilized layer to move more easily since the entanglement density with this layer would be lower than the entanglement density within the bulk polymer. Given the relative infrequency of where a decrease in glass transition temperature is found with a decrease in heat capacity change, such situations are rare and are likely primarily very specific to the polymer and filler."]]]]]], ["Conclusions", ["Polycarbonate composites made using Nanocyl™ NC7000 and SWeNT® SMW-100 nanotubes resulted in materials with low percolation thresholds, 0.28 and 0.33 wt.% MWNT, respectively, lower than composites made with the other three types of nanotubes. The reason for the lower percolation thresholds of these materials can be mainly assigned to their comparatively higher aspect ratios. Interestingly, composites made with Baytubes® C150P nanotubes, which had the highest percolation threshold, also had the least reduction in strain at break compared to pure PC. Composites with Baytubes® C150P nanotubes, along with composites with SWeNT® SMW-100 and Nanocyl™ NC7000, showed a very slight increase in tensile strength relative to pure PC. Tensile tests showed that the tensile strength of Continental Carbon MWNT and Hyperion Masterbatch composites decreases with MWNT content, particularly at 1 wt.%. The storage modulus becomes measurable above <i>T</i>g\n                      upon increasing the MWNT content of the composites; suggesting the formation of a combined CNT-polymer network. A decrease in the maxima of tan<i>δ</i> peaks, as well as a reduction of the change in heat capacity during the glass transition, indicates that the presence of MWNTs reduces the amount of polymeric material involved in the glass transition. Additionally, composites exhibited <i>T</i>g\n                     s lower than that of pure polycarbonate, which is unusual since most polymers show a higher <i>T</i>g\n                      with the addition of nanotubes. The lower <i>T</i>g\n                      is likely a result of polymer degradation although other explanations cannot be eliminated."]]], "doi": "10.1016/j.polymer.2011.06.018"}