{"title": "Electrical/dielectric properties and conduction mechanism in melt processed polyamide/multi-walled carbon nanotubes composites", "abstract": "The electrical and dielectric properties of polyamide 6 (PA6)/multi-walled carbon nanotubes (MWCNT) nanocomposites prepared by melt mixing were investigated by employing dielectric relaxation spectroscopy in broad frequency (10−2–106\n                     Hz) and temperature ranges (from −150 to 150°C). Transmission electron microscopy revealed a good state of CNT dispersion in the polymeric matrix. The percolation threshold (<i>p</i>\n                     c) was found to be 1.7 vol.% by using the dependence of both dc conductivity and critical frequency (<i>f</i>\n                     c) from dc to ac transition on vol.% concentration in MWCNT. The actual aspect ratio of the nanotubes in the nanocomposites was calculated using a theoretical model (proposed by Garboczi et al.) and the obtained value was correlated with the <i>p</i>\n                     c value according to the excluded volume theory. Additionally, the contact resistance (<i>R</i>\n                     c) between the conductive nanotubes was found to be ∼105\n                     Ω. Investigation of the temperature dependence of conductivity revealed a charge transport which is controlled by thermal fluctuation-induced tunneling for temperatures up to the glass transition. Finally, it was shown that the addition of nanotubes has no significant influence on the relaxation mechanisms of the PA6 matrix.", "body": [["Introduction", ["One of the main reasons for the incorporation of conductive nanoparticles into a polymer matrix is the production of conductive materials enabling new applications, such as electromagnetic interference (EMI) shielding [bib1], electrostatic dissipation [bib2], and gas sensors [bib3]. Among nanoparticles carbon nanotubes (CNT), due to their exceptional electronic properties [bib4 bib5] in combination with their high aspect ratio (<i>L</i>/<i>d</i>\n                     =length-to-diameter ratio), appear to be ideal inclusions for such materials. In addition, the desirable electrical properties of the nanocomposites can be accompanied by enhanced thermomechanical properties [bib6].", "For obtaining conductive polymer/CNT nanocomposites the CNT are dispersed into the matrix, where they form a three dimensional conductive network above a critical concentration, called percolation threshold (<i>p</i>\n                     c) [bib7]. The percolation threshold strongly depends on the aspect ratio of the filler: the higher the aspect ratio, the lower <i>p</i>\n                     c \n                     [bib8 bib9]. For carbon nanotubes <i>L</i>/<i>d</i> is approximately equal to 1000, giving the opportunity to get conductive films at low filler concentration (for non functionalized multi-walled carbon nanotubes embedded into a non modified matrix typical values for <i>p</i>\n                     c are in the range 1–3wt.% [bib10]). Finally, the preparation of this type of materials gives a way to tailor the electrical conductivity of many commodity polymers by choosing the appropriate amount of the conductive filler. The conductivity of CNT nanocomposites can range from 10−15 to 102\n                     S/cm, without significantly affecting either mechanical properties or processibility.", "Several processing methods have been employed for the production of polymer/CNT composites such as melt mixing, in-situ polymerization, solution processing etc. [bib10 bib11]. Melt mixing of CNT into thermoplastic polymers using conventional processing techniques is particularly desirable, because the process is fast, simple, free of solvents and contaminants, and available in the plastic industry [bib10]. Next to direct incorporation of nanotubes by melt mixing, the use of preformed masterbatches (usually containing 10–20wt.% nanotubes) is advantageous for industrial end-applications during the processing, as hazardous contact [bib12] to the nano-dimension inclusions is reduced to minimum.", "In a previous work the influence of the addition of multi-walled carbon nanotubes (MWCNT) on the thermomechanical properties of a polyamide 6 (PA6) was studied [bib6]. Differential scanning calorimetry (DSC) revealed the existence of an immobilized polymer layer near the surface of MWCNT walls, which was correlated with the observed enhancement of the mechanical properties in the nanocomposites.", "Here we focus on the examination of the electrical and dielectric properties of the PA6/MWCNT nanocomposites formed by melt mixing. Special attention is paid to percolation aspects by conductivity measurements for the samples which are above the percolation threshold (<i>p</i>\n                     c). The value of <i>p</i>\n                     c is usually determined through direct current (dc) conductivity measurements. In this work alternating current (ac) measurements were performed, as apart from the determination of dc conductivity, this provides the opportunity to study in detail the frequency dependence of conductivity by defining the critical frequency (<i>f</i>\n                     c), at which the transition from dc to ac conductivity is observed [bib13]. Furthermore, the actual aspect ratio (length-to-diameter ratio) of the inclusions in the nanocomposites was calculated from the measured conductivity values using a theoretical model. The value obtained is in good agreement with that calculated independently from the measured <i>p</i>\n                     c value according to the excluded volume theory [bib14]. The necessity of the knowledge of the actual aspect ratio of the CNT stems from the fact that CNT have the tendency to agglomerate due to van der Waals interactions, as well as to break at their defect locations during processing [bib15]. Both results in decreased effective aspect ratio values compared to individual nanotubes and consequently to increased percolation threshold values.", "In order to investigate the conduction mechanism and the nature of the contacts between conductive fillers, the characterization of the temperature dependence of conductivity is of crucial interest [bib16]. The temperature behavior of conductivity was studied for various concentrations of CNT (for samples both below and above the percolation threshold), as well as for pure PA6. In the case of the non-conductive samples the electrical modulus formalism was used [bib17]. Additional support for the interpretation of the results is coming from DSC results presented in Ref. [bib6], as well as from the calculation of the contact resistance between two individual nanotubes. Besides, the analysis of both frequency and temperature dependence of electrical conductivity is essential for understanding and optimizing the final electrical properties of the prepared materials. Finally, the influence of CNT on the dielectric relaxation mechanisms of PA6 is investigated (for nanocomposites below the percolation threshold) to look for effects of CNT on molecular mobility of the polymer matrix, which may arise from polymer–filler interactions [bib18 bib19].", "A better understanding of the parameters mentioned above and their interconnections may actualize the design of new materials with predetermined final properties. The tailoring of the physical properties, depending on the final application, remains still an open task."]], ["Experimental", [["Materials and nanocomposites preparation", ["A masterbatch of 20wt.% MWCNT in PA6 was obtained from Hyperion Catalysis International, Cambridge, MA, USA, in pellet form. The outside diameter of the tubes is approximately 10nm and the length is over 10μm giving a very high aspect ratio (<i>L</i>/<i>d</i>\n                        ≥1000). Their density in a composite matrix is approximately 1.75g/cm3 \n                        [bib20]. The samples were prepared by diluting the masterbatch with the same PA6 as used in the masterbatch, using melt mixing followed by compression moulding (compare Ref. [bib6] for details). Sheets with a thickness of about 0.5mm were obtained for the dielectric measurements. The final concentration of CNT varied from 2.5 to 20.0wt.%, corresponding to volume concentrations from 1.7 to 14.1 vol.%., calculated from the densities of 1.15g/cm3 for PA6 and 1.75g/cm3 for CNT. The samples will be noted in the following as PA/concentration wt.% or vol.% of CNT."]], ["Transmission electron microscopy", ["Transmission electron microscopy (TEM) was done on thin sections (80nm thickness) cut at room temperature from the pressed plates using a Reichert Ultracut S ultramicrotome (Leica, Austria). A diamond knife with a cutting angle of 35° and a tub (Diatome, Switzerland) were used as cutting tool. The cuts were investigated using an analytical transmission electron microscope (TEM, Zeiss EM 912, Zeiss, Germany) with an acceleration voltage of 120keV."]], ["Dielectric relaxation spectroscopy", ["In this technique the sample is placed between the plates of a capacitor, an alternate voltage is applied, and the response of the system is studied. By measuring the complex impedance (<i>Z</i>\n                        ∗\n                        =\n                        <i>Z</i>′−\n                        <i>iZ</i>′′) of the circuit the complex permittivity (<i>ε</i>\n                        ∗\n                        =\n                        <i>ε</i>′−\n                        <i>iε</i>′′) arises from the following equation [bib21]:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       ε\n                                       ∗\n                                    \n                                    \n                                       (\n                                       ω\n                                       )\n                                    \n                                    =\n                                    \n                                       1\n                                       \n                                          i\n                                          ω\n                                          \n                                             Z\n                                             ∗\n                                          \n                                          \n                                             (\n                                             ω\n                                             )\n                                          \n                                          \n                                             C\n                                             0\n                                          \n                                       \n                                    \n                                    ,\n                                 \n                              \n                           \n                        where <i>ω</i> is the angular frequency (<i>ω</i>\n                        =2<i>πf</i>) of the applied electric field and <i>C</i>\n                        0 the equivalent capacitance of the free space. The complex permittivity is the most common formalism to describe the electrical and dielectric relaxation phenomena. The frequency-dependent ac conductivity (real part, <i>σ</i>′) is then obtained from the following equation [bib21]:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       σ\n                                       ′\n                                    \n                                    \n                                       (\n                                       ω\n                                       )\n                                    \n                                    =\n                                 \n                                 \n                                    ɛ\n                                    0\n                                 \n                                 ω\n                                 \n                                    ɛ\n                                    ″\n                                 \n                                 \n                                    (\n                                    ω\n                                    )\n                                 \n                              \n                           \n                        where <i>ε</i>\n                        0\n                        =8.85×10−12\n                        Fm−1 is the permittivity of free space.", "Additionally, the electric modulus representation (<i>M</i>\n                        ∗) [bib17] is very useful in cases of a dominating conductivity contribution [bib22]. The <i>ε</i>\n                        ∗ data are transformed into <i>M</i>\n                        ∗ formalism, according to\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       M\n                                       ∗\n                                    \n                                    =\n                                    \n                                       1\n                                       \n                                          \n                                             ε\n                                             ∗\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       M\n                                       ′\n                                    \n                                    +\n                                    i\n                                    \n                                       M\n                                       ″\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             ε\n                                             ′\n                                          \n                                       \n                                       \n                                          \n                                             ε\n                                             \n                                                ′\n                                                2\n                                             \n                                          \n                                          +\n                                          \n                                             ε\n                                             \n                                                ″\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    +\n                                    i\n                                    \n                                       \n                                          \n                                             ε\n                                             ″\n                                          \n                                       \n                                       \n                                          \n                                             ε\n                                             \n                                                ′\n                                                2\n                                             \n                                          \n                                          +\n                                          \n                                             ε\n                                             \n                                                ″\n                                                2\n                                             \n                                          \n                                       \n                                    \n                                    ,\n                                 \n                              \n                           \n                        where <i>M</i>′ is the real and <i>M</i>′′ the imaginary part of electric modulus and <i>ε</i>′ the real and <i>ε</i>′′ the imaginary part of permittivity. The permittivity and the modulus formalisms contain the same information, which, however, by making the appropriate choice is presented more clearly [bib23].", "Dielectric relaxation spectroscopy (DRS) measurements were carried out isothermally in the frequency range 10−2–106\n                        Hz and temperature range −150 to 100°C by means of a Novocontrol Alpha analyzer. The temperature was controlled to better than 0.1K with a Novocontrol Quatro cryosystem. Golden electrodes were sputtered on both sides of the samples to assure good electrical contact between these and the gold-plated capacitor plates."]]]], ["Results and discussion", [["Morphological characterization", ["[fig1]\n                         shows TEM images for two magnification levels for the nanocomposites which contain 2.5 ([fig1]-a, c) and 5.0wt.% CNT ([fig1]-b, d). These two CNT loadings were chosen to reveal the difference before and after the formation of the percolative network which is formed (see detailed discussion in Section [sec3.2.1]) between these two concentrations. The micrographs indicate that CNT are well dispersed in the polymer matrix for both concentrations, as no significant agglomeration of the inclusions is observed. CNT are randomly dispersed without preferred alignment. Furthermore, no CNT bundles are present. Some small dark spots can be assigned to remaining catalyst particles originating from the masterbatch material. Scanning electron microscopy (SEM), as well as TEM results at lower magnification levels, are given in Ref. [bib6] and verify the good state of dispersion."]], ["Electrical properties", [["Percolation threshold calculation", ["In general, the frequency dependence of ac conductivity at constant temperature follows a power law behavior and can be expressed by the following equation [bib13]:\n                              \n                                 (4)\n                                 \n                                    \n                                       \n                                          σ\n                                          ′\n                                       \n                                       \n                                          (\n                                          ω\n                                          )\n                                       \n                                       =\n                                       σ\n                                       \n                                          (\n                                          0\n                                          )\n                                       \n                                       +\n                                       \n                                          σ\n                                          \n                                             ac\n                                          \n                                       \n                                       \n                                          (\n                                          ω\n                                          )\n                                       \n                                       =\n                                       \n                                          σ\n                                          \n                                             dc\n                                          \n                                       \n                                       +\n                                       A\n                                       \n                                          ω\n                                          s\n                                       \n                                       ,\n                                    \n                                 \n                              \n                           where <i>ω</i> is the angular frequency, <i>σ</i>\n                           dc is the dc conductivity (at <i>ω</i>\n                           →0), <i>A</i> is a temperature-dependent constant and <i>s</i> is an exponent dependent on both frequency and temperature with 0≤\n                           <i>s</i>\n                           ≤1. This is a typical behavior for a wide variety of materials and is called by Jonscher ‘universal dynamic response’ (UDR) [bib13 bib24]. [fig2]\n                            shows ac conductivity (<i>σ</i>\n                           ac) at room temperature as a function of frequency (<i>f</i>) at various CNT concentrations [bib25] and this behavior is consistent with the previous description as will be discussed below. The value of <i>σ</i>\n                           dc can be estimated from the plateau values of conductivity. Also, for each composition there is a critical frequency <i>f</i>\n                           c beyond which a power law is followed [bib13 bib24]. This <i>ω</i>s\n                            power law is characteristic for transport in disordered systems and is also well present in the frequency response of the conductivity in PA/CNT nanocomposites. At the crossover region a hump in the conductivity is observed due to space charge polarization. The latter can be attributed to accumulation and release of charge carriers at the interfaces between regions with significantly different permittivities and conductivities (Maxwell–Wagner–Sillars (MWS) relaxation), such as PA and CNT. The results will be further analyzed using the UDR concept.", "In order to obtain values of <i>σ</i>\n                           dc, <i>f</i>\n                           c, and <i>s</i>, a non-linear curve fitting procedure was applied to the experimental curves of [fig2]. Following Ref. [bib26] the function\n                              \n                                 (5)\n                                 \n                                    \n                                       \n                                          σ\n                                          ′\n                                       \n                                       \n                                          (\n                                          f\n                                          )\n                                       \n                                       =\n                                       \n                                          {\n                                          \n                                             \n                                                \n                                                   \n                                                      σ\n                                                      \n                                                         dc\n                                                      \n                                                   \n                                                   ,\n                                                   f\n                                                   〈\n                                                   \n                                                      f\n                                                      c\n                                                   \n                                                \n                                             \n                                             \n                                                \n                                                   \n                                                      σ\n                                                      \n                                                         dc\n                                                      \n                                                   \n                                                   \n                                                      \n                                                         (\n                                                         \n                                                            f\n                                                            /\n                                                            \n                                                               f\n                                                               c\n                                                            \n                                                         \n                                                         )\n                                                      \n                                                      s\n                                                   \n                                                   ,\n                                                   f\n                                                   ≥\n                                                   \n                                                      f\n                                                      c\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           was used. The fitting was done using Microcal Origin 7.0. Further details about the fitting procedure are given in Ref. [bib26]. An example of fitting is given in [fig2] for the composition with 10.0wt.% CNT. All the parameters obtained are listed in [tbl1]\n                           . It is seen that <i>σ</i>\n                           dc and <i>f</i>\n                           c increase as the amount of the CNT increases. Furthermore, the critical exponent s is unaffected by the amount of CNT and only a small divergence is reported for the sample with 5.0wt.% CNT. Such a value of <i>s</i> (∼0.7) implies that the system is described by an equivalent 3D network of capacitors corresponding to the matrix region between the particles [bib27].", "For pure PA6 and PA/2.5wt.% CNT, ac conductivity increases approximately linearly with the frequency in a logarithmic scale, exhibiting a typical capacitor behavior ([fig2]). At loadings of at least 5.0wt.% a dc plateau, where conductivity is independent of frequency, appears below the critical frequency <i>f</i>\n                           c. This type of conduction can be attributed to the formation of physical paths in the bulk formed by the nanotubes. For these composites the value of the crossover frequency <i>f</i>\n                           c increases with increasing CNT content. For the sample PA/20.0wt.% CNT the dc plateau spreads to the whole frequency range. Thus, the dc conductivity plateau is clearly achieved between 2.5 and 5.0wt.% CNT, indicating that percolation threshold (<i>p</i>\n                           c), the transition from the insulating to the conducting phase, is located between 2.5 and 5.0wt.% (or 1.6–3.3 vol.%) CNT.", "[fig3]\n                            shows the extrapolated values of dc conductivity (<i>σ</i>\n                           dc\n                           =\n                           <i>σ</i>′(<i>ω</i>\n                           →0)), obtained from the fitting procedure described above, vs. CNT volume content (<i>p</i>) for the nanocomposites above <i>p</i>\n                           c \n                           [bib25]. In order to get an estimate for <i>p</i>\n                           c the well known scaling law [bib7]\n                           \n                              \n                                 (6)\n                                 \n                                    \n                                       \n                                          σ\n                                          \n                                             dc\n                                          \n                                       \n                                       \n                                          (\n                                          p\n                                          )\n                                       \n                                       ∼\n                                       \n                                          \n                                             \n                                                (\n                                                \n                                                   p\n                                                   −\n                                                   \n                                                      p\n                                                      c\n                                                   \n                                                \n                                                )\n                                             \n                                          \n                                          t\n                                       \n                                    \n                                 \n                              \n                           was fitted to the experimental <i>σ</i>\n                           dc data for <i>p</i>\n                           >\n                           <i>p</i>\n                           c, where <i>t</i> is a critical exponent related with the dimensionality of the investigated system. A value of <i>t</i>\n                           ≈2.0 is predicted theoretically for a statistical percolation network in three dimensions [bib28]. The best linear fit for <i>σ</i>\n                           dc vs. (<i>p</i>\n                           −\n                           <i>p</i>\n                           c) data on a log–log scale was found for <i>p</i>\n                           c\n                           =1.7±0.1 vol.% and <i>t</i>\n                           =8.4±0.4 (see inset to [fig3]). The solid line in [fig3] was calculated from Eq. [fd6] using these fit values of <i>p</i>\n                           c and <i>t</i>. It is noted that the size of the points in [fig3], and in similar figures which follow, is in the same range with the experimental error.", "Such high values for <i>t</i> have been reported before in literature and are responsible for a gradual rather than the expected steep increase of <i>σ</i>\n                           dc with filler content. Mamunya et al. have reported <i>t</i>\n                           =8 in polyethylene/polyoxymethylene blends filled with iron particles [bib29]. Also, a value of 6.27 has been mentioned by Ezquerra et al. in polyethylene-graphite composite materials [bib27]. This discordance probably derives from the fact that, in contrast to the conventional percolation model, if there are no physical contacts between the conducting CNT, electrical connectivity is achieved by tunneling and in that case, as proposed by Balberg [bib30], a wide inter-particle distance distribution can lead to non-universal high <i>t</i> values. The absence of physical contacts between the nanotubes is supported by the results of previous DSC measurements on the same samples [bib6], showing the formation of a polymer layer around the CNT walls, which prevents the formation of physical (direct) contacts between them. Additionally, as it will be discussed later, the investigation of the conductivity mechanism shows that the conduction is achieved through tunneling giving rise to a non-conventional percolation model and consequently to high t values [bib31 bib32].", "The investigation of conductivity through ac rather than dc conductivity measurements gives the additional advantage to obtain the critical frequency <i>f</i>\n                           c, where the transition from ac to dc conductivity is observed. According to percolation theory <i>f</i>\n                           c follows a scaling law with the concentration [bib16 bib33] exhibiting the same dependence like <i>σ</i>\n                           dc Eq. [fd6]:\n                              \n                                 (7)\n                                 \n                                    \n                                       \n                                          f\n                                          c\n                                       \n                                       \n                                          (\n                                          p\n                                          )\n                                       \n                                       ∼\n                                       \n                                          \n                                             \n                                                (\n                                                \n                                                   p\n                                                   −\n                                                   \n                                                      p\n                                                      c\n                                                   \n                                                \n                                                )\n                                             \n                                          \n                                          v\n                                       \n                                    \n                                 \n                              \n                           where <i>ν</i> is a scaling exponent. The <i>f</i>\n                           c values reported in [tbl1] plotted in [fig4]\n                            vs. the CNT vol. % concentration. The best linear fit for <i>f</i>\n                           c vs. (<i>p</i>\n                           −\n                           <i>p</i>\n                           c) data on a log-log scale according to Eq. [fd7] (straight line in the inset to [fig4]) was found for <i>p</i>\n                           c\n                           =1.7±0.1 vol.% and <i>ν</i>\n                           =8.0±0.4, which are very similar to values obtained from Eq. [fd6]. The deviation of ν from the theoretically expected (3.1 in three dimensions [bib34]) is due to the same reasons, which were discussed previously in the case of <i>t</i> exponent."]], ["Estimation of the CNT aspect ratio", ["According to the excluded volume theory the percolation threshold is related with the aspect ratio of the inclusions [bib35 bib36]. In the isotropic case of randomly oriented long sticks the aspect ratio is correlated with the percolation threshold through the following equation:\n                              \n                                 (8)\n                                 \n                                    \n                                       \n                                          (\n                                          \n                                             L\n                                             /\n                                             d\n                                          \n                                          )\n                                       \n                                       \n                                          p\n                                          c\n                                       \n                                       ≈\n                                       C\n                                       ,\n                                    \n                                 \n                              \n                           where <i>C</i> is a constant. McLachlan et al. takes <i>C</i> equal to 1 [bib37]. By taking <i>C</i>\n                           =1, and using <i>L</i>/<i>d</i>\n                           ≈1000, the theoretically expected <i>p</i>\n                           c is found to be 0.1 vol.%, which is significantly lower compared to the exported value of 1.7 vol.% from percolation theory (see Section [sec3.2.1]). Following the opposite procedure the <i>p</i>\n                           c value, which was determined in the previous section, corresponds to an aspect ratio <i>L</i>/<i>d</i>\n                           ≈59. The aspect ratio of CNT can be also calculated from the experimentally measured values of conductivity using a model proposed by Garboczi et al. [bib38]. This model defines the intrinsic conductivity of a conducting filler in an insulating matrix as:\n                              \n                                 (9)\n                                 \n                                    \n                                       \n                                          [\n                                          σ\n                                          ]\n                                       \n                                       =\n                                       \n                                          \n                                             lim\n                                          \n                                          \n                                             ϕ\n                                             →\n                                             0\n                                          \n                                       \n                                       \n                                          σ\n                                          \n                                             red\n                                          \n                                       \n                                       ,\n                                    \n                                 \n                              \n                           where <i>σ</i>\n                           red is the reduced conductivity given by\n                              \n                                 (10)\n                                 \n                                    \n                                       \n                                          [\n                                          σ\n                                          ]\n                                       \n                                       =\n                                       \n                                          \n                                             \n                                                σ\n                                                \n                                                   eff\n                                                \n                                             \n                                             −\n                                             \n                                                σ\n                                                m\n                                             \n                                          \n                                          \n                                             \n                                                σ\n                                                m\n                                             \n                                             φ\n                                          \n                                       \n                                       .\n                                    \n                                 \n                              \n                           In the above equation, <i>σ</i>\n                           eff is the conductivity of the composite, <i>σ</i>\n                           m is the conductivity of the matrix (determined from dc measurements), and <i>φ</i> is the filler content. In [fig5]\n                            the reduced conductivity of the nanocomposites, which are above the percolation threshold, is plotted vs. the volume fraction of CNT. For the intrinsic conductivity [<i>σ</i>], determined by a linear extrapolation of the reduced conductivity to a volume content of <i>φ</i>\n                           CNT\n                           =0, a value of [<i>σ</i>]≈612 is obtained. In the case of prolate fibers with high aspect ratio and a difference in conductivity between the matrix and the filler of many orders of magnitude, the intrinsic conductivity is given according to Garboczi et al. [bib38] as\n                              \n                                 (11)\n                                 \n                                    \n                                       \n                                          [\n                                          σ\n                                          ]\n                                       \n                                       =\n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      (\n                                                      \n                                                         L\n                                                         /\n                                                         d\n                                                      \n                                                      )\n                                                   \n                                                \n                                                2\n                                             \n                                          \n                                          \n                                             ln\n                                             \n                                                (\n                                                \n                                                   L\n                                                   /\n                                                   d\n                                                \n                                                )\n                                             \n                                          \n                                       \n                                       ,\n                                    \n                                 \n                              \n                           where <i>L</i> is the length of the prolate filler and <i>d</i> its diameter. In this work, the experimentally determined value for [<i>σ</i>]≈612 corresponds to an aspect ratio <i>L</i>/<i>d</i>\n                           ≈48, a value which is compatible with the percolation threshold of 1.7 vol.% and denotes a decrease of the aspect ratio during the preparation process. It is noted also that Meincke et al. calculated a value of 105 in a similar system (PA6 matrix and MWCNT inclusions prepared by diluting the same masterbatch type by melt mixing) [bib39].", "Considering the TEM findings in section 3.1, which showed only individualized nanotubes with mean diameters of 10nm and no bundling, an average length of <i>L</i>\n                           ≈500nm for the nanotubes can be estimated. This relative low <i>L</i> value, compared to <i>L</i>\n                           ≥10μm for individual MWCNT, which were used for masterbatch preparation, is reasonable considering the breakage of MWCNT during the different processing steps, preparation of the masterbatch and preparation and processing of nanocomposites [bib15]. The reduced <i>L</i>/<i>d</i> ratio rationalizes the relatively high percolation threshold."]], ["Contact resistance calculation", ["The <i>σ</i>\n                           dc values listed in [tbl1] are rather low compared to those expected for a percolated structure. For concentrations above the percolation threshold the measured dc conductivity of the nanocomposites should tend theoretically to that of the inclusions [bib7]. <i>σ</i>\n                           dc of MWCNT is in the order of 102 and 100\n                           S/cm for its longitudinal and transverse direction, respectively [bib40]. This observation was the motivation to calculate the contact resistance between individual CNT embedded within the PA6 matrix. To that aim a model employed by Kovacs et al. [bib41], which refers to statistically dispersed, rigid, and immobile particles of cylindrical shape, was used. According to that model the following equation is derived:\n                              \n                                 (12)\n                                 \n                                    \n                                       σ\n                                       ≈\n                                       \n                                          l\n                                          \n                                             2\n                                             π\n                                             \n                                                r\n                                                2\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                Φ\n                                                \n                                                   2\n                                                   χ\n                                                   +\n                                                   1\n                                                \n                                             \n                                          \n                                          \n                                             R\n                                             +\n                                             \n                                                R\n                                                c\n                                             \n                                          \n                                       \n                                       ,\n                                    \n                                 \n                              \n                           where <i>σ</i> is the measured conductivity of the sample, <i>Φ</i> is the filler weight fraction, <i>l</i> is the length of the particle, <i>r</i> and <i>R</i> are the radius and the resistance of a single particle, <i>R</i>\n                           c is the resistance of its contact to the next particle, and <i>χ</i> an exponent. From the log\n                           <i>σ</i> vs. log\n                           <i>Φ</i> plot ([fig6]\n                           ) a value of 105\n                           Ω for the contact resistance between the nanotubes was calculated. For the calculation values of <i>r</i>\n                           =5nm and <i>l</i>\n                           =500nm, determined in the previous section, were used. The knowledge of the specific resistance of a single MWCNT is not essential, as the estimated sum <i>R</i>\n                           +\n                           <i>R</i>\n                           c is orders of magnitude higher than <i>R</i>. The result of 105\n                           Ω is in agreement with calculations made in Epoxy/MWCNT and Polycarbonate (PC)/MWCNT systems [bib41]. The observed high value of <i>R</i>\n                           c, two orders of magnitude larger than for the pure single-wall [bib42] or multi-wall nanotube resistance, is related with the existence of a polymer layer around the CNT walls (as shown by DSC [bib6]), which prevents the direct contact between the nanotubes and consequently increases their contact resistance."]], ["Temperature dependence of conductivity", ["The temperature dependence of conductivity was investigated, as a tool for understanding the mechanism of charge transport in the nanocomposites [bib43]. Initially, the conductivity mechanism of the non-conductive samples was studied. For these samples (PA6 and PA/2.5wt.%) values of dc conductivity could not be accurately read from the ac conductivity spectra at variable temperature (not shown here). For that reason the modulus (<i>M</i>\n                           ∗) formalism was used.", "[fig7]\n                            shows the imaginary part (<i>M</i>″) of electric modulus against frequency for the temperatures indicated in the plot and for PA/2.5wt.% CNT. Similar measurements were performed for pure PA6. The main observed relaxation peak corresponds to the transition from dc to ac conductivity [bib22] and is shifting to higher frequencies as the temperature increases. The frequency of the peak maximum (<i>f</i>\n                           max) defines the conductivity relaxation time (<i>τ</i>) by 2π<i>f</i>\n                           max\n                           <i>τ</i>\n                           =1. <i>f</i>\n                           max corresponds to the frequency <i>f</i>\n                           c Eq. [fd5] and shows the same temperature dependence as <i>σ</i>\n                           dc \n                           [bib22]. The results ([fig8]\n                           ) show that for both samples the temperature dependence of <i>f</i>\n                           max follows the Vogel–Tammann–Fulcher (VTF) equation characteristic for the glass transition [bib21]:\n                              \n                                 (13)\n                                 \n                                    \n                                       \n                                          f\n                                          \n                                             max\n                                          \n                                       \n                                       =\n                                       \n                                          f\n                                          o\n                                       \n                                       exp\n                                       \n                                          (\n                                          \n                                             −\n                                             \n                                                B\n                                                \n                                                   T\n                                                   −\n                                                   \n                                                      T\n                                                      v\n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                       ,\n                                    \n                                 \n                              \n                           where <i>f</i>\n                           o is a pre-exponential factor, <i>B</i> is a constant and <i>T</i>\n                           v denotes the Vogel temperature. The best fitting values obtained are reasonable (<i>f</i>\n                           0\n                           =1212Hz, <i>B</i>\n                           =428K, <i>T</i>\n                           v\n                           =274K for PA6 and <i>f</i>\n                           0\n                           =812Hz, <i>B</i>\n                           =390K, <i>T</i>\n                           v\n                           =275K for PA/2.5wt.% CNT). In particular, the values of <i>T</i>\n                           v are consistent with the observation that <i>T</i>\n                           v is lower than the glass transition temperature <i>T</i>\n                           g by about 50°C [bib21] and <i>T</i>\n                           g of about 50°C measured in Ref. [bib25] for the samples under investigation here. Thus, the results show that in both non-conductive samples the charge carrier transport above <i>T</i>\n                           g is governed by the motion of the polymeric chains [bib22].", "As concerns the samples which are conductive, measurements of ac conductivity vs. frequency from −150°C to 150°C show similar behaviour to that in [fig2], with both dc conductivity and frequency of transition from dc to ac behaviour increasing with increasing temperature. From such plots (not shown here), <i>σ</i>\n                           dc was determined at each temperature by extrapolating the dc plateau at zero frequency and is plotted in [fig9]\n                            as a function of reciprocal temperature for the conductive samples containing 6.25 and 10.0wt.% CNT. The results show that <i>σ</i>\n                           dc increases with increasing temperature, a trend which is more pronounced above and changes at <i>T</i>\n                           g.", "By studying first the region below <i>T</i>\n                           g, best fitting in [fig9] was achieved when the thermal fluctuation-induced tunneling (FIT) model was used. According that model, introduced by Sheng and coworkers [bib44 bib45], electrical conductivity is ascribed to tunneling through a potential barrier of varying height due to local temperature fluctuations. The temperature dependence of <i>σ</i>\n                           dc is given by the following equation:\n                              \n                                 (14)\n                                 \n                                    \n                                       \n                                          σ\n                                          \n                                             dc\n                                          \n                                       \n                                       =\n                                       A\n                                       exp\n                                       \n                                          (\n                                          \n                                             −\n                                             \n                                                \n                                                   \n                                                      T\n                                                      1\n                                                   \n                                                \n                                                \n                                                   T\n                                                   +\n                                                   \n                                                      T\n                                                      o\n                                                   \n                                                \n                                             \n                                          \n                                          )\n                                       \n                                       ,\n                                       T\n                                       <\n                                       \n                                          T\n                                          g\n                                       \n                                       ,\n                                    \n                                 \n                              \n                           where <i>T</i>\n                           1 can be regarded as the required energy for an electron to cross the insulating gap between the carbon nanotubes, <i>T</i>\n                           0 is the temperature above which the thermally activated conduction over the barrier begins to occur and <i>A</i> is a pre-exponential factor. Fitting of Eq. [fd14] to the experimental data (solid lines in [fig9]) give values of <i>T</i>\n                           1\n                           =875K, <i>T</i>\n                           0\n                           =100K for PA/6.25wt.% CNT and <i>T</i>\n                           1\n                           =466K, <i>T</i>\n                           0\n                           =30K for PA/10wt. % CNT. These values are higher than previously reported values for poly(ethylene terephthalate)/carbon black composites [bib16], but this is not surprising as they strongly depend on the nature of the polymer and the structure of the conductive filler.", "It should be noted that attempts to fit the variable range hopping (VRH) model [bib46 bib47] in one, two, and three dimensions to the data in [fig9] were less successful. Moreover, a strong indication in favor of the FIT model is provided by the linear relation between ln\n                           <i>σ</i>\n                           dc and <i>p</i>\n                           −1/3, where <i>p</i> is the weight fraction of the filler [bib16 bib48], verified in [fig10]\n                            for the conductive samples under investigation here. Finally, additional support for the FIT model is provided by the DSC results in ref. [bib6] showing for the same samples the existence of an immobilized polymer layer around the CNT walls which prevents their direct contact, manifested also in this work in the high values of the critical exponent in Eq. [fd6] (Section [sec3.2.1]) and the high value of the contact resistance between the nanotubes (Section [sec3.2.3]). Nevertheless, it would be interesting to further investigate the charge transport mechanism by extending the temperature range down to liquid He temperatures.", "Above the glass transition, dc conductivity in [fig9] increases steeper with temperature than below <i>T</i>\n                           g and follows a VTF equation [bib22 bib49], similar to Eq. [bib13] and the behavior of samples below the percolation threshold ([fig8]). This result suggests that, independently of composition, conductivity in the nanocomposites above <i>T</i>\n                           g is governed by the motion of the polymeric chains, in analogy to ionic conductivity in a pure polymer. However, more samples should be investigated in future work, by also extending the temperature range of measurements above the melting temperature of the polymer matrix."]]]], ["Dielectric properties", ["The influence of the addition of CNT on the dielectric relaxation mechanisms of the PA6 matrix was studied by dielectric relaxation spectroscopy measurements. [fig11]\n                         shows the imaginary part (ε″) of dielectric permittivity (dielectric loss) as a function of temperature (<i>T</i>) for pure PA6 and PA/2.5wt.% CNT at a fixed frequency of 95Hz. Only these two samples could be studied, as the rest are above the percolation threshold and the dielectric relaxations are masked by conductivity. The two peaks at about −100 and −30°C correspond to the γ and β secondary dielectric relaxation mechanisms of PA6, respectively [bib50], and are related with local dipolar motions. In particular, the γ relaxation is attributed to rotational motion of the CH2 segments which are attached to polar groups, while the β relaxation is related with motions of the amide bonds [bib51]. The main α relaxation of PA6, which is associated with the glass transition, is expected to be a few degrees higher than <i>T</i>\n                        g by DSC [bib25], due to the higher frequency of dielectric measurements, but it is covered by high <i>ε</i>″ values arising from the onset of conductivity and interfacial MWS polarization. As a result, the α relaxation appears only as a hump at about 60°C.", "In [fig12]\n                         the frequency dependence of ε″ at −100, −30, and 50°C is presented for the same samples as in [fig11]. The peak in the middle of the frequency window at −100°C is attributed to the γ relaxation. By increasing the temperature (−30°C) the γ relaxation shifts to higher frequencies (∼3×105\n                        Hz) and the β relaxation appears at low frequencies (∼40Hz). Finally, at 50°C the γ relaxation has been shifted out of our frequency range and the β relaxation is located at the high frequency end of the frequency window. For <i>f</i>\n                        <103\n                        Hz, <i>ε</i>″ tends to high values due to conductivity effects. The α relaxation is probably present in the range of measurements, but is not clearly observed for the reasons mentioned above.", "As we can see from [fig11 fig12] the addition of CNT does not seem to have any influence on the secondary relaxations (β and γ) of the PA6 matrix, neither on their position nor on their strength. Only an overall increase of <i>ε</i>″ by one order of magnitude is observed, which may be attributed to an enhancement of the internal field induced by the presence of CNT [bib19 bib52]. It is more likely that the primary α relaxation associated with the glass transition is affected by nanofillers rather than secondary relaxations, due to its larger length scale. Please note, however, that dynamic mechanical analysis (DMA) measurements on the same samples showed no significant effects of CNT on the time scale of the α relaxation, whereas DSC measurements gave a slight reduction of <i>T</i>\n                        g in the nanocomposites [bib6]."]]]], ["Conclusions", ["The electrical and dielectric properties of PA6/MWCNT nanocomposites prepared by melt mixing were studied by employing dielectric relaxation spectroscopy. The frequency dependence of conductivity shows typical characteristics of the universal dynamic response (UDR): conductivity is frequency independent and equal with dc conductivity (<i>σ</i>\n                     dc) below a critical frequency (<i>f</i>\n                     c), whereas it follows a power law above <i>f</i>\n                     c. The electrical percolation threshold (<i>p</i>\n                     c) was determined to 1.7 vol.% MWCNT with a critical exponent <i>t</i>\n                     =8.4 (at room temperature) from <i>σ</i>\n                     dc using the well known scaling law of percolation theory. A similar value of <i>p</i>\n                     c was independently determined from <i>f</i>\n                     c using a similar scaling law.", "The measured value of the percolation threshold was correlated with the aspect ratio (<i>L</i>/<i>d</i>) of the nanotubes using the excluded volume theory. Additionally, <i>L</i>/<i>d</i> was calculated from <i>σ</i>\n                     dc values of the nanocomposites according to a model by Garboczi and coworkers. The values obtained are in good agreement (<i>L</i>/<i>d</i>\n                     ≈59 against <i>L</i>/<i>d</i>\n                     ≈48). TEM micrographs revealed a homogeneous distribution of MWCNT within the PA6 matrix and the absence of bundling, pointing to breakage during processing as the source of the rather low <i>L</i>/<i>d</i> values. Furthermore, using a simple geometrical model developed by Kovacs et al. the magnitude of the contact resistance between two individual nanotubes was estimated to 105\n                     Ω.", "The investigation of the temperature dependence of the electrical conductivity suggests that conduction proceeds by tunneling of the charge carriers through a potential barrier (FIT model) formed by a thin polymer layer which intervenes between the carbon nanotubes, rather than by hopping (variable range hopping model). The existence of this layer was proved indirectly by DSC measurements on the same samples. In addition, the obtained high values of both the critical exponent t and the contact resistance between nanotubes are supplementary findings in support for the existence of this layer and consequently for the applicability of the thermal fluctuation-induced tunneling model. The FIT model describes correctly the temperature dependence of conductivity from −150°C up to temperatures near the glass transition (∼50°C) for the conductive samples (concentrations above <i>p</i>\n                     c). Nevertheless, measurements at lower temperatures down to liquid He temperature are needed to further follow this point. At temperatures higher than <i>T</i>\n                     g the dependence of dc conductivity follows the VTF equation independently of composition, indicating that conductivity is controlled by the motion of the polymeric chains. This point should be further followed in a future work by extending the temperature range of measurements to temperatures higher than the melting temperature of the polymer matrix.", "Finally, the presence of the nanotubes does not influence significantly the molecular mobility of the PA6 matrix. An overall increase of dielectric loss of about one order of magnitude is observed on addition of 2.5wt.% CNT and attributed to an enhancement of the internal field."]]], "doi": "10.1016/j.polymer.2009.08.038"}