{"title": "Rheological and dielectrical characterization of melt mixed polycarbonate-multiwalled carbon nanotube composites", "abstract": "A series of composites of polycarbonate (PC) with 23 different contents of multiwalled carbon nanotubes (MWNT) was produced by melt mixing using the masterbatch dilution method. In dielectric measurements, AC conductivity and complex permittivity data obtained in the frequency range between 10−3 and 107\n                     Hz at room temperature indicated the electrical percolation threshold at about 1.0wt%.\n                  The dynamic mode melt rheological measurements for the same samples at eight temperatures between 170 and 280°C showed a visible change in the frequency dependence of dynamic moduli and the absolute value of the complex viscosity |<i>η</i>*| particularly at low frequencies. In literature these changes are sometimes related to so called ‘percolation threshold concentration’. Applying this picture to our experimental data we have to assume that the percolation threshold is strongly dependent on the measurement temperature. It changes from about 5 to 0.5wt% MWNT by increasing the measurement temperature from 170 to 280°C, respectively. This temperature dependence cannot be explained by a classical liquid-solid transition but may be related to the existence of a combined nanotube-polymer network.", "body": [["Introduction", ["The reinforcing influence of active fillers is known to play an important role for improvement of mechanical properties of polymer composites. In case of conductive additives the electrical properties of the material are also strongly influenced. New opportunities arise by using nanoscaled fillers, especially carbon nanotubes (CNT) which exhibit excellent electrical properties and distinct fibrous shape with very large aspect ratios as high as 1000–10,000. This high aspect ratio allows the formation of a percolated structure at very low volume contents. According to theoretical prediction on idealized cylindrical shaped fillers at an aspect ratio of 1000 only 0.05vol.% of filler is necessary for percolation [bib1].", "Electrical measurements are an unambiguous criterion of the existence of a percolated network in case of conductive fillers in an isolating matrix. Dielectric measurements performed with varying frequency can lead to additional information about the percolation network as it was shown for percolation structures of other conductive fillers, e.g. carbon black in polymeric matrices [bib2 bib3 bib4]. Recently, also results on percolated structures of carbon nanotubes in polymers were presented (see e.g. [bib5 bib6 bib7 bib8]). Our group recently presented first results on melt processed polycarbonate–MWNT composites in the frequency range of 10−4 to 107\n                     Hz with the special focus on the influence of melt processing conditions on the dispersion below and above the percolation composition [bib9].", "Oscillatory melt rheology is known to be a very sensitive method to characterize the structure of polymer melts. It is described in literature that interconnected structures of anisometric fillers lead to qualitative changes in the spectra of dynamic moduli and viscosity [bib10 bib11]. The complex viscosity changes from a Newtonian plateau to a continuous decrease with increasing frequency, whereas storage modulus <i>G</i>′ and loss modulus <i>G</i>″ flatten significantly and merge into a secondary plateau at low frequencies.", "For carbon nanotube filled polymer composites, as polycarbonate/MWNT composites [bib12] and polyamide 6/MWNT composites [bib13], similar effects have been reported. Characteristic changes in the rheological behaviour with increasing nanotube content were found for temperatures well above the glass transition or melting temperature. The rheologically determined threshold was related to the electrically measured percolation composition. The changes in frequency dependences of <i>G</i>′, <i>G</i>″, \n                        \n                           tan\n                           \n                           δ\n                        \n                      and/or |<i>η</i>*| with increasing nanotube content were discussed in the frame of liquid-to-solid or liquid-to-gel transitions as introduced by Winter et al. [bib14]. Although the rheological data for CNT-polymer composites represent the general feature of a liquid-to-solid transition the situation seems to be somewhat more complicated, and the specific interactions between the percolation structures formed by the CNT and the temporary entanglement network of the polymer matrix should be taken into consideration.", "The aim of this paper is to give some experimental evidences for the interaction between CNT and the ‘physical network’ formed by entangled polymer chains. Furthermore, the relation between the electrical percolation threshold, which is assumed to be mainly related to the geometrical percolation of the nanotubes, and the changes in the frequency dependent rheological properties with increasing CNT content will be discussed.", "For this purpose, the rheological measurements were performed in a quite broad temperature range with composites in which the CNT content was varied in very small steps around the electrical percolation threshold. Due to the temperature variation it was possible to change the viscoelastic behaviour of the polymer matrix systematically whereas the CNT network was expected to remain almost unchanged."]], ["Experimental", [["Composite preparation", ["The composites of PC with MWNT were produced by melt mixing dilution of a masterbatch of 15wt% multiwalled carbon nanotube (MWNT) in polycarbonate which was obtained from Hyperion Catalysis International, Inc. (Cambridge, MA, USA) with pure PC (Lexan 121, GE Europe). The nanotubes are vapor grown and according to Hyperion typically consist of 8–15 graphitic layers wrapped around a hollow 5nm core [bib15] with lengths over 10μm. TEM investigations on PC-MWNT composites based on the same kind of nanotubes, as presented in [bib16], show a mean diameter of about 12nm and a quite curved structure of the nanotubes indicating a high flexibility. Prior to mixing the materials were dried for about 16h at 80°C in a vacuum oven. A DACA Micro Compounder (DACA Instruments, Goleta, CA, USA) was operated at 265°C, 50rpm for 5min in order to get 23 compositions with MWNT contents between 0.1 and 12.5wt% MWNT, corresponding to contents between 0.07 and 8.5vol.% (assuming a MWNT density of 1.75g/cm3 \n                        [bib10]). Sheets with a thickness of about 350μm (for dielectric measurements) and about 500μm (for rheological measurements) were formed by compression molding from extruded strands at 260°C using a Vogt-press. The strands were heated to 260°C for about 5min, pressed with a force of about 50kN for 5min and cooled to room temperature. For dielectric measurements, discs with diameter of 20mm were cut from the sheets and gold layers were sputtered onto both flat sides of these samples as electrodes. For rheological measurements, discs with a diameter of 25mm were punched from the sheets."]], ["Measurements", ["The dielectric measurements were performed at room temperature in a frequency range from 10−3 to 107\n                        Hz using a frequency response analysis system consisting of Solartron SI1260 Impedance/Gain Phase Analyzer and Novocontrol broadband dielectric converter with the BDC active sample cell.", "The melt rheological properties were determined using an ARES-rheometer (Rheometrics Scientific). The measurements were performed in dynamic mode and 25mm parallel plates geometry with gap settings of about 1mm under liquid nitrogen atmosphere. The strain amplitude was selected to be within the linear viscoelastic range. The rheological properties of the samples were measured at eight temperatures in the temperature range between 170 and 280°C (steps of 10K between 170 and 200°C, steps of 20K up to 280°C) as a function of the angular frequency <i>ω</i>. The frequency was varied between 100 and 0.01rad/s."]]]], ["Results", [["Dielectric measurements", ["[fig1]\n                         shows real part of the permittivity (<i>ε</i>′) and real part of the conductivity (<i>σ</i>′) as function of frequency for different MWNT content. Due to the high DC conductivity of the samples with contents higher than 1.375wt% MWNT, it was not possible to measure reasonable values of <i>ε</i>′ for these composites. According to [fig1], the samples can be separated into two groups. The composites with MWNT content lower than 1.0wt% have a nearly constant <i>ε</i>′ value, whereas composites with MWNT loading ≥1.0wt% show a significantly different frequency behaviour. Here, <i>ε</i>′ decrease with increasing frequency. A significant difference between these two groups is also visible in conductivity spectra. The percolation composition, <i>p</i>\n                        c, is clearly indicated to be between 0.875 and 1.0wt%. Between these compositions the low-frequency conductivity changes significantly (over more than 7 decades). Composites with MWNT contents ≥1.0wt% show a clear DC plateau up to some critical frequency <i>f</i>\n                        c above which conductivity increase with a power law. For these composites the value of the crossover frequency <i>f</i>\n                        c increases with increasing MWNT content.", "[fig2]\n                         shows the extrapolated values of the DC conductivity (<i>σ</i>\n                        DC=<i>σ</i>′(<i>f</i>→0)) versus the MWNT content for the composites above the percolation threshold.", "In order to get an estimate for <i>p</i>\n                        c we fitted the experimental <i>σ</i>\n                        DC data for <i>p</i>><i>p</i>\n                        c to equation:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       σ\n                                       \n                                          DC\n                                       \n                                    \n                                    (\n                                    p\n                                    )\n                                    ∝\n                                    \n                                       \n                                          (\n                                          p\n                                          −\n                                          \n                                             p\n                                             c\n                                          \n                                          )\n                                       \n                                       t\n                                    \n                                 \n                              \n                           \n                        which represents the well known scaling law for the composite conductivity for <i>p</i>><i>p</i>\n                        c near the percolation threshold [bib17 bib18 bib19]. The best linear fit for <i>σ</i>\n                        DC vs. (<i>p</i>−<i>p</i>\n                        c) data on a log–log scale was found for the percolation concentration <i>p</i>\n                        c about 0.99wt% and critical exponent <i>t</i>=3.8 (see inset in [fig2]). The solid curve on the [fig2] was calculated from Eq. [fd1] using the fit values of <i>p</i>\n                        c and <i>t</i>. The value of <i>t</i>=3.8 is higher than the universal 3D lattice value (<i>t</i>∼2) [bib17 bib18 bib19] and also higher than the value predicted by the mean-field model (<i>t</i>∼3) [bib20]."]], ["Melt rheology", ["As a representative example the frequency dependence of the shear storage modulus <i>G</i>′, the loss modulus <i>G</i>″, \n                           \n                              tan\n                              \n                              δ\n                              =\n                              \n                                 G\n                                 ″\n                              \n                              /\n                              \n                                 G\n                                 ′\n                              \n                           \n                        , and the absolute value of the complex viscosity |<i>η</i>*| (<i>η</i>*=<i>η</i>′−i<i>η</i>″) are shown in log–log plots in [fig3]\n                         for a temperature of 220°C. In [fig4]\n                        , the <i>G</i>′ versus frequency curves are compared for 170 and 280°C, respectively. In [fig5]\n                         the |<i>η</i>*| vs. <i>ω</i> data are plotted for the same temperatures.", "It is clearly seen in [fig3 fig4], that the addition of MWNT to PC leads to an increase in <i>G</i>′. This effect is represented for all temperatures studied. However, the magnitude of enhancement and the shape of the <i>G</i>′ vs. <i>ω</i> curves are significant different. At 170°C, <i>G</i>′ changes over about 2 decades by adding 15wt% MWNT, whereas at 280°C, <i>G</i>′ changes over nearly 5 decades by adding 15wt% MWNT. It is interesting that at 170°C no significant changes in the frequency dependence of the moduli and complex viscosity at low frequency can be detected up to 4wt% MWNT. Starting from 5wt% MWNT, a plateau is found at low frequencies in <i>G</i>′ and a pronounced shear thinning behaviour is noticeable in |<i>η</i>*|. Those changes can be found starting from 1.125 and 0.5wt% MWNT at 220 and 280°C, respectively ([fig3 fig4 fig5]).", "In order to check thermally induced changes in the PC base material during the measurements over such a broad temperature range, the time–temperature superposition principle was used to create a mastercurve. The data measured for the neat PC between 150 and 280°C were shifted into a master curve at a reference temperature of <i>T</i>\n                        0=170°C using the ARES software. This principle is described by Williams-Landel-Ferry [bib21] as:\n                           \n                              (2)\n                              \n                                 \n                                    log\n                                    \n                                    \n                                       a\n                                       T\n                                    \n                                    =\n                                    \n                                       \n                                          −\n                                          \n                                             c\n                                             1\n                                          \n                                          (\n                                          T\n                                          −\n                                          \n                                             T\n                                             0\n                                          \n                                          )\n                                       \n                                       \n                                          \n                                             c\n                                             2\n                                          \n                                          +\n                                          (\n                                          T\n                                          −\n                                          \n                                             T\n                                             0\n                                          \n                                          )\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>a</i>\n                        T is the empirically derived horizontal shift factor and the constants <i>c</i>\n                        1 and <i>c</i>\n                        2 are material specific. In addition, the data were shifted in the vertical direction using the vertical shift factor given by \n                           \n                              \n                                 b\n                                 T\n                              \n                              =\n                              ρ\n                              T\n                              /\n                              \n                                 ρ\n                                 0\n                              \n                              \n                                 T\n                                 0\n                              \n                           \n                        , where <i>ρ</i> is the material density. As shown in [fig6]\n                        , the master curve reveals no evidence of thermal degradation during the long thermo-mechanical history of the measuring. At low-frequency regime, <i>G</i>′ as well as <i>G</i>″ show no deviation from the liquid-like behaviour. Their frequency dependencies at very low frequencies range are as follow: <i>G</i>′∼<i>ω</i>\n                        1.8; \n                        <i>G</i>″∼<i>ω</i>\n                        0.94. These relaxation exponents are less than the expected from the theory (<i>G</i>′∼<i>ω</i>\n                        2; <i>G</i>″∼<i>ω</i>\n                        1), but this is accepted for such kind of commercial materials having large molecular weight distribution. However, the thermo-mechanical degradation can not be excluded completely in this system but seems to be not significant for our interpretation."]]]], ["Discussion", ["It is usually assumed that the change in rheological properties near the percolation threshold of a filler network embedded in a viscoelastic liquid is equivalent to the so-called ‘liquid-solid transition’. The ‘gelation’ feature is a typical example for such a ‘liquid-solid transition’ and has been extensively described by Winter et al. (see e.g. [bib14]).", "Discussion of the rheological data presented in [fig3 fig4 fig5] in the frame of such a simple percolation picture or a liquid–solid transition would lead to the conclusion that the transition from a liquid-like behaviour to a solid-like behaviour is strongly temperature dependent, e.g. at 170°C it occurs at about 5wt% MWNT and at 280°C at about 0.5wt% MWNT. The identification of the percolation concentration, <i>ϕ</i>\n                     c, can be performed in this picture using the rheological data. As shown in [fig3 fig4 fig5], a change in the frequency dependence in particular at low frequencies is visible at these concentrations. In addition, in [fig7]\n                      the phase angle <i>δ</i> is plotted against the absolute value of the complex modulus |<i>G</i>*| for the example of 280°C. This plot is known as van Gurp-Palmen plot and accepted in literature to be able to identify the ‘rheological percolation’. An example is given by Meincke et al. [bib13] for PA6-MWNT composites. As seen in [fig7], a significant change in the phase angle occurred at 0.5wt% MWNT. At lower concentrations the curves approach a phase angle near 90° indicating dominating viscous flow behaviour. Starting at 0.5wt% the curves show increasing elastic behaviour visible in a significant decrease in phase angle by decreasing modulus. The transition is observed at exactly the same composition as in the plots of <i>G</i>′ and |<i>η</i>*| vs. frequency.", "The strong temperature dependence of the rheological percolation concentration, however, is in contrast to the assumption that the liquid–solid transition originates only from the network formation of the nanotubes.", "Although further experiments and theoretical considerations on the interactions between the carbon nanotube network and the temporary polymer network formed by entanglements are needed, the following simplified model could be used to get some qualitative explanation of the experimental findings.", "Since the temperatures of the rheological measurements are well above the glass transition temperature of PC (145°C), the polymer matrix behaves at low probing frequencies like a viscous liquid. Typical for linear flexible-chains, monodisperse homopolymer melts display three distinct regions. These regions are the transition zone from glass like to rubber like consistency, rubbery plateau zone, and terminal zone. In the frequency domain, the terminal zone is located at the low frequency side, the rubbery plateau at the intermediate and the glass transition at high frequencies.", "Above a certain probing frequency there is not enough time for the polymer chains to disentangle and the sample behaves rubber-like (<i>G</i>′ is nearly independent of <i>ω</i>). The rubber like plateau can be observed only for sufficient high molecular weights, which are above the critical molecular weight of entanglement. This plateau region reflects the entropy elasticity of the temporary (entangled) polymer network. Since the time characteristic is strongly temperature dependent, the flow region shifts with decreasing temperatures to lower frequencies.", "Blending the PC with carbon nanotubes, the situation becomes more complicated. One can expect three networks: (i) the temporary polymer network formed by entanglements, (ii) the carbon nanotube network and (iii) a combined carbon nanotube-polymer network. This is schematically illustrated in [fig8]\n                     .", "From the fact that the composite conductivity even at 5wt% MWNT is still lower than the nanotube conductivity and the high steady state permittivity at high MWNT loadings (see [fig8]) one can assume that the nanotubes in the polymer matrix do not always really touch or ‘overlap geometrically’, the distance between the nanotubes building the percolation structure (throughgoing conductive path) is small enough to allow hopping and/or tunnelling processes. Thus, the ‘electrical’ percolation can be considered as an approximation for the ‘geometrical’ percolation. However, for more detailed discussion one should take into account the temperature dependence of the tunnelling/hopping processes, which could influence the conductive properties of the ‘electrical’ network (which discussion is not a topic of this article).", "Assuming polymer chains in the gaps between CNT we believe that the superposition of the entangled polymer network and the combined nanotubes-polymer network rather than the CNT network dominates the rheological properties. This carbon nanotube–polymer network is assumed to be formed by ‘entanglements’ between the polymer chains and the nanotubes. To explain the low frequency plateau in <i>G</i>′ we assume that the connection of polymer chains to the carbon nanotubes is much more stable than the entanglements of the polymer chains, i.e. its disentanglement time is larger than the characteristic time for polymer–polymer entanglements. However, the specific type of interaction between carbon nanotubes and polymer is not important for the further discussion and the existence of other types of interactions between CNT and the polymer can not be excluded.", "At low content of carbon nanotubes, the main contribution to the mechanical properties is given by the polymer–polymer network and we detect a flow zone at low frequencies followed by the plateau. With increasing content of nanotubes it can be assumed, that the mechanical interaction between the nanotubes is mediated by polymer chains between the nanotubes. To form such nanotube–polymer–nanotube structures, it is necessary that two nanotubes meet each other within a distance smaller than (twice) the radius of gyration of a polymer chain. With increasing concentration of nanotubes, this nanotube–polymer–nanotube links lead to a rubber-elastic continuous network structure. The necessary concentration of nanotubes to form such a rubber-elastic active network is expected to be considerably lower than the geometrical percolation threshold for a nanotube–nanotube network (measured in the conductivity).", "In our picture, at the locations where the gap between two carbon nanotubes is smaller than the radius of gyration of a polymer chain, two carbon nanotubes will be linked together by a polymer chain. So even at a low content of carbon nanotubes there may exist a continuous network of carbon nanotubes and polymer chains, but it would be weak, i.e. the plateau level of <i>G</i>′ would be small. There may also be contribution from a network of carbon nanotubes linked by two or more polymer chains. Since the time dynamics of this network is controlled by the entanglement dynamics, we assume that this network is indistinguishable from the temporary polymer–polymer network itself.", "As the content of carbon nanotubes increases, the probability that a certain location along a nanotube has a neighbouring nanotube at a distance lower than (twice) the radius of gyration of a polymer chain increases dramatically, and much more polymer chains can contribute to the linkage of nanotubes. In the mechanical properties this is reflected by a second rubber plateau (see low frequencies in [fig3]). The level of <i>G</i>′ of this rubber like plateau increases dramatically with increasing content of carbon nanotubes.", "At very high content of carbon nanotubes, the crosslink density of the combined carbon nanotube–polymer network is higher than that of the entangled polymer network. The contribution of the polymer–polymer entanglement network to the mechanical properties is hidden. In the observed frequency range we can see only the rubber like plateau of the carbon nanotube–polymer network as shown in [fig3 fig4].", "The large differences in the rheological data at different temperatures ([fig3 fig4 fig5]) can be explained in this picture by the temperature shift of the flow zone. With increasing temperature ([fig4](b)) the rheological data are dominated by the liquid like behaviour of the melt (flow zone). At this situation (<i>T</i>=280°C), the values of <i>G</i>′ and |<i>η</i>*| (see [fig4 fig5]) are very low and adding of small amounts of carbon nanotubes can result in tremendous change in the logarithmic scale. At lower temperature (<i>T</i>=170°C), the <i>G</i>′ curves show the transition from rubber-like to flow regime (at low frequency). The level of <i>G</i>′ and |<i>η</i>*| is already relatively high so that the viscoelastic contribution from the combined nanotube–polymer network to the total values of <i>G</i>′ and |<i>η</i>*| is only small and becomes obvious at much larger amounts (>4wt%) of MWNT.", "In this picture, the differences in rheological properties at different temperatures can be explained by simple mixing laws between the entangled polymer network (whose properties shift considerably with temperature) and the carbon nanotube–polymer network (which contributes with a second weak plateau modulus). However, the temperature dependence of the combined carbon nanotube–polymer network itself is not considered in this simple picture."]], ["Conclusion", ["The dielectric measurements at room temperature clearly indicate an electrical percolation threshold at about 1wt% MWNT at which the DC conductivity values increase over more than 7 decades. This percolation threshold seems to reflect the MWNT network embedded in the polymer matrix.", "In melt rheology, the dynamic mechanical moduli and viscosity are found to be increased with the incorporation of MWNT into PC. In addition, a strong temperature dependence of characteristic changes in the rheological properties with increasing MWNT content was observed. The rheology seems to reflect a combined network of the polymer chains coupled with that one of the nanotubes. This effect is visible since both structure elements—MWNT and polymer chains—have comparable dimension.", "The trend of the frequency dependence of the dynamic moduli and viscosity in particular at low frequency changes significantly at certain MWNT concentration. In the literature this concentration is thought to be related to so called ‘percolation threshold concentration’ or network formation of MWNT in the polymer matrix. Accepting this model we have to assume that this concentration is strongly dependent on the temperature. For our data it changes from about 5 to 0.5wt% MWNT by increasing the temperature from 170 to 280°C, respectively. This temperature dependence cannot be explained by a classical liquid-solid transition but may be related to the combined nanotube-polymer network. It can be assumed that the mobility and characteristic structure of the chains, as well as the shortest distances among tubes are temperature dependent. Accordingly, the density of the three networks changes with temperature."]]], "doi": "10.1016/j.polymer.2004.10.040"}