{"title": "Creep-resistant behavior of MWCNT-polycarbonate melt spun nanocomposite fibers at elevated temperature", "abstract": "The influence of polymer chain orientation as well as multi-walled carbon nanotube (MWCNT) alignment on the creep-resistant behavior of nanocomposites has not been fully revealed yet. In this work, tensile and creep behaviors of MWCNT modified polycarbonate nanocomposite fibers produced by melt-spinning at different draw-down ratios have been studied at a temperature of 120 °C. For fibers with 2 wt.% MWCNTs, it was found that the Young's modulus and creep resistance show clear dependence on the orientation degree of the polymer chains and the alignment of the nanotubes. Parametric studies based on Burger's model and Weibull distribution function were employed to understand the reinforcing mechanisms. Polarized Raman spectroscopy was utilized to evaluate the orientation degree of nanotubes, and further to reveal the variation in alignment during creep deformation. The results show that Raman analysis was consistent with the creep results.", "body": [["Introduction", ["Creep, as one of important time-dependent mechanical property of polymers, is closely related to the durability and reliability of materials [bib1 bib2]. Mechanism analyses have revealed that creep deformation is strongly dependent on the mobility of polymer chains such as slippage and reorientation [bib3 bib4]. Research works have demonstrated that creep-induced plastic deformation is one of the major driving forces to eventually lead to structural failure in practical application [bib5]. Given that nanoparticles' size is at the same scale with the radius of gyration of molecular chains, their addition can thus play a key role to restrict the mobility of polymer chains [bib6 bib7 bib8 bib9 bib10 bib11]. Therefore, the improvement of dimensional stability and lifetime of structural materials is expected upon nanoparticle addition.", "Recent studies have revealed that, after introduction of small amount of nanoparticles into polymeric matrices, the resulting nanocomposites show remarkably decreased creep deformation and recovered strains [bib4 bib5 bib6 bib7 bib8 bib12 bib13 bib14 bib15 bib16 bib17 bib18]. For example, Dorigato et al. [bib13] reported that the incorporated fumed silica nanoparticles inside polymethylpentene matrix effectively improved the creep resistance of polymer, especially at high temperature and high stress levels. Similarly, Yang et al. [bib14] found that both creep resistance and creep-lifetime of polypropylene (PP) can be significantly improved with only 1 vol.% of MWCNTs. It shows that the majority of the current studies concentrated on the nanoparticle morphology [bib18], volume fraction [bib15], nanoparticle sizes [bib16] as well as aspect ratio [bib14]. The most widely utilized matrices were semi-crystalline thermoplastic polymers including polyamide, polyethylene and PP etc. [bib7 bib15 bib16 bib17]. Unfortunately, less attention has been paid to investigate the effect of nanoparticles on the creep-resistant behavior of amorphous thermoplastic polymers with rigid structures, such as polystyrene, polyphenyleneoxide and polycarbonate (PC) etc. One of the major reasons is their relative good creep resistance resulting from their rigid backbones. To our knowledge, the influence of nano-fillers on creep and recovery behavior of thermoplastic polymer based nanocomposites with rigid backbone structures as well as high degree of chain orientation has not been studied yet. Also, the orientation of nano-fillers inside matrix during creep process has not been experimentally revealed yet.", "As well-known, a high degree of molecular orientation will be developed when polymer is spun into fibrous materials. Both strength and stiffness of the polymer can be improved significantly due to highly oriented polymer chains [bib19]. Moreover, the alignment of polymer chains can also effectively decrease the creep strains caused by the slippage of polymer chains, and then improve the creep resistance and recovery strain [bib20 bib21]. After incorporation of nano-fillers (e.g. carbon nanotubes) into polymeric matrices, an additional influence of nano-fillers on polymer chain orientation as well as tensile properties of the resulting polymer fibers has been found [bib20 bib22 bib23 bib24 bib25 bib26 bib27]. For instance, Pötschke et al. studied the influence of fiber-spinning parameters, namely the draw-down ratio, on the alignment of nanotubes inside the PC matrix as well as tensile properties of the nanocomposite fibers. Their results indicated that Young's modulus increased by about 24% at relatively low draw-down ratio after incorporation of 2 wt. % MWCNTs in the matrix, while this trend turned to be unobvious at higher draw-down ratio [bib20]. Nevertheless, it should be noted that little concern was paid to the effect of nano-fillers on the creep behavior of nanocomposite fibers.", "To meet the demand for fibers with improved dimensional stability and elongated service life, in this work, we utilized 2 wt.% MWCNT modified PC nanocomposite fibers with varied molecular chain orientation as starting materials to reveal the influence of nanotubes on the creep and recovery behaviors of these composite fibers. Given that the values of creep strain of polymer are sensitive to the temperature changes [bib13 bib15], both the tensile and creep tests were performed at a temperature of 120 °C, which is close to the glass transition temperature of neat PC [bib24]. Polarized Raman spectroscopy was applied to investigate the orientation of the nanotubes under the creep loading. Both two well-known models: the Burgers' model and Weibull distribution function were used to simulate the creep and recovery properties of the neat PC and their nanocomposite fibers. Our work will be helpful not only to deeply understand the creep-resistant mechanism of carbon nanotubes in the nanocomposites, but also to guide the design of high mechanical performance nanocomposite fibers with long-term durability and reliability."]], ["Experimental", [["Material", ["The nanocomposite of PC containing 2 wt. % of MWCNTs was produced according to the previous publications based on polycarbonate Iupilon E-2000 (Mitsubishi Engineering Plastics) and a master batch with 15 wt. % MWCNTs supplied by Hyperion Catalysis International, Inc. (Cambridge, MA, USA) [bib20 bib22]. PC and nanocomposite fibers were melt spun with different take-up velocities and the designations and conditions are summarized in [tbl1]\n                        ."]], ["Quasi-static tensile tests and tensile creep experiments", ["A dynamic mechanical analyzer (TA, DMA Q800) was employed to evaluate the high temperature mechanical performances of the PC based nanocomposite fibers. In order to ensure that the creep measurements are performed within the linear viscoelastic deformation regime, in a first step, single fiber tensile tests were done at 120 °C in the displacement ramp mode at 1 cm gauge length with a pre-strain of 0.01% and a ramp rate of 1 mm/min. The Young's modulus was determined by the value of the secant modulus at 1.5% strain. Short time creep tests were performed in the tensile mode at 120 °C with an applied fixed stress of 20 MPa which was determined before in the quasi-static tensile test to fulfill the requirement of being in the linear viscoelastic deformation range. The creep and recovery strains were determined as a function of time (<i>t</i>\n                        creep = 60 min, <i>t</i>\n                        recovery = 60 min). The creep and recovery curves were fitted using the non-linear curve fit function of the OriginPro 8.0 software to the Burgers' model and Weibull distribution function, respectively."]], ["Raman spectroscopy", ["Raman measurements were used to analyze the orientation of nanotubes in PC based nanocomposite fibers before and after creep tests. The polarized Raman spectra were collected in the back scattering geometry using a Renishaw Raman Microscope equipped with a 633 nm wavelength laser. A motorized <i>x</i>–<i>y</i> stage and a rotational stage were used to vary the fiber angle with respect to the vector of the linearly polarized excitation. Measurements were made with fibers placed at 0°, 30°, 60°, and 90° to the polarization direction of the excitation laser source. The same measurements were performed for the fiber samples after the creep process at 120 °C with the applied stress about 20 MPa for 24 h in an oven."]]]], ["Creep and recovery modeling", ["To simulate and evaluate the creep and recovery behavior of materials, various models [bib3 bib7 bib18] have been proposed. Among those models, the most well-known are the Burgers'(or four-parameter) model [bib28] and Weibull distribution function [bib29]. The fitting parameters acquired from these two models can be useful to analyze the structure–property relations and creep deformation mechanisms of materials.", ["Burgers' model", ["For the most general case of a linear viscoelastic solid, the total creep strain (<i>ɛ</i>\n                        creep) is given by the Burgers Model, which is a combination of the Maxwell and Kelvin–Voigt models as follows:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       ɛ\n                                       \n                                          creep\n                                       \n                                    \n                                    =\n                                    \n                                       ɛ\n                                       \n                                          SM\n                                       \n                                    \n                                    +\n                                    \n                                       ɛ\n                                       \n                                          KV\n                                       \n                                    \n                                    +\n                                    \n                                       ɛ\n                                       ∞\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    \n                                       ɛ\n                                       \n                                          creep\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             σ\n                                             0\n                                          \n                                       \n                                       \n                                          \n                                             E\n                                             M\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             σ\n                                             0\n                                          \n                                       \n                                       \n                                          \n                                             E\n                                             K\n                                          \n                                       \n                                    \n                                    \n                                       (\n                                       \n                                          1\n                                          −\n                                          \n                                             ⅇ\n                                             \n                                                \n                                                   \n                                                      −\n                                                      t\n                                                   \n                                                   /\n                                                   τ\n                                                \n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             σ\n                                             0\n                                          \n                                       \n                                       \n                                          \n                                             η\n                                             M\n                                          \n                                       \n                                    \n                                    t\n                                    ,\n                                    \n                                    τ\n                                    =\n                                    \n                                       \n                                          \n                                             η\n                                             K\n                                          \n                                       \n                                       \n                                          \n                                             E\n                                             K\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 \n                                    \n                                       ɛ\n                                       ˙\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             σ\n                                             0\n                                          \n                                       \n                                       \n                                          \n                                             η\n                                             K\n                                          \n                                       \n                                    \n                                    \n                                       ⅇ\n                                       \n                                          \n                                             \n                                                −\n                                                t\n                                             \n                                             /\n                                             τ\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             σ\n                                             0\n                                          \n                                       \n                                       \n                                          \n                                             η\n                                             M", "The total creep strain (<i>ɛ</i>\n                        creep) consists of the immediate elastic deformation (<i>ɛ</i>\n                        ∞), the delayed elastic strain (<i>ɛ</i>\n                        KV), and the Newtonian flow (<i>ɛ</i>\n                        ∞), which is identical to the deformation of a viscous liquid obeying Newton's law of viscosity. Here <i>t</i>, <i>σ</i> denote the loading time and constant stress respectively, <i>E</i>\n                        M, <i>η</i>\n                        M, <i>E</i>\n                        K, <i>η</i>\n                        K represent the modulus of the Maxwell spring, the viscosity of Maxwell dashpot, the modulus of the Kelvin spring, and the viscosity of the Kelvin dashpot, respectively; <i>τ</i> is the retardation time taken to produce 63.2% or (1 − e−1) of the total deformation in the Kelvin unit. \n                           \n                              ɛ\n                              ˙\n                           \n                         represents creep strain rate."]], ["Weibull function distribution", ["The Weibull distribution function correlated very well with experimental data from thermoplastic polymers [bib15 bib29]. When the load is removed, there may be some instantaneous (elastic) strain recovery (<i>ɛ</i>\n                        SM) followed by time-dependent recovery strain (<i>ɛ</i>\n                        RE), which is expressed as:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       ɛ\n                                       \n                                          RE\n                                       \n                                    \n                                    =\n                                    \n                                       ɛ\n                                       \n                                          KV\n                                       \n                                    \n                                    \n                                       \n                                          ⅇ\n                                          \n                                             −\n                                             \n                                                \n                                                   (\n                                                   \n                                                      \n                                                         \n                                                            t\n                                                            −\n                                                            \n                                                               t\n                                                               0\n                                                            \n                                                         \n                                                         \n                                                            \n                                                               η\n                                                               r\n                                                            \n                                                         \n                                                      \n                                                   \n                                                   )\n                                                \n                                                \n                                                   \n                                                      β\n                                                      r\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       ɛ\n                                       ∞\n                                    \n                                 \n                              \n                           \n                        where the <i>ɛ</i>\n                        KV function, for viscoelastic strain recovery, is determined by the characteristic life factor (<i>η</i>\n                        r) and shape parameters (<i>β</i>\n                        r) as a function of load duration; <i>t</i> is recovery time, <i>t</i>\n                        0 is the time of stress removed, and <i>ɛ</i>\n                        ∞ is the permanent strain from viscous flow effects. As the value of <i>ɛ</i>\n                        KV and <i>ɛ</i>\n                        ∞ can be given by the simulation of Weibull function, and <i>ɛ</i>\n                        MAx is the maximum deformation, the instantaneous (elastic) strain recovery or deformation suffered by the Maxwell spring (\n                           \n                              \n                                 ɛ\n                                 \n                                    SM\n                                 \n                              \n                           \n                        ) can be calculated by using the expression:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       ɛ\n                                       \n                                          SM\n                                       \n                                    \n                                    =\n                                    \n                                       ɛ\n                                       \n                                          MAX\n                                       \n                                    \n                                    −\n                                    \n                                       ɛ\n                                       \n                                          KV\n                                       \n                                    \n                                    −\n                                    \n                                       ɛ\n                                       ∞", "The Weibull function distribution has been widely applied to describe the strain–time relationship for the recovery behavior of viscoelastic materials and enables both time-dependent and time-independent recovery strain to be predicted. According to these parameters, the instantaneous (elastic) strain recovery (<i>ɛ</i>\n                        SM) is calculated by Eq. [fd5]."]]]], ["Results and discussion", [["Quasi-static tensile tests", ["Earlier work by Pötschke has revealed that at room temperature the MWCNTs play a reinforcing role in the PC matrix [bib20]. In this study, the stress–strain behavior of the neat PC fibers and MWCNT/PC nanocomposite fibers is investigated at a relative high temperature (120 °C), which is close to the glass transition temperature of neat PC. Typical curves are shown in [fig1]\n                        . A linear stress–strain relationship was observed up to well-defined yield points which were dependent on nanotubes filling and draw-down ratio but all above 20 MPa. Determined by the stress level at 1.5% strain, Young's moduli were obtained as 1.31, 1.62, 2.09 and 2.17 GPa for PC50, PCC50, PC800 and PCC800, respectively, as summarized in [tbl2]\n                        . Marked increase of Young's modulus is observed for the fiber samples with increasing draw-down ratio from 50 m/min to 800 m/min, which could be assigned to the enhancement of orientation of the polymer chains as well as nanotubes. But, it is noteworthy that the reinforcing effect greatly depends on the spinning parameters. For example, tensile modulus of the neat PC fibers was improved by around 59% when the draw-down ratio was increased from 7.8 to 126. While only 34% enhancement in tensile modulus was observed for the nanocomposite fibers under the same processing parameters. This relatively low increment of modulus for the nanocomposite fibers might be due to the high waviness of nanotubes which significantly decrease the effective reinforcement [bib23]. According to the previous studies on the morphological analysis [bib20], with the higher draw-down ratio the polymer chains can be highly oriented however the nanotubes still kept the quite curved structure even if the length axis of nanotubes was progressively more stretched along the fiber axis. Additionally, after incorporation of nanotubes inside PC matrix, the reinforcing effect of orientation degree of polymer chains is more apparent for PCC50 nanocomposite fibers compared to PCC800 nanocomposite fibers. Namely, around 23% enhancement in tensile modulus was observed for nanocomposite fibers at the relative lower spinning velocity (50 m/min), while only slight enhancement (around 4%) for nanocomposite fibers at high spinning velocity (800 m/min) was found. Compared to the increases caused by the oriented polymer chains, the influence of addition of the nanotubes cannot change much the Young's modulus."]], ["Creep and recovery behavior", ["Guided by the tensile stress–strain curves shown in [fig1], the creep tests at 120 °C were performed with an applied stress level of 20 MPa. [fig2]\n                        a displays the creep and recovered strains as a function of time for the neat PC and its nanocomposite fibers with different take-up velocities. Obviously, the creep and recovery curves are strongly dependent on the spinning velocity of the fibers. Upon increasing the take-up velocity, the degree of orientation of both, polymer chains as well as nanotubes was significantly increased. Even though they cannot be completely stretched along the fiber axis, a notable reduction of the creep and recovered strains is still observed for the neat PC and its nanocomposite fibers. Undoubtedly, the incorporation of nanotubes could improve creep-resistant performances of the PC fibers, and such reinforcing effect declines with increasing fiber-spinning velocity. The enhancement of creep resistance in the presence of nanotubes was reported earlier by many researchers [bib15 bib17 bib18 bib30]. The reduction of the chain mobility due to the presence of nanotubes can provide a reasonable explanation for the improvement of material stability under creep conditions. Herein, the relative changes of creep and recovery strains are more apparent for composites fibers with unaligned polymer chains in compared with highly oriented ones. For example, around 56% reduction of maximum creep strain was observed for PCC50 fibers while around 38% reduction for PCC80 ones. In addition, the creep strain rate could also be obtained by using Eq. [fd3]. It is observed that the creep strain rate of fibers decreased remarkably with the presence of nanotubes as well as increasing take-up velocity as shown in [fig2]b. For example, at <i>t</i> = 60 min the creep rate of PCC50, PC800 and PCC800 decreased by 32%, 48% and 53% compared to PC50, respectively ([fig2]c).", "In order to further illustrate the reinforcing mechanism in the PC nanocomposite fibers, the creep and recovery strains were fitted to the Burgers' model and Weibull distribution function, respectively as shown in [fig3]\n                        . The fitted curves show that both models describe satisfactorily the creep and recovery behavior of the PC and the nanocomposite fibers under both spinning conditions. The derived values of the modeled parameters of the PC and its nanocomposite fibers are listed in [tbl3]\n                        .", "According to the Burgers' model, as represented in Eq. [fd1], the parameter, associated to instantaneous modulus of the Maxwell spring, is time-independent and determines the instantaneous elastic creep strain, which would be immediately recovered after stress elimination and might be associated with the elasticity of polymer chains [bib7 bib28 bib31]. The result is consistent very well with the results of the quasi-static tensile tests and implies that both the addition of nanotubes and the increasing spinning velocity are able to improve elasticity of the polymer fibers. Similarly, compared with the reinforcing effect by nanotubes, the high orientation of the polymer chains could cause more enhancement of elasticity. In other words, the instantaneous elasticity of the PC nanocomposite fibers is only slightly improved after the addition of nanotubes [bib32]. Furthermore, the retardant elasticity <i>E</i>\n                        K in the Kelvin unit is related to the stiffness of amorphous polymer chains in the short term, and it also increases significantly after adding nanotubes and enhancing of take-up velocity. It might be associated with the effect of nanotubes and higher orientation of polymer chains on the immobility of amorphous polymer chains. However, the retardation times of the neat PC are longer than those for the nanocomposites. This observation agrees well with the decreased glass transition temperatures after addition of nanotubes inside PC matrix. For example, the glass transition temperature was shifted to 158.0 °C for PCC50 as compared to 160.7 °C for PC50. The permanent viscous flow <i>η</i>\n                        M indicates the irrecoverable creep and has been associated with the damage of oriented non-crystalline regions, and the irreversible deformation of amorphous regions, such as the breaking of bridging segments, disengagement of the interface between fillers and polymer chains and the pulling out of chain entanglements [bib7]. The increased <i>η</i>\n                        M due to the presence of nanotubes as well as the highly oriented degree of polymer chains, further indicates the decreased irreversible deformation of the fibers. Specifically, the permanent viscous flow shows an increase of about 841% at lower draw-down ratio after addition of 2 wt.% nanotubes. The increased trend of <i>η</i>\n                        M is much higher than that of at high draw-down ratio. This result can be considered that comparatively the addition of nanotubes could much more effectively decrease irreversible deformation of the PC fibers with lower degrees of the orientation of polymer chains though the low degrees of alignment of nanotubes.", "Moreover, the Weibull distribution function has been successfully utilized to fit the recovery strain <i>ɛ</i>\n                        RE of viscoelastic materials (Eq. [fd4]), where the <i>ɛ</i>\n                        KV function, for viscoelastic strain recovery, is determined by the characteristic life factor (<i>η</i>\n                        r) and shape parameters (<i>β</i>\n                        r) as a function of load duration; <i>t</i> is recovery time, <i>t</i>\n                        0 is the time of stress removed, and <i>ɛ</i>\n                        ∞ is the permanent strain from viscous flow effects [bib15 bib29]. [tbl3] summarizes the various values derived from the Weibull distribution function. Obviously, due to the presence of nanotubes as well as increased spinning velocity of fibers, both parameters <i>ɛ</i>\n                        KV and <i>ɛ</i>\n                        ∞ show decreased trend (see Supporting information [appsec1]), further implying an enhanced recovery performance of the fibers."]], ["Raman spectroscopy", ["To analyze the orientation of nanotubes in the PC matrix, polarized Raman spectra were recorded on the nanocomposite fibers with the fiber axis at 0°, 30°, 60°, and 90° with respect to the incident (and analyzed) polarization axis. [fig4]\n                        a and b shows the representative Raman D and Raman G bands at 0°, and 90° for the nanocomposite fibers melt spun with different take-up velocities. Obviously, for both nanocomposite fibers, the peak intensities of the D band (at ∼1332 cm−1) and G band (at ∼1602 cm−1) dramatically decreased when the fiber axis was inclined to 90° with respect to the incident polarization axis. Moreover, the distinction of Raman peak intensity between 0°, and 90° for the PCC800 fiber is more notable than that of the PCC50 fiber. Such variation is caused by the differences in orientation degree of the nanotubes in the PC nanocomposite fibers. A larger distinction of Raman band intensity between 0°, and 90° implies higher MWCNTs orientation degree in the corresponding nanocomposite fibers.", "In an earlier work reported by Pötschke et al., the melt spun PC composites fibers showed an alignment of the curved nanotubes along the fiber axis by TEM. With the higher draw-down ratio, the length axis of the MWCNT is increasingly oriented along the fiber axis [bib20]. We further quantify the extent of nanotubes alignment before and after creep tests of 24 h by comparing the variation in the intensity of the Raman G band. According to Gammons' analysis [bib33], the Raman peak intensity for aligned nanotubes (VV(<i>φ</i>)) is proportional to cos4\n                        <i>ϕ</i>, where <i>φ</i> represents the angle between the axis of nanotubes and the incident polarization axis. For a measurement with the fiber oriented at an angle <i>φ</i> with respect to the incident polarization axis, the Raman intensity contribution of misaligned nanotubes by integrating over angles about <i>φ</i> could be derived. Particularly, a simple model was proposed in which a mole fraction of the tubes in the fiber (<i>p</i>) is uniformly distributed within an angle <i>θ</i> about the fiber axis, while the rest (1 − <i>p</i>) are uniformly distributed over the other angles (<i>π</i> − <i>θ</i>). Thus, for a measurement with <i>φ</i> = 0, the Raman intensity\n                           \n                              (6)\n                              \n                                 \n                                    VV\n                                    \n                                       (\n                                       0\n                                       )\n                                    \n                                    ∞\n                                    p\n                                    \n                                       \n                                          ∫\n                                          \n                                             0\n                                             −\n                                             θ\n                                          \n                                          \n                                             0\n                                             +\n                                             θ\n                                          \n                                       \n                                       \n                                          VV\n                                          \n                                             (\n                                             φ\n                                             )\n                                          \n                                          ⅆ\n                                          φ\n                                       \n                                    \n                                    +\n                                    \n                                       (\n                                       \n                                          1\n                                          −\n                                          p\n                                       \n                                       )\n                                    \n                                    \n                                       \n                                          ∫\n                                          θ\n                                          \n                                             π\n                                             −\n                                             θ\n                                          \n                                       \n                                       \n                                          VV\n                                          \n                                             (\n                                             φ\n                                             )\n                                          \n                                          ⅆ\n                                          φ\n                                       \n                                    \n                                 \n                              \n                           \n                        while for the fiber at <i>φ</i> = <i>π</i>/2,\n                           \n                              (7)\n                              \n                                 \n                                    VV\n                                    \n                                       (\n                                       \n                                          \n                                             π\n                                             /\n                                             2\n                                          \n                                       \n                                       )\n                                    \n                                    ∞\n                                    p\n                                    \n                                       \n                                          ∫\n                                          \n                                             \n                                                π\n                                                /\n                                                2\n                                             \n                                             −\n                                             θ\n                                          \n                                          \n                                             \n                                                π\n                                                /\n                                                2\n                                             \n                                             +\n                                             θ\n                                          \n                                       \n                                       \n                                          VV\n                                          \n                                             (\n                                             φ\n                                             )\n                                          \n                                          ⅆ\n                                          φ\n                                       \n                                    \n                                    +\n                                    \n                                       (\n                                       \n                                          1\n                                          −\n                                          p\n                                       \n                                       )\n                                    \n                                    ×\n                                    \n                                       [\n                                       \n                                          \n                                             \n                                                ∫\n                                                0\n                                                \n                                                   \n                                                      π\n                                                      /\n                                                      2\n                                                   \n                                                   −\n                                                   θ\n                                                \n                                             \n                                             \n                                                V\n                                                V\n                                                \n                                                   (\n                                                   φ\n                                                   )\n                                                \n                                                ⅆ\n                                                φ\n                                             \n                                          \n                                          +\n                                          \n                                             \n                                                ∫\n                                                \n                                                   \n                                                      π\n                                                      /\n                                                      2\n                                                   \n                                                   +\n                                                   θ\n                                                \n                                                π\n                                             \n                                             \n                                                V\n                                                V\n                                                \n                                                   (\n                                                   φ\n                                                   )\n                                                \n                                                ⅆ\n                                                φ\n                                             \n                                          \n                                       \n                                       ]", "The ratio of VV(0)/VV(<i>π</i>/2) (with the adjustable parameters <i>p</i> and <i>θ</i>) can now be compared with the ratio of Raman peak intensities <i>I</i>\n                        G(0°)/<i>I</i>\n                        G(90°) for the corresponding measurement. [fig5]\n                         plots <i>I</i>\n                        G(0°)/<i>I</i>\n                        G(<i>α</i>) for PCC50 and PCC800 fiber samples as a function of angle (<i>α</i>) between the fiber axis and the incident polarization axis. For instance, the ratio of <i>I</i>\n                        G(0°)/<i>I</i>\n                        G(90°) is about 1.5 for the PCC50 nanocomposite fibers at <i>α</i> = 90°, while this value is as high as 1.8 for the PCC800 nanocomposite fibers, indicating more alignment nanotubes wherein.", "By comparing the ratio VV(0)/VV(<i>π</i>/2) with the ratio of Raman peak intensities <i>I</i>\n                        G(0°)/<i>I</i>\n                        G(90°), we could calculate the parameters <i>p</i> and <i>θ</i> with the best least-squares fit to depict the extent of nanotubes alignment elaborately, as summarized in [tbl4]\n                        . Taking the PCC50 fibers as an example, the parameters <i>p</i> = 0.62 and <i>θ</i> = 41°, respectively, were obtained, which means that 62% of the nanotubes are lying within ±41° along the fiber axis. By comparing these two parameters, the variation of orientation degree of the nanotubes in the nanocomposite fibers caused by different fiber take-up velocities, can be quantitatively determined. Obviously, the orientation degree of the nanotubes in the PCC800 composite fibers is more regular than that in the PCC50 fibers. After creep for 24 h, it was observed that about 65% nanotubes lies within ±38.5° of the fiber axis for the PCC50 composite fibers. Such variation implies that widely dispersed unaligned and partially aligned nanotubes reoriented well along the creep loading direction. Such creep deformation would accelerate the reorientation of nanotubes inside the matrix. Furthermore, the orientation degree of nanotubes in the PCC50 fibers is much more notable than that of the PCC800 fiber. The relative lower variation of the <i>θ</i> values for the PCC800 fibers before and after creep tests indicates the minor creep deformation of nanotubes, which is consistent with the earlier shorter creep time results shown in [fig2]a.", "[fig6]\n                         depicts a schema of the behavior of the nanotubes under creep deformation in uniaxial loading. The external load is continuously transferred nanotubes through the interfacial region. At earlier stage, a reorientation and alignment of the nanotubes along the creep loading direction occurs and give rise to an increase in creep deformation. With increasing creep, the contribution of the oriented nanotubes to the creep deformation becomes minor. More nanotubes are subjected to effectively sustaining the external load. Consequently, an enhancement of creep resistance of nanocomposite fibers was observed. It should be noted, however, that the contribution of the aligned polymer chains to the enhanced creep resistance is much more apparent than that of oriented nanotubes in fibers. The highly oriented polymer fibers would effectively restrict the stretching, rotation, refolding, disentanglement as well as sliding of polymer chains under loading. Therefore, it could be concluded that the creep resistance of nanocomposite is strongly dependent on the alignment of polymer chains as well as nanotubes orientation."]]]], ["Conclusion", ["In this work the tensile and creep behaviors at 120 °C of the PC nanocomposite fibers containing 2 wt.% MWCNTs melt spun at different taking-up velocities were investigated. The results show that the reinforcing effect of nanotubes greatly depends on the orientation degree of the polymer chains. Apparent mechanical enhancement was observed for nanocomposites with relative low polymer chains orientation (take-up velocity of 50 m/min) but lower for higher orientation (800 m/min). Similar to static tensile results, the creep behavior of the PC nanocomposite fibers greatly depended on the polymer chains orientation as well as the nanotube alignment. Nanotubes with relative unaligned orientation were found to be better creep resistance than ones with high alignment. Parametric studies from Burgers model used to fit the creep behavior and Weibull distribution function used to fit the recovery behavior further proved the effect of orientation of polymer chain and nanotube alignment. The orientation of the nanotubes under creep loading was revealed by polarized Raman spectroscopy, showing that the orientation of nanotubes more easily occurred for the nanocomposite fibers with lower take-up velocity (50 m/min) compared to the ones with higher take-up velocity (800 m/min). The Raman analysis was consistent with the creep results. The results are helpful for deeper understanding the creep mechanism of nanocomposites and the influence of the nano-fillers."]]], "doi": "10.1016/j.polymer.2013.05.013"}