{"title": "Interfacial in situ polymerization of single wall carbon nanotube/nylon 6,6 nanocomposites", "abstract": "An interfacial polymerization method for nylon 6,6 was adapted to produce nanocomposites with single wall carbon nanotubes (SWNT) via in situ polymerization. SWNT were incorporated in purified, functionalized or surfactant stabilized forms. The functionalization of SWNT was characterized by FTIR, Raman spectroscopy and TGA and the SWNT dispersion was characterized by optical microscopy before and after the in situ polymerization. SWNT functionalization and surfactant stabilization improved the nanotube dispersion in solvents but only functionalized SWNT showed a good dispersion in composites, whereas purified and surfactant stabilized SWNT resulted in poor dispersion and nanotube agglomeration. Weak shear flow induced SWNT flocculation in these nanocomposites. The electrical and mechanical properties of the SWNT/nylon nanocomposites are briefly discussed in terms of SWNT loading, dispersion, length and type of functionalization.", "body": [["Introduction", ["Single wall carbon nanotubes (SWNT) are considered promising fillers in nanocomposites due to their exceptional mechanical, electrical, and thermal properties and their large aspect ratio, all of which can lead to significantly improved composite performance. The fabrication of SWNT/polymer nanocomposites has been achieved by the use of several different fabrication methods that combine various polymer matrix systems with carbon nanotubes. Solution processing methods are available if the polymer is soluble in a solvent that can suspend nanotubes, enabling the mixing of polymer and nanotubes in the solvent [bib1 bib2 bib3 bib4]. Melt compounding incorporates the nanotubes into a molten thermoplastic polymer that is mechanically sheared in a compounder [bib5 bib6 bib7 bib8 bib9]. Nanotubes can be added to this polymer melt in the compounder dry or suspended in a solvent to achieve good dispersion [bib10 bib11]. In situ polymerization methods offer the possibility to incorporate SWNT into polymer matrixes while preserving the nanotube dispersion initially found in the reaction medium containing the monomers [bib12 bib13 bib14 bib15 bib16].", "In any of these fabrication methods, SWNT that are well dispersed in solvents (including monomers) prior to composite fabrication facilitate good SWNT dispersion in the subsequent composites. This can be achieved with the aid of surfactants or functional groups that are self-assembled or covalently attached to the nanotube surface, respectively [bib17 bib18 bib19 bib20]. Well-dispersed SWNT exist as small bundles or individual nanotubes. Incorporation of functionalized nanotubes is preferably done by the use of a solvent processing method or an in situ polymerization to preserve the superior nanotube dispersion.", "Nylon 6,6, a commercially important thermoplastic, cannot be readily solvent processed with nanotubes because nylon 6,6 is soluble in only a few solvents that either do not suspend nanotubes, (e.g. formic acid) or may even damage nanotubes, (e.g. sulfuric acid). Melt compounding can be used, but the melt viscosity of nylon 6,6 is rather low, resulting in small shear forces and poor SWNT dispersion when dry nanotubes are added. We previously used a melt compounder to combine SWNT suspensions using HDPE [bib11], but this process cannot be applied to nylon 6,6 because the processing temperature (∼270°C) is well above the boiling temperature of suitable solvents to suspend SWNT.", "Here we present an interfacial in situ polymerization method for SWNT/nylon 6,6 nanocomposites that can be used with a variety of SWNT types. Based on the familiar ‘nylon rope trick’, this step growth polymerization method incorporates both an organic and an aqueous phase, each carrying one of the two highly reactive monomers. The polymerization takes place at the interface between the two immiscible organic and aqueous phases where the monomers meet and rapidly react. Thus, nanotubes can be suspended in either phase, allowing the use of functionalized nanotubes that prefer either an aqueous or an organic solvent environment. The initial dispersion of the nanotubes in suspension is preserved in the resulting nanocomposites. Here, SWNT were incorporated into nylon 6,6 nanocomposites from suspensions of purified SWNT, surfactant-assisted suspensions, or suspensions of SWNT functionalized with short alkyl chains, to study the effect of the nanotube dispersion method. The electrical and mechanical properties of the SWNT/nylon 6,6 nanocomposites are also recorded."]], ["Experimental methods", [["SWNT purification and functionalization", ["SWNT were synthesized by the high-pressure carbon monoxide method (HiPco, Rice University) [bib21]. Nanotube suspensions were made with purified, functionalized and surfactant suspended SWNT. Purified nanotubes were obtained after a soft-bake at 250°C for 24h followed by sonicating in concentrated HCl at 80°C for 20min, and washing with water [bib22]. Functionalization [bib19 bib20] was initiated by refluxing the SWNT at 115°C in 2.6M nitric acid for 12 or 48h while stirring to decorate the SWNT with carboxylic acid groups (–COOH). After washing in water and drying, these nanotubes were suspended in dimethyl formamide (DMF) to which thionyl chloride (SOCl2) was subsequently added and stirred at 70°C for 24h to transform the –COOH groups to chloric acid (–COCl). After washing with anhydrous THF and drying, the nanotubes were stirred in excess f12 (dodecylamine, C12H27N, Aldrich) at 95°C for 96h. Excess f12 was removed by ethanol washing. The same procedure was used for functionalization by f18 (octadecylamine, C18H39N, Acros Organics). The surfactant NaDDBS (dodecylbenzenesulfonic acid [sodium salt], C18H29NaO3S, Aldrich) was used in 10:1 weight ratio with respect to the SWNT [bib17]."]], ["Interfacial polymerization of neat nylon 6,6", ["The polymerization system consists of a toluene phase containing the dichloric acid adipoyl chloride (C6H8Cl2O2, Aldrich) and a water phase containing the diamine 1,6-hexamethylene diamine (C6H16N2, Fluka) and the base sodium hydroxide (Fisher Scientific). For the polymerization of the neat nylon 6,6, equimolar monomer solutions of 0.0244mol were made with 4ml adipoyl chloride in 150ml toluene and 3.37ml 1,6-hexamethylene diamine in 300ml deionized water, which also contained 0.049 moles sodium hydroxide. The solutions were combined in a blender (Waring, model 51BL31) and reacted for 5min with agitation. The obtained nylon 6,6 was filtered through a Büchner fritted disk funnel and washed repeatedly with water, acetone, and toluene. After washing, the nylon 6,6 was dried at 80°C for 20h."]], ["In situ polymerization of nylon 6,6 with SWNT", ["The in situ polymerization of nylon 6,6 in the presence of the nanotubes was performed with the same reagent ratios as described above for the neat nylon 6,6. The SWNT were either suspended in toluene (purified SWNT and functionalized SWNT with –COOH, –f12, or –f18) or in water (NaDDBS stabilized SWNT). Composites of 3.5–5.5wt% SWNT were obtained, depending on the nanotube—monomer ratio. The SWNT weight without the functional groups was used for the wt% calculation. The yield of the in situ nylon 6,6 polymerization (∼45%) was unaffected by the addition of SWNT. To adjust the nanotube loading, the SWNT/nylon composites were dissolved in formic acid, along with commercial nylon 6,6 (\n                           \n                              \n                                 \n                                    M\n                                    ¯\n                                 \n                                 v\n                              \n                              =\n                              22\n                              ,\n                              000\n                              \n                              g\n                              /\n                              mol\n                           \n                        , Scientific Polymer Products) and precipitated in water. The following composites were made by this method: 2wt% for the purified SWNT, SWNT–COOH, SWNT–f12, and SWNT–NaDDBS; 1.6wt% for the SWNT–f18."]], ["Processing and characterization", ["Characterization of the functionalized SWNT was performed with a Perkin–Elmer 2000 FTIR spectrometer, a Renishaw micro-Raman spectrometer, and an SDT 2960 DTA/TGA analyzer from TA instruments. Functionalized SWNT were deposited from solution on a ZnSe ATR crystal for FTIR measurements. The distribution of the nanotubes in solvent suspensions prior to the in situ polymerization was determined by optical transmission microscopy of the suspensions.", "The viscosity average molecular weight of nylon 6,6 was determined by capillary viscosimetry using an Ubbelohde viscometer with a kinematic viscosity constant of 0.003mm2/s2 (type 0C from Cannon Instrument Co.). The efflux time of nylon 6,6 solutions in 90% formic acid was measured at concentrations from 2.23 to 10.41mg/ml at 25°C. The relative viscosity, which is proportional to the efflux time, was plotted as a function of concentration; the intrinsic viscosity was then determined from this plot using the Huggins and Kramer equations.", "Films of SWNT/nylon 6,6 composites (∼150μm thickness) were prepared by hot pressing at 270°C and used to characterize the nanotube dispersion by optical transmission microscopy. Rods were extruded at 275°C with a DACA spinline consisting of a single spinneret hole (500μm) attached to a heated barrel with a piston extruder. Fibers were extruded at 275°C and drawn under tension with a variable-speed winder.", "The percent crystallinities of the nylon 6,6 and SWNT/nylon 6,6 composites were determined using a Perkin–Elmer differential scanning calorimeter (DSC 7) at a heating rate of 10°C/min. Tensile tests on fibers were conducted on a Instron 4206 with a gauge length of 2.54cm and a cross-head speed of 10mm/min. Electrical conductivity was measured in a two probe configuration on extruded rods with a Raman intensity ratio (<i>I</i>\n                        0°/<i>I</i>\n                        90°) of ∼1.8, corresponding to a Lorentzian FWHM of 125° [bib23 bib24]."]]]], ["Results and discussion", [["Interfacial polymerization of nylon 6,6", ["The reaction product of the interfacial polymerization is a white powder. Fourier-transform IR confirmed the chemical structure of the nylon 6,6, showing absorptions for all required chemical groups: N–H stretch at 3304cm−1, C–H stretch at 2860–2940cm−1, amide-I at 1632cm−1, and amide-II at 1540cm−1 \n                        [bib25]. The Mark–Houwink equation (\n                           \n                              [\n                              η\n                              ]\n                              =\n                              \n                                 K\n                                 v\n                              \n                              \n                                 M\n                                 v\n                                 a\n                              \n                           \n                         using <i>K</i>\n                        v=3.53×10−4 and <i>a</i>=0.786, for nylon 6,6 in 90% HCOOH at 25°C [bib25]) was used to determine the viscosity averaged molecular weight \n                           \n                              \n                                 \n                                    M\n                                    ¯\n                                 \n                                 v\n                              \n                           \n                         from the intrinsic viscosity measurements, resulting in a \n                           \n                              \n                                 \n                                    M\n                                    ¯\n                                 \n                                 v\n                              \n                              ∼\n                              35\n                              ,\n                              000\n                              \n                              g\n                              /\n                              mol\n                           \n                        .", "During processing at elevated temperatures, such as hot pressing or melt fiber spinning, the nylon 6,6 darkened in color and became brittle. Acidic reaction products that were not completely removed in the washing steps can catalyze thermal oxidation, which is the most probably cause for the observed degradation. The interfacially polymerized nylon 6,6 was blended with commercial nylon 6,6 to stabilize the system and to enhance hot pressing and melt fiber spinning. The melting temperature (261°C) and the total crystallinity (∼29%) did not change upon blending."]], ["SWNT functionalization", ["The characterization of the SWNT after functionalization was carried out by FTIR, Raman, and TGA analysis. After nitric acid treatment SWNT show an IR peak at 1727cm−1 ([fig1]\n                        (b)), indicative of the CO stretching vibration of carboxylic acid groups [bib19]. The broad peak between 3000 and 3600cm−1 is assigned to the O–H stretches, while the peak at 1585cm−1 is attributed to the SWNT CC stretching mode associated with sidewall attachment [bib26].", "Raman spectra provide further evidence of –COOH functionalization of the SWNT ([fig2]\n                        ). The typical radial breathing (RBM) and tangential (G) modes for HiPco SWNT exhibit peaks at 200–263and ∼1591cm−1, respectively, and are observed here for both the pristine and nitric acid treated SWNT. The disorder mode at 1292cm−1, attributed to sp3-hybrized carbon in the hexagonal framework of the SWNT walls and amorphous carbon, increases for the nitric acid treated SWNT as more –COOH groups are covalently attached to the nanotube walls [bib27 bib28]. Also, the G-mode of SWNT–COOH is shifted upward from 1591 to 1593cm−1 as compared to pristine SWNT. The –COOH groups can act as electron acceptors which results in p-doping of the SWNT that causes the C–C bonds to stiffen [bib29 bib30].", "After transforming the carboxylic acid to chloric acid and reacting with f12 and f18, the FTIR spectra shows a new broad peak at 1668cm−1 ([fig1](c)), suggesting the formation of an amide linkage between the f12 or f18 and SWNT [bib20]. The C–H stretching mode peaks (2922 and 2852cm−1) are greatly enhanced by the alkyl chains, and the peak at 1467cm−1 is assigned to the C–H bending mode. The FTIR and Raman measurements effectively show that SWNT with –COOH functional groups was produced during the HNO3 treatment and subsequently converted to functionalized SWNT as evidenced by the amide group observed via FTIR.", "The degree of functionalization, i.e. the percentage of carbon atoms in SWNT that are covalently bonded to a side chain, was estimated from the two-step weight loss in TGA experiments ([fig3]\n                        ). Alkyl chains f12 and f18 attached to SWNT degrade primarily below 380°C, giving rise to a major peak at ∼300°C in the derivative plot. The alkyl chain weight losses for SWNT–f12 and SWNT–f18 are ∼31 and ∼43%, respectively, from which the number of attached alkyl chains were calculated. The mole percentage of f12 and f18 side chains relative to the number of carbon atoms in SWNT is ∼3%, which corresponds to the fraction of SWNT atoms with –COOH after the nitric acid treatment. (This calculation assumes that all the –COOH groups reacted with amine-terminated alkyl chains, which is expected due to the excess of reactant.) Our observation that ∼3% of the SWNT carbon atoms have been functionalized with –COOH is in good agreement with previous results from acid-base titration methods [bib31 bib32]. This result indicates a grafting density of ∼4 alkyl chains per 1nm of a (10,10) SWNT. If the f12 or f18 chains lie on the SWNT surface, then the surface areas per chain are ∼0.13 and ∼0.2nm2, which corresponds to a surface coverage of only 2.9 and 4.4%, respectively. Thus, both in terms of the number of SWNT carbon atoms involved and the surface coverage, the level of functionalization is quite modest."]], ["SWNT dispersion", ["Based simply on visual inspections, suspensions of purified SWNT and SWNT–COOH in toluene contain SWNT agglomerates and particles. This results in unstable and inhomogeneous suspensions. The short polar COOH groups do not support SWNT dispersion in either water or apolar organic solvents like toluene. The functionalization of the SWNT with f12 and f18 improves dispersion and suspendability in toluene. SWNT–f12 produces a stable black suspension with loose agglomerates, while SWNT–f18 disperses in toluene to form stable, homogenous, translucent suspensions with no visible agglomerates. The longer alkyl chain f18 has a better repulsion effect between the nanotubes than does f12, which prevents bundling due to van der Waals forces between the SWNT. Therefore, purified and functionalized SWNT were suspended in the toluene phase during the in situ polymerization. Nanotubes suspended in water were stabilized with NaDDBS and show dispersions comparable to SWNT–f18 in toluene; no agglomerates or particles are visible.", "Nanotube dispersion in toluene and water, at the concentration used for the in situ polymerization (0.35mg/ml or 0.0004wt%), is shown in more detail in the optical micrographs in [fig4]\n                         (left column). Purified SWNT and SWNT–COOH in toluene are assembled in loose agglomerates surrounding dense particles. SWNT–f12 toluene suspensions show a much better dispersion with smaller, less dense agglomerates. SWNT–f18 suspensions are featureless on this length scale, suggesting uniformly suspended ropes or single nanotubes [bib17 bib20]. SWNT–NaDDBS suspended in water are well dispersed without any indications of particles or agglomerations.", "The dispersion of nanotubes in composites after the in situ polymerization and blending with commercial nylon 6,6 is shown in the right column of [fig4]. The dispersion of purified SWNT, SWNT–COOH, and –f12 in nylon 6,6 composites is comparable; dense agglomerates are visible in a more homogenous background. Agglomerates in the initial toluene suspension were not broken up during the in situ polymerization, but were instead preserved and compacted in the composite. The good dispersion of SWNT–f18 in toluene is maintained in the composite, resulting in a composite with a homogenous dispersion. SWNT–NaDDBS/nylon 6,6 composites show inhomogenities that arise during in situ polymerization and could stem from interactions between the monomers, the reaction products (HCl) and the surfactant, or segregation of the surfactant to the water/toluene interface to produce agglomerates. The blending of the in situ polymerized SWNT/nylon 6,6 composites with commercial nylon 6,6 using the coagulation process with formic acid did not change the dispersion of SWNT in the composites. The nylon 6,6, which is dissolved during this step, supports the nanotubes in suspension.", "Overall, well-dispersed nanotube suspensions produce nanocomposites with good nanotube dispersion via in situ polymerization. This in situ polymerization method can readily incorporate a variety of nanotubes suspended in toluene or water into nylon 6,6."]], ["Composite processing", ["The SWNT/nylon 6,6 composites prepared above were subsequently melt-spun into fibers, extruded into rods, and hot-pressed into films. The SWNT dispersion in melt-spun fibers and extruded rods is homogenous ([fig5]\n                        (a)), with no apparent change in dispersion observed for any fiber or rod diameter. Existing SWNT agglomerates that are present after the in situ polymerization remain in the processed composites. In contrast, both homogeneous and heterogeneous SWNT dispersions were found in hot-pressed films depending on the time, temperature and pressure used during the pressing. SWNT–f18/nylon 6,6 composite films pressed at a load of 3000 lbs. and cooled immediately show homogenous nanotube dispersion ([fig5](b)), while composites pressed at an elevated load of 5000lbs. and held at 265°C for 2min before cooling exhibit large isolated nanotube agglomerates ([fig5](c)).", "This effect was further investigated by constraining the SWNT–f18/nylon 6,6 composite between glass slides while heating in an optical microscope. The initial dispersion is homogenous upon heating ([fig6]\n                        (a)). As the nanocomposite flows to fill the gap between the glass slides, the SWNT quickly flocculate (30s) and then aggregate into distinct clusters (180s) in flow-induced flocculation, [fig6](c). In contrast, when the composite melt is kept tranquil by melting on a glass slide without cover glass, the SWNT dispersion remains homogenous over a long time period (10min). Flow-induced flocculation also occurs in composites containing purified SWNT, SWNT–COOH, and SWNT–f12, but the flocculation is less dramatic because the initial composite dispersion is less homogeneous.", "Lin-Gibson et al. [bib33] have shown that MWNT in a Newtonian fluid can form agglomerates under a weak linear shear flow. Similarly, the SWNT agglomeration in SWNT–f18/nylon 6,6 composites observed here is caused by the weak shear flow between glass slides or hot press plates. Even weak shear forces are sufficient to induce SWNT–SWNT collisions that promote the growth of SWNT agglomerates by entrapping more nanotubes that finally result in the observed flocculation. The duration of the shear flow is also critical as suggested by the observation that agglomeration while hot pressing occurs only when the pressure is maintained for an extended period of time above the melting temperature before cooling. The shear flow during melt fiber spinning and extrusion exert larger shear forces that are able to break up any transient agglomerates that form due to SWNT–SWNT collisions. Furthermore, the duration of these extensional flows are very short (>1s), and thus good dispersion is maintained during our extrusion processes.", "The macroscopic appearance of melt-spun fibers is influenced by the SWNT characteristics, especially nanotube length and dispersion. Melt fiber spinning of pristine nylon 6,6 and SWNT–f12 and SWNT–f18/nylon 6,6 composites results in fibers with a smooth surface and homogeneous radial diameter ([fig7]\n                        ). Conversely, purified SWNT/nylon 6,6 composite fibers have rough surfaces and irregular fiber diameters that indicate an increased melt viscosity. Linear viscoelastic studies have shown that SWNT/polymer composites can exhibit solid-like behavior [bib34], which would give rise to the observed melt fraction in the nanocomposite fibers prepared with purified nanotubes.", "The work of our group on the effect of nitric acid treatment on SWNT showed that refluxing HiPco SWNT in nitric acid gradually reduces the number of long nanotubes and increases the amount of short nanotube fragments as the reflux time increases [bib35]. SWNT that were used as SWNT–COOH were treated in nitric acid for 12h, while SWNT prepared for the f12 and f18 functionalization were treated for 48h. Purified and surfactant suspended SWNT were purified with HCl at short times (20min), minimizing any damage or reduction in length. This implies that SWNT–f12 and SWNT–f18 are the shortest, followed by SWNT–COOH, and that purified and surfactant suspended SWNT are the longest. Longer nanotubes are more likely to form a nanotube network and thereby induce solid-like behavior [bib34]. Thus, the long purified SWNT potentially increase the melt viscosity causing melt fracture that results in rough fiber surfaces and inhomogeneous diameters, whereas the shorter SWNT–f12 and –f18 do not markedly increase the composite melt viscosity, resulting in uniform fibers with smooth fiber surfaces."]], ["Electrical conductivity and mechanical properties", ["Multiple factors can increase the electrical conductivity in composites with conducting fillers: filler and matrix conductivities, filler concentration, filler dispersion, filler–filler contacts, filler shape, and filler orientation when the filler is anisotropic. For example, when nanotubes are unoriented and well dispersed as isolated nanotubes or small bundles, simple percolation theories predict that increasing the aspect ratio results in a percolation threshold at lower loadings. Conversely at a fixed loading and fixed level of orientation, composites with large aspect ratio fillers form more percolating pathways and thereby have higher electrical conductivity. Note that we have separately investigated the effect of nanotube alignment on electrical conductivity in polymer nanocomposites [bib36].", "The electrical conductivity measurements on extruded composite rods and the tensile tests on melt–spun composite fibers show distinctive trends for the various SWNT fillers. The dependence of the nanotube loading is apparent for purified SWNT and SWNT–f18/nylon 6,6 composites ([fig8]\n                        ); the electrical conductivity is improved by approximately two orders of magnitude when the SWNT loading increases from ∼2 to 5wt%. At 2wt% SWNT, the electrical conductivities of the SWNT/nylon 6,6 composite rods increases with SWNT length with SWNT–f12 the shortest, followed by SWNT–COOH, and purified and surfactant suspended SWNT being the longest. This highlights the importance of nanotube processing methods and the resulting nanotube length. These results are consistent with work by Bai et al. [bib37] on MWNT of different lengths in an epoxy matrix, showing that longer nanotubes are more likely to build percolating paths than shorter nanotubes at a fixed nanotube loading. In addition, a reduction in the conductivity of the functionalized nanotubes relative to the purified nanotubes might contribute to the reduced electrical conductivity at 2wt% SWNT. Covalently attached sidegroups to the body of SWNT are defects, because the conjugated sp2 bonds are converted to saturated sp3, thereby weakening the electronic band structure of SWNT [bib38]. Presently, we cannot separate the two effects of nanotube length and nanotube conductivity.", "SWNT–f12 and –f18 have presumably the same length but the electrical conductivity of SWNT–f12/nylon 6,6 composites is ∼3 orders of magnitude higher than for SWNT–f18/nylon 6,6 composites (at 1.6wt% SWNT). The electrical conductivity in composites also depends on the ability of the electrons to transfer between adjacent nanotubes. Direct contact between nanotubes results in the highest probability for this event. The hydrophobic alkyl chains of SWNT–f12 and –f18 are more likely to interact with the nanotubes to which they are attached, than with the polar hydrophilic nylon 6,6. Thus, the functionalization of SWNT in the nylon 6,6 matrix constructs an electrically insulating partial layer around the nanotubes that reduces the number of direct nanotube–nanotube contacts and increases the distance between nanotubes [bib1 bib13]. This partial layer reduces the probability of electron quantum tunneling [bib39] and consequently reduces the electrical conductivity of the composites. The longer f18 chains cover more of the nanotube surface than f12, which correlates to a lower electrical conductivity in the composite. The electrical conductivity of SWNT–NaDDBS/nylon 6,6 composite is very close to composites with purified SWNT, despite the presence of surfactant molecules that potentially could act as an insulating layer. These results suggest that the surfactant molecules do not significantly hamper electron transfer, perhaps because the surfactant molecules are expelled from the nanotube–nanotube junctions and reassemble around the contact point. Obviously, grafted chains, as is the case in SWNT–f12 and SWNT–f18, do not have that liberty.", "All composites except SWNT–f18/nylon 6,6 show nanotube agglomerations but have higher electrical conductivities than SWNT–f18/nylon 6,6, indicating a positive effect of nanotube agglomeration. Although, it is generally assumed that improved nanotube dispersion enhances electrical conductivity as the formation of conducting paths though the composite is more probable with well dispersed nanotubes, it has been shown that the formation of macroscopic nanotube aggregates that connect to each other results in a lower percolation threshold as compared to well dispersed nanotubes [bib40 bib41]. The electrical conductivities of SWNT/polymer composites are influenced by a variety of filler attributes (length, functionalization, etc.) and processing conditions (loading, dispersion, etc.) that require careful investigation to fully optimize.", "The elastic moduli obtained from tensile tests on melt-spun ∼2wt% SWNT/nylon 6,6 composite fibers increase with SWNT alignment ([fig9]\n                        ), that is towards smaller fiber diameters. This agrees with our previous work on SWNT/HDPE composite fibers showing that SWNT alignment increases the elastic modulus at fixed loadings [bib11]. [fig9] also provides evidence that the elastic moduli of nanotube/nylon composites are enhanced by higher nanotube aspect ratios. For example, purified SWNT/nylon 6,6 composite fibers show an enhanced modulus of ∼30% relative to composites with either SWNT–f12 or –f18/nylon 6,6 fibers with similar fiber diameter (∼120μm). We attribute this improvement to the longer length and higher aspect ratios of purified SWNT in this study. In fact, the shorter SWNT–f12 and –f18 show moduli similar to nylon 6,6 fibers.", "The fracture toughness of nylon 6,6 fibers is similar to that of SWNT–f18/nylon 6,6 composites fibers, but the composite fibers with purified SWNT and SWNT–f12 show a decrease in fracture toughness of ∼2 and 3 orders of magnitude, respectively. This implies that good SWNT dispersion is critical for improved fracture toughness, because SWNT agglomerates might act as structural defects and cause the fiber to fracture immediately after yielding.", "Effective mechanical reinforcement in SWNT–polymer composites can be achieved with nanotubes with large length and good dispersion. The SWNT/nylon 6,6 composites in this work have either good dispersion (SWNT–f18) or large length (purified SWNT), but not both. More careful SWNT treatment prior to composite fabrication to maintain nanotube length and improve dispersion in composites promises improved mechanical properties. SWNT sidewall functionalization with alkyl chains that have a positive affinity for the nylon 6,6 matrix might also lead to high-performance composites."]]]], ["Conclusions", ["We have adapted an interfacial in situ polymerization method to the fabrication of SWNT/nylon 6,6 nanocomposites. This versatile fabrication method incorporates SWNT suspended in either water or toluene, and can be readily extended to a variety of nanofillers with different surface properties and solvent preferences. The quality of the nanofiller suspension prior to the in situ polymerization determines to a large extent the nanofiller dispersion in the resulting nanocomposite. In the case of SWNT, functionalizing with alkyl chains promotes the suspension of SWNT and subsequently improves dispersion in the composites. Using surfactants to disperse nanotubes is less reliable during the two-phase in situ polymerization.", "The properties of the various SWNT–nylon 6,6 composites were explored. Notably, low shear forces in these composites can cause nanotube agglomeration, and therefore must be considered during nanocomposite processing. SWNT characteristics in polymer composites have a tremendous influence on both the electrical conductivity and mechanical properties. The influence of various SWNT cannot be attributed to a single nanotube parameter; rather, it is necessary to consider multiple SWNT characteristics, including nanotube length, dispersion, and type and degree of the nanotube functionalization. Composites containing purified SWNT that maintain their length but exhibit poor dispersion have an increase in elastic modulus and electrical conductivity. The functionalization of the SWNT with –f12 and –f18 improves nanotube dispersion, but the reduced nanotube length and larger nanotube separation resulting from functional groups limits mechanical and electrical properties of the composites containing these nanotubes."]]], "doi": "10.1016/j.polymer.2006.01.087"}