{"title": "Polyethylene multiwalled carbon nanotube composites", "abstract": "Polyethylene (PE) multiwalled carbon nanotubes (MWCNTs) with weight fractions ranging from 0.1 to 10wt% were prepared by melt blending using a mini-twin screw extruder. The morphology and degree of dispersion of the MWCNTs in the PE matrix at different length scales was investigated using scanning electron microscopy (SEM), transmission electron microscopy (TEM), atomic force microscopy (AFM) and wide-angle X-ray diffraction (WAXD). Both individual and agglomerations of MWCNTs were evident. An up-shift of 17cm−1 for the G band and the evolution of a shoulder to this peak were obtained in the Raman spectra of the nanocomposites, probably due to compressive forces exerted on the MWCNTs by PE chains and indicating intercalation of PE into the MWCNT bundles. The electrical conductivity and linear viscoelastic behaviour of these nanocomposites were investigated. A percolation threshold of about 7.5wt% was obtained and the electrical conductivity of PE was increased significantly, by 16 orders of magnitude, from 10−20 to 10−4\n                     S/cm. The storage modulus (<i>G</i>′) versus frequency curves approached a plateau above the percolation threshold with the formation of an interconnected nanotube structure, indicative of ‘pseudo-solid-like’ behaviour. The ultimate tensile strength and elongation at break of the nanocomposites decreased with addition of MWCNTs. The diminution of mechanical properties of the nanocomposites, though concomitant with a significant increase in electrical conductivity, implies the mechanism for mechanical reinforcement for PE/MWCNT composites is filler-matrix interfacial interactions and not filler percolation. The temperature of crystallisation (<i>T</i>\n                     c) and fraction of PE that was crystalline (<i>F</i>\n                     c) were modified by incorporating MWCNTs. The thermal decomposition temperature of PE was enhanced by 20K on addition of 10wt% MWCNT.", "body": [["Introduction", ["The identification in 1991 of carbon nanotubes (CNTs) by Iijima [bib1] has stimulated intense research interest in the structure [bib2 bib3 bib4 bib5 bib6 bib7 bib8], properties [bib9 bib10 bib11 bib12 bib13] and applications [bib14 bib15 bib16 bib17] of these unique materials. The intrinsic superconductivity [bib9], field emission behaviour [bib10], potential as molecular quantum wires [bib11], ability to store hydrogen [bib12], unusually high thermal conductivity [bib13], use as sensors for gas detection [bib16] and the biocompatibility and potential for biomolecular recognition [bib17] of carbon nanotubes has been reported. However, it is the combination of exceptional conductivity (electrical and thermal), low density and mechanical properties [bib16] of CNTs that has resulted in their use in filled composites. Both theoretical and experimental studies have shown CNTs to have extremely high tensile moduli (>1TPa for single walled carbon nanotubes, SWCNTs) and tensile strengths of the order of 500GPa [bib18 bib19]. Carbon nanotubes are thermally stable up to 2400°C in vacuo, have a thermal conductivity about double that of diamond and electric-current-carrying capacity 1000 times higher than copper wire [bib19]. The reported exceptional properties of carbon nanotubes have stimulated several groups to investigate both experimentally and theoretically the preparation and properties of polymer carbon nanotube composite materials. Polymer carbon nanotube composites will find many applications, most important of these will as structural materials due to their low density, where mechanical reinforcement or increased electrical conduction are required, as selectively permeable membranes, in electromagnetic induction shielding and in bio-molecule and drug delivery.", "Irrespective of the method of preparation there are two fundamental and critical issues associated with translating or transferring the unique properties of carbon nanotubes to a polymer matrix. Firstly, the nanotubes must be uniformly distributed and dispersed throughout the polymer matrix, and secondly, there must be enhanced interfacial interaction/wetting between the polymer and the nanotubes. For example, any load applied to the polymer matrix should be transferred to the nanotube. This load relies on the effective interfacial stress transfer at the polymer–nanotube interface, which tends to be polymer dependent [bib20]. Three general approaches have been adopted in attempts to modify the surface of CNTs to promote such interfacial interactions; chemical, electrochemical and plasma treatment. For example, Castaño et al. [bib21] placed different organo-functional groups on MWCNTs using an oxidation and silanization process. Haiber et al. [bib22] modified the surface of CNTs using low-pressure oxygen plasma treatment and using X-ray photoelectron spectroscopy (XPS) detected hydroxide, carbonyl and carboxyl functionality on the surface layers of the CNTs.", "There are several challenges to overcome with regard the processing of polymer carbon nanotube composites. Nanotubes, whether bundles of SWCNTs or aggregates of MWCNTs tend to agglomerate and its difficult to separate individual nanotubes during mixing. While high power ultrasonic mixers [bib23], surfactants, solution mixing [bib24] and in situ polymerisation have all been used to produce polymer carbon nanotube composites, these techniques have many limitations, including that they may not be commercially viable and are environmentally contentious. However, to date the preparation of polymer carbon nanotube composites using melt blending/extrusion has not been widely reported.", "Advani et al. [bib25] reported some improvements in stiffness and work to failure of HDPE/MWCNT composites that were prepared using a multi-step twin-screw extrusion procedure. Andrews et al. [bib26] using poor shear melt mixing, obtained modest increases in elastic modulus and a decrease in tensile strength for polypropylene, polystyrene and acrylonitrile/butadiene/styrene (ABS)/MWCNT composites. CNTs have also been shown to alter the crystallisation kinetics of semi-crystalline polymers [bib27 bib28]. More recently, Shaffer et al. [bib29] melt blended polyamide-12 with MWCNTs and carbon fibres using a twin-screw microextruder, then produced fibres of the blends prepared. They highlighted that both the intrinsic crystalline quality of the nanocomposite and the orientation of the embedded CNTs are major factors controlling the reinforcing capability of CNTs. CNT reinforced Nylon-6 composites prepared by melt compounding having 120% improvements in tensile modulus and strength compared to virgin Nylon 6 was reported by Zhang et al. [bib30] Pötschke et al. have studied the morphology [bib31], electrical [bib32] and rheological [bib33] properties of polycarbonate (PC) based MWCNT composites and most notably obtained a 107\n                     Ωcm reduction in volume resistivity for a PC/PE blend on addition of 0.41vol% MWCNT. In this paper we report the preparation of PE/MWCNT composites using melt blending and investigate the morphology and dispersion of MWCNTs in the PE matrix using a combination of microscopy, WAXD and Raman spectroscopy. The electrical conductivity of PE/MWCNT composites is measured, and combined with melt state oscillatory rheology measurements the percolation threshold for this system is determined. The mechanical, crystallisation and thermal decomposition properties of the nanocomposites are also discussed."]], ["Experimental", [["Materials", ["The polyethylene (PE) used in this study was a third generation linear medium density metallocene catalysed polyethylene (Borecene RM8343) kindly provided by Boreaslis A/S in powder form, with a MFR=6g/10min (190°C/2.16kg) and <i>ρ</i>=934kg/m3. The multiwalled carbon nanotubes (MWCNTs) were supplied by Sun Nanotech Co. Ltd, People's Republic of China. The MWCNTs were prepared using a chemical vapour deposition (CVD) process, using acetylene as a carbon source, a Fe and Ni catalyst system and a reaction temperature between 700 and 800°C. The MWCNTs produced were washed with HCl and distilled water to yield >85% purity, an average diameter of 10–30nm and average length of 1–10μm."]], ["Blend preparation", ["PE was melt blended with 0.1, 0.5, 1, 3, 5, 7, 8.5 and 10wt% MWCNTs using a Haake mini-twin screw extruder with a barrel temperature of 160°C, screw speed of 25rpm and a recycle time of 2min. Both the PE and the MWCNTs were dried at 70°C for 10h prior to mixing. The average torque readings on the extruder increased by about 25% and the speed at which the extrudate exited the die decreased with increased addition of MWCNTs up to 7wt%, suggesting a significant increase in the viscosity of the composite as the loading of MWCNT was increased, as a consequence of the high aspect ratio of CNTs."]], ["Characterisation", ["The morphology and extent of dispersion of MWCNTs in the PE was investigated using scanning electron microscopy (SEM), high resolution transmission electron microscopy (HRTEM) and atomic force microscopy (AFM). SEM was performed on cryo-fractured extruded nanocomposite rod samples using a Hitachi SEM (model S3200N), with all images acquired in secondary electron mode using an operating voltage of 5kV and on MWCNTs using a Leo Supra-25 thermal field emission SEM. HRTEM was carried out using a FEI Tecnai F20 field emission instrument. AFM data was obtained using a Veeco Dimension 3100 nanoscope operated in tapping mode at 60% tapping with TESP Si probes. Ultra-thin samples were used for HRTEM and AFM examination, typically between 60 and 100nm, and were microtomed using diamond knifes from extrudate samples both parallel and perpendicular to the extrusion direction using an Ultracut-E Reichert Jung ultramicrotome. X-Ray diffraction (WAXD) spectra of both the MWCNTs and the nanocomposites were recorded using a PANalytical X'Pert Pro diffractometer using CuKα radiation between 1 and 40 2<i>θ</i>. Raman spectra were collected using a 785nm (Titan sapphire laser), Jobin-Yvon HR640 spectrometer fitted with an Andor Technology CCD detector. The laser (50mW) was line focussed onto the sample (100μm×4mm) and was rotated throughout the experiment. No melting of the polymer was detected even after prolonged exposure under these conditions. Raman scattering was collected in a standard 180° backscattering geometry. Modulated differential scanning calorimetry (MDSC) was performed using a TA Instruments DSC 2920. The samples were allowed to equilibrate at 20°C before being heated at 10°C/min to 200°C, held at this temperature for 3min, then cooled at 10°C/min to 20°C, held at 20°C for 1min before being reheated at 10°C/min to 200°C again. This cooling and heating test method was adopted to ensure complete melting of the crystalline fraction of PE and to remove thermal history. The rheological behaviour of the composites was studied using an Ares (Rheometrics, Inc.) parallel-plate rheometer at 220°C, using dynamic oscillation frequency sweeps of 0.1–100rad/s and back, in the linear-viscoelastic range (strain 2%) under a nitrogen atmosphere. Volume resistivity measurements were performed on samples of all composites that were firstly compression moulded into thin sheets (diameter 60mm, thickness 0.35mm). For high resistivity samples a Keithley electrometer (Model 6517A) equipped with a 8009 test fixture was used. For more conductive samples (lower than 107\n                        Ωcm) strips with dimensions of 30×2mm2 were cut from the sheets and measured using a Keithley electrometer (Model DMM 2000) using a four-point test fixture (i.e. gold contact wires with a distance of 20mm between source electrodes and 10mm between the measuring electrodes). The yield stress, breaking stress and elongation at break of the nanocomposites was determined from tensile testing miniature dumbbell samples (length 6mm, width 2mm) punched from pressed sheets (0.35mm thickness) according to ISO 527-2 using a test speed of 5mm/min. Reported values are the mean values of 10 measurements. Dynamical mechanical thermal analysis (DMTA) was performed in the single cantilever mode on the nanocomposites using a Rheometric Scientific DMTA analyser (Mark IV) in the temperature range 20–100°C at a frequency of 1Hz and a heating rate of 2°C/min. The thermal stability of the nanocomposites was studied using thermogravimetric analysis (TGA). TGA measurements were carried out using a TA Instruments Hi-Res TGA 2950 thermogravimetric analyser from 20 to 500°C with a heating rate of 10°C/min. and a nitrogen gas flow rate of 40/60cm3/min."]]]], ["Results and discussion", ["The morphology and the degree of dispersion of MWCNTs in the polyethylene matrix at different length scales were studied using a combination of SEM, HRTEM, AFM and WAXD. [fig1]\n                     A–D shows the SEMs of bundled MWCNTs and typical cryo-fractured surfaces of PE with 10wt% MWCNT taken parallel and perpendicular to the flow direction, at ×5000 and ×30,000 magnification. The MWCNTs can be clearly identified and are uniformly dispersed as single nanotubes and as aggregates of varying dimensions. In some instances the PE seems to coat or wrap around the MWCNT. [fig2]\n                      shows a HRTEM image of a MWCNT protruding from the extrudate and coated with PE. The centre diameter of the MWCNT and the concentric arrangement of the nanotubes are clearly evident. The overall diameter of the MWCNT is about 20nm and individual internal walls of smaller diameter nanotubes are discernable. Moreover, no polymer seems to present in the inner most tube. The AFM images shown in [fig3]\n                      are from extrudate samples taken parallel to the flow direction during melt compounding for PE alone and for a typical PE/MWCNT nanocomposite. It can be clearly seen that some of the MWCNTs align in the flow direction. Given sufficient wetting of the CNTs with PE, the orientation of the CNTs may play a role in mechanical reinforcement. This is in contrast to polymer/CNT composites that are prepared by solution mixing, where the CNTs tend to be randomly oriented. The variation in the length of MWCNTs imaged would suggest that either breakage of the nanotubes occurred during shear mixing, the CNTs are extended below the surface or the surface image obtained results from the ultramicrotoming procedure. Microscopic examination across the length scales would confer that the MWCNTs are well distributed and dispersed in the PE matrix. The XRD pattern for MWCNTs, shown in [fig4]\n                     , exhibits a sharp (002) Bragg reflection at about 2<i>θ</i>=26° and is derived from the ordered arrangement of the concentric cylinders of graphitic carbon [bib34]. This peak is absent from the XRD patterns of PE/MWCNT nanocomposites and greatly reduced in intensity for the 10wt% nanocomposite, further evidence for efficient mixing of the MWCNTs in PE. Furthermore, there is a broadening of and reduction in intensity of the 110 and 200 PE reflections with increasing MWCNT concentration, indicative of altered amorphous and crystalline phases.", "Raman spectroscopy was used to investigated the interfacial interaction between the PE matrix and MWCNTs. [fig5]\n                      shows the high frequency Raman spectra for PE, MWCNT and PE with 0.1, 1 and 10wt% additions of MWCNT. In this part of the spectra the MWCNTs displayed two characteristic peaks, the first at 1306cm−1 assigned the D band and derived from disordered graphite structures, the second centred at 1594cm−1 assigned the G band and associated with tangential C–C bond stretching motions which originate from the <i>E</i>\n                     2g2 mode at 1580cm−1 in graphite [bib35]. On addition of 1wt% MWCNT and greater, the maximum in the G band peak was up-shifted by 17cm−1 and the evolution of a shoulder peak was detected. The shifting of the G band peak to higher frequencies can be explained by the disentanglement of the MWCNTs and subsequent dispersion in the PE matrix as a consequence of polymer penetration into the CNT bundles during melt mixing. Similar up-shifting of the G band, albeit much smaller than 17cm−1, has been reported for SWCNT reinforced epoxy resins [bib36 bib37] and polypropylene [bib38]. The up-shifting of the D and G bands is also a consequence of strong compressive forces associated with PE chains on MWCNTs.", "Further evidence for efficient dispersion and interconnectivity of MWCNTs in PE was obtained from volume resistivity measurements of the PE/MWCNT nanocomposites. [fig6]\n                     A and B show volume resistivity and conductivity as a function of weight fraction of MWCNT in the PE matrix, respectively. The volume resistivity of the PE used in this study was 1020\n                     Ωcm. Increasing additions of MWCNT from 0.1 to 10wt% resulted in an almost 16 orders of magnitude reduction in resistivity (increase in conductivity) to about 104\n                     Ωcm. A significant drop in resistivity was achieved for a percolation threshold of about 7.5wt%. This threshold is somewhat greater than that obtained for other polymer carbon nanotube composites not prepared using melt compounding [bib31 bib39 bib40 bib41], but not unexpected as PE is one of the most electrically insulating of polymers. As the concentration of MWCNTs increases and assuming efficient mixing, the average distance between nanotubes decreases until a 3D interconnectivity of CNTs in the PE matrix is formed. Electron transport is then facilitated through tunnelling throughout the polymer or by electron ‘hopping’ along CNT interconnects. The reduction in electrical resistivity for this PE on addition of MWCNTs was at least 10 orders of magnitude greater than that reported for composites of LDPE and nanoscale ZnO [bib42].", "The percolation effect was further investigated by studying the melt state oscillatory rheology properties of the nanocomposites. It has been shown previously that the formation of a percolated system can be detected by characterising the complex viscosity (<i>η</i>*), storage modulus (<i>G</i>′) and loss modulus (<i>G</i>″) as a function of frequency [bib43 bib44 bib45]. [fig7]\n                      shows the variation in complex viscosity <i>η</i>* with frequency for PE alone and the PE/MWCNTs nanocomposites. The complex viscosity increases as the concentration of MWCNT increases given the high aspect ratio of CNTs. The size of the increase is more pronounced at lower frequencies (0.1rad/s) and is almost linear with nanotube content at higher frequencies (>10rad/s). The increase in complex viscosity with MWCNT content is concomitant with an increase in the storage moduli. The storage moduli for the nanocomposites show a monotonic increase at all frequencies with increasing MWCNT content, [fig8]\n                     . The largest increase was evident at lower frequencies, typically two orders of magnitude for 0.1rad/s, and is further evidence for the formation of a percolated network. The high frequency (>10rad/s) behaviour reveals little change in <i>G</i>′ with increased nanotube content. The <i>G</i>′ versus frequency curve for the nanocomposites with 8.5 and 10wt% MWCNT would appear to be approaching a plateau at low frequencies. It has been proposed that this ‘plateau’ effect is derived from interconnected structures of anisometric fillers that result in an apparent yield stress which is manifest by a plateau in either <i>G</i>′ or <i>G</i>″ versus frequency plots [bib43 bib46]. This low frequency response is indicative of ‘pseudo-solid-like’ behaviour, and has been seen for a conventionally filled polymer with strong interactions between filler and polymer and was attributed to yield phenomena in the composite [bib47 bib48]. The corresponding increase in the loss moduli (<i>G</i>″) is much lower than that for the storage moduli and there is no evidence for the formation of a plateau, as demonstrated in [fig9]\n                     . The loss moduli increased with increasing frequency and MWCNT content. Structural differences between the PE matrix and the nanocomposite can be detected by examining the relationship between <i>G</i>′ and <i>G</i>″. [fig10]\n                      shows a plot of <i>G</i>′ against <i>G</i>″ for each nanocomposite. For a given loss modulus (<i>G</i>″) value, the storage modulus (<i>G</i>′) increases, but the slope of the curve decreases, evidence that the structure of the composites across the length scales changes as the loading of MWCNTs increases. Pötschke et al. [bib42] reported similar behaviour for polycarbonate MWCNT composites. The damping characteristics of the nanocomposites were also investigated by studying the relationship between tan\n                     <i>δ</i> and frequency. It is evident, particularly at lower frequencies that tan\n                     <i>δ</i> decreases and the corresponding curves becomes progressively flatter with increasing addition of MWCNTs, [fig11]\n                     . This behaviour is evidence for the presence of interfacial interactions between the PE and MWCNTs, and that both energy dissipation and relaxation of the PE chains are increasingly hindered as the MWCNT loading increased to 10wt%.", "The mechanical properties of the nanocomposites were measured as a function of MWCNT loading and are shown in [fig12]\n                     . The yield stress (<i>σ</i>\n                     y) increased slightly as the loading of MWCNTs was increased up to 10wt%. However, both the ultimate tensile strength (<i>σ</i>\n                     b) and the elongation at break (<i>ε</i>\n                     b) decreased. The toughness of this PE was greatly reduced and addition of MWCNTs above 0.1wt% yielded increasingly brittle samples. The embrittlement of polymers on addition of CNTs is not unusual and has been reported previously for polar polymers also 40. This would suggest that any interfacial interactions between PE and the MWCNTs were at a level too low to have a positive effect on bulk mechanical properties. Low loadings of MWCNTs were also more effective at increasing the dynamic mechanical storage modulus (elastic modulus) in the temperature range studied. [fig13]\n                      shows the variation in bending storage modulus (<i>E</i>′) for PE/MWCNT nanocomposites between 18 and 100°C. At lower temperatures <i>E</i>′ is increased by about 60% on addition of 0.5wt% MWCNT compared to neat PE, but falls to 15% with 7wt% addition. The value of <i>E</i>′ for all PE/MWCNT nanocomposites was higher than that of PE alone at all temperatures.", "Addition of MWCNTs to PE had no effect on the temperature of melting (<i>T</i>\n                     m) of PE. However, the temperature of crystallisation (<i>T</i>\n                     c) increased by about 8°C for the nanocomposite with 10wt% MWCNTs, indicating MWCNTs have a nucleating effect for this PE. [tbl1]\n                      lists the DSC characteristics of PE and PE/MWCNT nanocomposites. The fraction of polymer within the nanocomposite that is crystalline, <i>F</i>\n                     c, was calculated from:\n                        \n                           (1)\n                           \n                              \n                                 \n                                    F\n                                    c\n                                 \n                                 =\n                                 \n                                    \n                                       Δ\n                                       H\n                                    \n                                    \n                                       293\n                                       \n                                          f\n                                          p\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where Δ<i>H</i> is the enthalpy of fusion (J/g), 293 is the enthalpy of fusion for a theoretically 100% crystalline PE [bib49] and <i>f</i>\n                     p is the weight fraction of polymer. The crystalline content of PE changes little on addition of 0.1wt% MWCNT, but decreases by about 5% when the loading of MWCNTs was increased to 10wt%. This reduction in crystalline content is in agreement with that observed in the WAXD patterns. The thermal stability of the PE/MWCNT nanocomposites was also measured using TGA. PE has a single stage decomposition profile starting at about 400°C, which was unaltered when 0.1 and 1wt% MWCNTs were added. Interestingly, no small weight losses were detected below 400°C, suggesting that the MWCNTs had a low amorphous carbon content. The onset of degradation of PE was enhanced by about 20K for a 10wt% loading of MWCNTs."]], ["Conclusions", ["PE/MWCNT nanocomposites were prepared using twin-screw melt compounding. Microscopic observations across the length scales and WAXD indicate that the MWCNTs are very well distributed and dispersed in the PE matrix. Both individual MWCNTs and agglomerations of MWCNTs were evident. The PE intercalated into the MWCNT bundles, detected by an up-shift of 17cm−1 in the G band and the evolution of a shoulder to this peak. Remarkably, the electrical conductivity of PE, the most electrically insulating of polymers, was increased by 16 orders of magnitude (from 10−20 to 10−4\n                     S/cm) on addition of 10wt% MWCNT. However, a percolation threshold was achieved at about 7.5wt% indicating the formation of a percolated filler network structure, where a critical minimum distance between carbon nanotube structures has been attained and electron conduction is facilitated through a ‘hopping’ or ‘tunnelling’ mechanism. A percolation threshold of around 7.5wt% was also determined for PE/MWCNT nanocomposites from melt state oscillatory rheology measurements. It is important to highlight that the similar 7.5wt% percolation threshold obtained from both the rheological and electrical measurements may be coincidental. Du et al. [bib50] and Pötschke et al. [bib43] have independently reported the ‘rheological’ indication of percolation to be different to the ‘electrical’ percolation for PMMA/SWCNT and PC/MWCNT nanocomposites. Fundamentally, polymer chain immobility and the distance between neighbouring nanotubes determine the rheological and electrical percolation threshold, respectively. The <i>G</i>′ versus frequency curves approached a plateau when 8.5 and 10wt% MWCNTs were added which we associate with an interconnected nanotube structure and is indicative of ‘pseudo-solid-like’ behaviour. The slope of the <i>G</i>′ versus <i>G</i>″ curves decreased and is evidence that the structure of the nanocomposites is changing across the length scales as the loading of MWCNTs increased. The large variation in tan delta at lower frequencies suggests the presence of weak interfacial interactions between PE and MWCNTs.", "The percolation threshold (7.5wt%) is higher than that reported for most other polymer CNT nanocomposites and may be as a consequence of three factors; (1) the PE coats the MWCNTs (as evidenced in TEM images) and reduces the effectiveness (conduction) of polymer–carbon nanotube and nanotube-nanotube contacts, thus a higher concentration of MWCNTs are required to reach the percolation threshold; (2) the melt blending technique may promote coating of CNTs, particularly with polymers having high melt viscosities, such as PE and (3) the geometry of the extruder die may induce alignment of MWCNTs (as seen in AFM images) and thus reduce the number of entanglements (contact points). This may in part explain why much lower percolation thresholds are obtained for polymer CNT composites made using solution mixing or in situ polymerisation compared with melt blending.", "Data from both static and dynamic mechanical testing show poor load transfer between polymer and filler. It would appear that for this PE/MWCNT system, the mechanism for mechanical reinforcement is filler–matrix interfacial interactions and not filler percolation. Sternstein et al. reported similar behaviour for EVA fumed silica composites [bib51]. The toughness of the composites decreased with increased MWCNT addition. DSC studies showed MWCNTs to have a nucleating effect for PE. The temperature of crystallisation increased by 7°C and the fraction of PE in the nanocomposite that was in the crystal phase decreased by about 5% with 10wt% MWCNT loading. The thermal decomposition temperature of PE was enhanced by about 20K for the nanocomposite having 10wt% MWCNT."]]], "doi": "10.1016/j.polymer.2005.06.094"}