{"title": "Multifunctional polypropylene composites produced by incorporation of exfoliated graphite nanoplatelets", "abstract": "The potential of using exfoliated graphite nanoplatelets, xGnPTM, as a reinforcement that can produce multifunctional polymer composites was explored. xGnP–polypropylene (PP) composites fabricated by melt mixing using a twin-screw extruder followed by injection molding were investigated for their thermal, viscoelastic and barrier properties as a function of xGnP concentration and aspect ratio. These properties of the xGnP–PP composites were compared to the properties of composites made with PAN-based carbon fibers, VGCF, carbon black and nanoclay. Results indicate that when oriented properly, the xGnP will not only stiffen the composite but also reduce the coefficient of thermal expansion in two directions rather than in one as in the case of aligned fiber composites. Furthermore, the large aspect ratio of xGnP, even at low loadings, increases the oxygen barrier of PP at least as effectively as the commonly used nanoclays and finally, addition of xGnP significantly enhances the thermal conductivity of the polymer matrix.", "body": [["Introduction", ["In recent years researchers both in industry and in academia have focused their interest on polymers reinforced with nanosize materials, which represent a radical alternative to conventional filled polymers or polymer blends. Although the most common nanoreinforcements used commercially are layered silicate nanoclays, graphite nanoplatelets are also gaining popularity as nanoscale fillers in research and development and commercial projects.\n                        1\n                        \n                           http://www.plasticstechnology.com/articles/200411fa2.html.\n                     \n                     [fn1]1\n                      Research in the Drzal group [bib1 bib2] has shown that exfoliated graphite nanoplatelets, which combine the layered structure and low price of nanoclays with the superior mechanical, electrical and thermal properties of carbon nanotubes, are very cost effective and can simultaneously provide a multitude of physical and chemical property enhancements.", "Since the graphene sheet of xGnP is thermally conductive and has a low coefficient of thermal expansion, the addition of xGnP to a polymer matrix will improve its thermal conductivity as well as its mechanical properties. The reduction of coefficient of thermal expansion is a desirable property for composite structural applications. A polymeric thermally conductive material is useful in applications such as lighting ballasts, transformer housings, microchip cooling, fuses, radiators, and fins.\n                        2\n                        \n                           http://www.pittstate.edu/services/nsfreu/ResearchReports2004/dweberfuelcellicce11submit.pdffgh.\n                     \n                     [fn2]2\n                      In addition if the reinforcement has an aspect ratio greater than 1, composites can be designed with controlled orientation of fibers/particles to produce desirable combinations of thermal conductivity and coefficient of thermal expansion.", "The most important factors that affect the effective thermal conductivity of composites are the conductivity of the constituents, the particle volume fraction [bib3], and the particle size and shape [bib4 bib5]. Based on an experimental study on thermally conductive composites filled with platelet-shaped boron nitride particles, it was suggested that in the case of ductile materials, fillers with platelet shape offer advantages over other spherical or cylindrical morphologies because they can overlap with a large contact area permitting much closer contact between adjacent platelets [bib5] and reducing the thermal contact resistance. The thermal contact resistance at the interface, which is a barrier to heat transfer and lowers the overall effective thermal conductivity, can also be reduced by (i) enhanced chemical bonding or interactions between filler and matrix [bib6], and (ii) decreasing the interface (edge), i.e., increase the size of the conductive particles [bib6 bib7] or the number of clusters present [bib8]. Ordered structure at the interface, i.e., crystalline interface vs. amorphous [bib7], can also enhance the effective thermal conductivity by reducing the phonon scattering at the interface.", "In addition to the thermal properties of composites, the rheological properties are also very important from the processing and application point of view. They are related to the materials’ microstructure, reinforcement’s aspect ratio, dispersion, and orientation and the interactions between the reinforcement and the polymer chains and therefore to various composite properties such as mechanical, thermal and electrical. A common feature observed in the rheology of various composite systems, i.e., polymer reinforced with layered silicates [bib9 bib10], carbon fibers or carbon nanotubes [bib11 bib12 bib13], is solid-like behavior at low frequencies that has been attributed to the formation of a filler network in the composites at low concentrations which resists shear and leads to a substantial increase in melt viscosity.", "Another important property for composites to be used mainly for packaging applications such as electronics, food or beverages is low permeability in small gas molecules such as O2, CO2 and H2O. The most common reinforcement used to improve the barrier properties of polymers is clays, which due to their layered structure can increase the tortuous path the molecules have to follow in order to diffuse through the polymer composite film. xGnP can also be used for as a barrier due to its platelet geometry.", "The goal of this research is to explore the effect of xGnP on the thermal (i.e., coefficient of thermal expansion and thermal conductivity), viscoelastic (i.e., viscosity, storage and loss modulus) and barrier properties (oxygen permeability) of a widely used and important thermoplastic, polypropylene (PP). The objectives are to compare and contrast (i) the coefficient of thermal expansion (CTE) of xGnP-1μm/PP composites, (ii) the effect of xGnP on the rheological properties of PP, i.e., viscosity, storage and loss modulus, and (iii) the barrier properties, i.e., the O2 permeability of xGnP–PP composite films with PP composites reinforced with commercially available carbon materials such as carbon black, vapor grown and PAN-based carbon fibers and nanoclays. In addition, the thermal conductivity of xGnP–PP composites as a function of xGnP loading and aspect ratio is also determined."]], ["Experimental", [["Materials", ["The polymer used is polypropylene powder (Pro-fax 6301, melt flow index 12g/10min, ASTM D1238) kindly provided by Basell. The exfoliated graphite nanoflakes are produced from sulfuric acid-based intercalated graphite, in this case obtained from UCAR International Inc., using a cost and time effective exfoliation process initially proposed by Fukushima [bib1]. In order to study the effect of the reinforcement’s aspect ratio on the properties of xGnP–PP composites, two types of xGnP were used. Those are xGnP-15, which has a thickness of ∼10nm and a diameter of 15μm and xGnP-1 with the same thickness and an average diameter of ∼1μm. Details on the exfoliation process as well as on the morphology of xGnP can be found elsewhere [bib1]. Other commercially available reinforcements used for comparison with xGnP are (i) PAN-based carbon fiber (PANEX 33 MC Milled Carbon Fibers, Zoltek Co.), (ii) VGCF (Pyrograf III, PR-19 PS grade, Pyrograf Products, Inc.), (iii) nanosize high structure carbon black (KETJENBLACK EC-600 JD, Akzo Novel Polymer Chemicals LLC) and (iv) octadecyl amine (ODA) modified montmorillonite (Nanomer I.30P from Nanocor). The geometrical and surface characteristics of all the reinforcements used are given in [tbl1]\n                        ."]], ["Fabrication of composites", ["The composites were fabricated by extrusion and injection molding. A DSM Micro 15cc Compounder (vertical, co-rotating twin-screw microextruder), operating at 180°C for 3min at a screw speed of 200rpm, was used for melt mixing. The melt was transferred to a Daca Micro Injector operating at <i>T</i>\n                        barrel\n                        =180°C and <i>T</i>\n                        mold\n                        =80°C. The injection pressure used was 1.1MPa. The operating conditions used for both the extruder and the injector were optimized with respect to the flexural strength and modulus of the neat polymer as well as of 3vol% xGnP-1/PP composites using factorial design of experiments [bib2]."]], ["Characterization techniques", ["The CTE of PP composites was determined by use of a TMA 2940 (TA Instrument) for two regimes below and above the glass transition temperature (<i>T</i>\n                        g). The samples made by the DSM were cut into small pieces, approximately 10×5×5mm, and the dimension change was measured during heating process. The temperature range used was −25°C to 150°C and the ramp rate was 2°C/min. The thermal conductivity of xGnP–PP composites was measured using dynamic scanning calorimetry (DSC). The samples made by DSM were disks (diameter 5mm and thickness ∼0.5mm) and the through-plane conductivity, i.e., the heat flow was normal to the flow direction induced during injection molding, was determined using an indirect method based on the time to melt a gallium sample placed on the composite sample. This method provides relative values of conductivity that have been shown to be conservative.", "The rheological properties were measured with an Advanced Rheometrics Expansion System at 175°C using a 25mm parallel-plate fixture at a constant strain of 1%, which up to the maximum reinforcement loading used (20vol%) was within the linear viscoelastic regime determined by strain sweep at an oscillatory angular frequency of 1Hz (2πrad/s). The samples were disks with a diameter of 25mm made with the DSM system.", "The O2 permeability of PP composite films at a reinforcement loading of 3vol% was measured based on ASTM method D3985 using an Ox-Tran (Modern Controls Inc., Minneapolis, MN). The composite films were made by compression molding of flexural bars made by the DSM extruder injection molding system. The conditions used are 20min at 220°C and no pressure applied followed by a second period of 20min at 220°C and a pressure of 137MPa. The composite films were cooled to room temperature by air-cooling.", "The morphology of the composites was investigated by environmental scanning electron microscopy (Electroscan 2020). The samples were gold coated to avoid charging and the voltage used was 20–30kV."]]]], ["Results and discussion", [["Effect of reinforcements on coefficient of thermal expansion", ["CTE was measured along two directions, the longitudinal, which is the direction along the flow of the melt during injection molding, and the transverse, which is the direction perpendicular to the flow. The CTE along each direction was measured for two temperature regimes, i.e., for <i>T</i>\n                        <\n                        <i>T</i>\n                        g and <i>T</i>\n                        >\n                        <i>T</i>\n                        g at a reinforcement concentration of 3vol% shown in [fig1 fig2]\n                        \n                        , respectively. Decrease of the CTE along the longitudinal direction was observed for all the fillers at both below and above <i>T</i>\n                        g. In particular, for a temperature below <i>T</i>\n                        g, the xGnP-1 exhibited the same reduction as the VGCF and PAN-based carbon fibers, i.e., reduction of CTE by ∼25%. At a temperature above <i>T</i>\n                        g, the xGnP produced the same effect as carbon black and VGCF (∼20% decrease of CTE), but the PAN-based carbon fibers had a more dramatic effect reducing the CTE by ∼65%. This reflects the high degree of alignment of the PAN-based carbon fibers along the flow direction and the fact that these fibers are stiffer compared to the more flexible VGCF [bib2] because of their macroscopic size.", "The effect of reinforcements on CTE along the transverse direction for both temperature regimes was less dramatic. At a <i>T</i>\n                        >\n                        <i>T</i>\n                        g, the xGnP-1 resulted in a 15–20% decrease of CTE followed by VGCF, carbon black and PAN-based carbon fibers which actually caused little measurable reduction in the CTE compared to the neat polymer. This underlines the potential in using platelet-type reinforcements which when oriented properly can stiffen the composite in two directions rather than in one as in the case of aligned fibers [bib14]. The inherent CTE of graphite is 0.4–0.6μm/m for a temperature range of 30–100°C and further reductions in CTE are expected as the concentration increases.\n                           3\n                           \n                              http://www.graftech.com/GrafTech/Products+and+Services/Graphite+Electrodes/UCAR+Grade+LFX+Graphite+Electrodes.htm#tpus.\n                        \n                        [fn3]3"]], ["Thermal conductivity of xGnP–PP composites", ["The thermal conductivity of xGnP/PP composites was measured as a function of xGnP aspect ratio and concentration. Samples tested had a loading of 3, 10 and 25vol% of xGnP-1 while the effect of aspect ratio, i.e., xGnP-1 vs. xGnP-15, was only investigated in composites with 10vol% xGnP loading. The thermal conductivity reported is the average value of three samples cut from different coupons. The results are shown in [fig3]\n                        . It is expected that xGnP-15 due to a higher aspect ratio and hence a smaller contribution from thermal contact resistance will cause a larger increase in thermal conductivity. However, the error bars in the measurement overlapped at the 10vol% xGnP loading preventing a quantitative assessment from being made. Additional research with a direct thermal conductivity method at various xGnP contents is needed to quantify the effect of the aspect ratio on the through-plane thermal conductivity. The in-plane thermal conductivity of xGnP–PP is expected to be much higher due to the orientation during injection molding and the anisotropy of xGnP as reported also by King’s group [bib15]. Their work on thermally conductive graphite–nylon 6,6 composites indicated that the in-plane thermal conductivity is ∼3 times larger than the through-plane conductivity. However, the gallium-DSC method used here is limited to the through-plane conductivity.", "Considering that the in-plane thermal conductivity of graphite is 210–230W/m°C,[fn3]3\n                         it is expected that the thermal conductivity of xGnP–PP composites especially at the highest loading used, i.e., 25vol%, should be much higher. However, the results should be evaluated by taking into account that the conductivity was measured not along the graphite plane but in a direction normal to it, i.e., along the <i>c</i>-axis of the graphite. In addition, the morphology of xGnP-15/PP composites should also be taken into account. Morphological examination of the xGnP-15–PP composites indicated that these large platelets were not well-dispersed and showed evidence of agglomeration as indicated in [fig4]\n                        a. Additionally, the larger xGnP-15 platelets were not planar but were buckled or rolled-up into cylinders as shown in [fig4]b and c, respectively, which reduced the aspect ratio and changed the assumed platelet geometry [bib2]. Finally it should be noted that the method used, i.e., using the slope of a heat flux vs. temperature plot obtained by DSC of the gallium-composite sample, becomes less sensitive at higher thermal conductivities. Although the method is sufficient for screening experiments and low filler contents, it has sever limitations when the thermal conductivity is expected to be larger than 1.2–1.5W/mK."]], ["Rheological properties of PP composites", ["Viscoelastic measurements of xGnP–PP composites as a function of xGnP’s aspect ratio and loading as well as of VGCF and CB reinforced PP composites were performed at the temperature used during the fabrication of the composites, i.e., 175°C, in order to investigate the effect of reinforcement on processing and assess the structure/morphology of the composites, i.e., formation of interconnected particle network, which can also be related to the composite’s percolation threshold for electrical conductivity [bib11 bib12 bib13].", "[fig5 fig6 fig7 fig8]\n                        \n                        \n                        \n                         show the increase of viscosity with reinforcement loading at various frequencies for xGnP-1/PP, xGnP-15/PP, VGCF/PP and CB/PP composites, respectively. A common feature in these plots is that the viscosity increases with loading, especially at lower frequencies. In addition, an abrupt increase of the viscosity in the low frequency regime is observed at a specific loading which is different for each reinforcement, i.e., ∼10vol% for xGnP-1 and xGnP-15, 3–5vol% for VGCF and 1–3vol% for CB. This point is associated with the loading at which a continuous particle network is formed in the composite that imposes a restraint on the long-range molecular motions of the polymer melt [bib16] and can be considered a rough estimation of the composite’s percolation threshold.", "The viscoelastic behavior, i.e., viscosity, elastic and storage modulus, at low frequencies reveals information about the interactions between particles which for high reinforcement content result in the formation of a rigid particle network, whereas the rheological behavior at high frequencies reflects the motions of the short molecular chains and is rarely affected by the presence of fillers [bib16]. As shown in [fig5 fig6 fig7] at high frequencies, i.e., <i>ω</i>\n                        =10rad/s and <i>ω</i>\n                        =100rad/s, addition of up to 20vol% of xGnP-1, xGnP-15 and VGCF results in a small increase of the viscosity, while as shown in [fig8] addition of only 3vol% of CB causes a larger increase. This is because the carbon black used is highly structured and thus capable of forming a network even at low loading, i.e., 2 vol%, which constrains the motions of even the short molecular chains. This increase in viscosity due to the presence of carbon black defines a practical maximum content of CB that can be used as reinforcement in PP, which for the DSM microextruder used in this study is 3vol%. Likewise, the VGCF also shows a substantial increase in complex viscosity in the 3–5vol% range. Exceeding this concentration makes processing of the composite very difficult. In contrast, the xGnP complex viscosity curve is relatively flat until concentrations of over 10vol% are reached, indicating that the incorporation of high volume fractions of xGnP into thermoplastic polymers will be much easier.", "The storage modulus <i>G</i>′ represents the elastic melt properties and provides a measure of composite ‘stiffness’ and its frequency dependence characterizes whether the material is in a liquid-like or solid-like state [bib12 bib13 bib17]. [fig9 fig10 fig11 fig12]\n                        \n                        \n                        \n                         show the frequency dependence of <i>G</i>′ for various reinforcement loadings for xGnP-1, xGnP-15, VGCF and CB reinforced PP composites, respectively. Comparison of [fig9 fig10] indicates that there is little effect of xGnP aspect ratio on the storage modulus of xGnP–PP composites. Only at the maximum loading used, i.e., 20vol% xGnP-1, is there a large increase in <i>G</i>′ resulting in stiffer composites. This is probably a result of the larger number of xGnP-1 particles compared to the number of particles contained in the same volume fraction of xGnP-15.", "A common feature in [fig9 fig10 fig11 fig12] is that at the low frequency regime and at low reinforcement loadings, the PP composites show the same rheological response as neat PP i.e., the typical Newtonian liquid behavior with <i>G</i>′∼\n                        <i>ω</i>\n                        2. However, as the reinforcement content increases, the elastic modulus becomes independent of frequency. This indicates a transition from a Newtonian liquid to an ideal Hookean solid, which accompanies the formation of a mechanically stable network structure [bib13]. Again, as in the case of the viscosity–concentration plots the concentration at which this transition occurs is different for each reinforcement and can be related to the composite’s percolation threshold for electrical conductivity. The loss modulus <i>G</i>″ provides a measurement of viscous resistance to deformation and it follows the same trend as the elastic storage modulus <i>G</i>′, i.e., it increases with reinforcement loading at low frequencies and becomes independent of frequency at high reinforcement contents.", "The viscoelastic properties of xGnP–polymer composites, i.e., viscosity, loss and storage modulus, are closely related to the percolation threshold for electrical conductivity and can be significantly modified by the flow conditions during processing. From an application point of view, this is very important since it allows for design and fabrication of composites with the ability to produce the desired properties at even high concentrations."]], ["O2 permeability of PP composites", ["Addition of clays in polymers results in a significant reduction of water adsorption as demonstrated in clay/nylon 6 systems [bib18 bib19] and the barrier properties improve dramatically as the silicate content increases [bib20]. Since xGnP has platelet morphology, it has potential as an alternative to nanoclay as an additive which improved the barrier performance of polymers. Furthermore, nanoclays lack thermal and electrical conductivity. In addition to the enhancement of mechanical properties [bib2], the reduction of CTE and the improvement of thermal conductivity of neat PP as discussed above, xGnP should also improve the barrier properties of the neat polymer to small molecules, i.e., O2 in order to be competitive to clays.", "From a theoretical point of view the improved barrier properties are the result of the presence of impenetrable platelets with high aspect ratio that are homogeneously dispersed in the penetrable polymer matrix leading to an increase of the diffusant path length (tortuosity) and, consequently, a decrease of the gas permeability [bib21]. Factors that strongly affect the barrier properties of composites are the aspect ratio, dispersion and orientation of the platelets, the platelet/polymer interface and the crystallinity of the polymer matrix. All these factors can be optimized by choosing the proper processing method, so it becomes evident that the barrier properties are closely related to other composite properties.", "The effect of xGnP on the O2 permeability of PP as a function of aspect ratio as well as comparison to the barrier properties of various PP composites at a reinforcement loading of 3vol% is shown in [fig13]\n                        . CB does not improve the PP barrier to O2 due mainly to the irregular shape of the agglomerates and the high degree of porosity within the aggregate, which does not prevent the diffusion of the gas molecules. Both xGnP-1 and VGCF cause a similar decrease in the O2 permeability, i.e., 10% at a reinforcement loading of 3vol%. The effect of aspect ratio was evident in case of xGnP-15 that caused the largest improvement in PP’s barrier to oxygen, i.e., ∼20% followed by clays.", "Based on the morphological study of xGnP-15/PP composites, xGnP-15 forms large agglomerates and due to its high aspect ratio tends to strongly orient along the flow direction [bib2] as shown in [fig4]a. It is possible that the agglomerates are modified during the compression molding used for the fabrication of the film and the platelets may slide against each other and align parallel to the mold plates, resulting in xGnP-15 improving the barrier properties of PP. In addition, taking into account the weak adhesion in the xGnP–PP interface [bib2], it is possible that the interface provides a path for the gas molecules and thus xGnP-1 (small aspect ratio, large interface) causes less improvement in barrier properties than xGnP-15. Finally, the crystal structure of the matrix also affects the permeability of small molecules. xGnP-1 is a very effective nucleant for PP resulting in fewer but thinner crystals compared to crystals formed in the presence of xGnp-15 [bib2], and so it is easier for gas molecules to pass through."]]]], ["Conclusions", ["The coefficient of thermal expansion of exfoliated graphite nanoplatelets (xGnP) in polypropylene (PP) matrix composites (xGnP–PP) was determined and compared to the CTE of other forms of carbon reinforced PP. As a result of its unique platelet morphology, xGnP reduces the CTE in two dimensions, i.e., in the graphite plane, while carbon fibers such as VGCF and PAN cause a similar reduction in CTE but mainly in the direction parallel to their axis. A loading of 3vol% can reduce the CTE of PP by ∼20–25% in both the transverse and the longitudinal directions. Higher loadings are expected to reduce the CTE substantially more. Addition of 3vol% xGnP-1 increases the thermal conductivity of the neat PP by a factor of 2. The maximum thermal conductivity value measured for 25vol% xGnP-1/PP composites was six times higher than that of PP.", "The platelet morphology of xGnP imparts superior rheological behavior than VGCF or CB reinforced PP composites. In all cases the viscosity increases with loading, especially at lower frequencies. For the same loading the viscosity drops with frequency, indicating shear-thinning behavior. An abrupt increase of viscosity is noted at low frequencies as the reinforcement content increases. The reinforcement loading at which this transition occurs is much higher ∼10vol% for xGnP than for the other materials ∼1–3vol%. The viscoelastic properties of xGnP–polymer composites, i.e., viscosity, loss and storage modulus, are closely related to the percolation threshold for electrical conductivity and can be significantly modified by the flow conditions during processing.", "Finally, it has been demonstrated that xGnP can effectively reduce the permeability of small molecules, i.e., oxygen, in polymers even at low loadings, i.e., 3vol%, and that xGnP-15 is at least as effective as nanoclays which are commonly added to polymers in order to improve the barrier properties. These results can be further optimized by enhancing the adhesion at the xGnP–PP interface, and by improving the dispersion and orientation of the platelets by selecting appropriate processing methods.", "Overall, exfoliated graphite nanoplatelets have demonstrated an exciting new ability to simultaneously improve multiple physical, thermal and mechanical properties of polymer composites making xGnP a multifunctional nanoreinforcement."]]], "doi": "10.1016/j.carbon.2007.03.029"}