{"title": "Effects of surface modification on rheological and mechanical properties of CNT/epoxy composites", "abstract": "Despite superior properties of carbon nanotubes (CNTs), physical properties of the CNT/epoxy composites are not improved significantly because interfacial bonding between the CNTs and the polymer matrix is weak. CNTs were treated by an acidic solution to remove impurities and modified subsequently by amine treatment or plasma oxidation to improve interfacial bonding and dispersion of nanotubes in the epoxy matrix. The functional groups on the surface of treated CNTs were investigated by X-ray photoelectron spectroscopy. The surface modified CNTs were embedded in the epoxy resin by ultra-sonication and the cured nanotube containing composites were characterized by field emission scanning electron microscopy. Rheological properties of nanotube containing epoxy resin and mechanical properties of the modified CNT/epoxy composites were improved because the modification of CNTs improved dispersion and interaction between the CNT and the epoxy resin.", "body": [["Introduction", ["Carbon nanotubes (CNTs), discovered in 1991 [bib1] by Iijima, have become of keen interest to material scientists. CNTs are rolled sheets of hexagonal array of the carbon atoms with the diameter ranging from a few angstroms to several tens of nanometers. CNTs have very good mechanical properties because the two-dimensional arrangement of carbon atoms in a graphene sheet allows large out-of-plane distortions, while the strength of carbon–carbon in-plane bonds keeps the graphene sheet exceptionally strong against any in-plane distortion or fracture [bib2]. Moreover, CNTs have high aspect ratio, good electrical, and physical properties. Due to the unique properties of carbon nanotubes, they have been used for nanoscale electron devices such as field emission displays, atomic force microscope tips, and hydrogen storage cells.", "CNTs have been used as extremely strong nano-reinforcements for composites, which possess extraordinarily high strength with low weight and moderate electrostatic discharge properties [bib3]. However, the scope of CNT applications in practical devices has been largely hampered by their poor dispersion in polymer resin and weak interfacial bonding with polymer matrix [bib4]. Therefore, chemical modification of the CNT surface and good dispersion of carbon nanotubes are required for industrial applications of the CNTs. Surface treatment of the CNTs may roughly be classified into two categories: one is generation of the nanotube-bound carboxylic acid and the other is direct attachment of functional groups to the graphitic surface [bib5]. Chemical oxidation and amine treatment are included in the first category. The CNTs are opened at the end and the terminal carbons are converted to carboxylic acids by oxidation in concentrated sulfuric and nitric acids. Jian Chen et al. reported generation of acid groups by attaching long alkyl chain with an octadecylamine to the CNT surface [bib6]. Through the chemical reaction, amide linkage and carboxylate-ammonium salt are formed on the surface of CNTs [bib7].", "The second category includes gas plasma treatment. The plasma treatment is a useful method because it permits the fixation of different chemical groups on the surface. Moreover, this kind of treatment is used to modify the surface without changing the characteristics of CNTs [bib8]. It can be carried out by applying cold gas plasma for short period of time. The plasma is also known as the glow discharge plasma, which is obtained when the gas is exposed to an electromagnetic field of radio frequencies at low temperature and low pressure [bib9].", "In order to achieve optimal enhancement in the properties of CNT/polymer composites, two key issues should be considered: homogeneous dispersion of CNTs in the polymer resin and strong interfacial bonding between the CNTs and the polymer matrix. Measurement of the rheological property is useful to examine changes in dispersion state and interfacial bonding affected by surface modification. There are a few reports on rheological behavior of CNT/polymer composites. Pötschke et al. [bib10] investigated rheological properties of the CNT/polycarbonate composites. It was found that the increase in the viscosity of the composites filled with CNTs was higher than that of polymer composites filled with carbon fibers or carbon blacks. Kinloch et al. [bib11] studied the rheological behavior of oxidized CNTs dispersed in aqueous solution by considering the interaction between the CNT. They reported that the dispersion state of the CNT was highly sensitive to applied strain in the linear viscoelastic region and the storage and loss moduli were independent of frequency. Mitchell et al. [bib12] examined the linear viscoelastic properties of composites prepared with pristine single walled carbon nanotubes (SWNTs) and organically modified SWNTs in polystyrene matrix. It was found that the composites filled with functionalized CNTs had better dispersion and showed higher storage modulus and dynamic shear viscosity at low frequency.", "The purpose of this study is to examine the rheological properties of surface modified CNT filled epoxy composites prepared by ultra-sonication. The influence of surface modification of CNTs on the linear viscoelastic response was examined by measuring dynamic shear viscosity, storage modulus, and loss modulus. Extensional flow behavior of CNT/epoxy composites was also observed, which has not been reported previously. The morphologies of composites were investigated by a field emission scanning electron microscope (FESEM) and mechanical properties were also investigated by a universal testing machine (UTM)."]], ["Experimental", ["The multi-walled carbon nanotubes (MWNTs) used in this study were supplied by Iljin Nanotech Co. The MWNTs synthesized by the chemical vapor deposition (CVD) have the average diameter of 13nm and the length of 10μm. Epoxy resin (YD 128) and hardener (TH 432) were supplied by Kukdo Chemical, which are based on diglycidyl ether derived from bisphenol-A and modified aromatic amine, respectively. The CNTs were purified in a 3:1 mixture of 65% H2SO4/HNO3 for 30min at 100°C to remove impurities such as amorphous carbon, graphite particles, and metal catalysts.", "The acid treated CNTs were heated with octadecylamine (ODA) at 120°C for 5 days. After cooling to the room temperature, the resulting mixture was sonicated in ethanol for 30min. The remaining solid was cleaned by repeated rinsing with ethanol and filtered three times through a membrane with a pore size of 800nm (ADVANTEC MFS, C080A047A). Then the amine treated CNTs were dried at room temperature for 1 day in a vacuum oven.", "The acid treated CNTs were irradiated with Ar plasma containing 1% of O2 by using ATMOS from PLASMART. The power of plasma was 200W and gas flow rate was less than 5L/min. CNTs were treated in the Ar plasma for 1min. For the preparation of the composites, suspensions of untreated CNTs in ethanol or of chemically modified CNTs in ethanol were sonicated for 2h and slowly dispersed in heated epoxy resin for 1h. The mixture was placed in a vacuum oven at 80°C for 5 days in order to evaporate the ethanol. The plasma treated CNTs were directly mixed with the epoxy resin without using solvent, because solvent may detach the functional groups from the surface of CNTs.", "In order to prepare tensile specimens for measurement of mechanical properties, the epoxy resin loaded with the CNT was cast into a mold and cured for 3 days. Both the surface elemental composition and the chemical environment of MWNTs were evaluated by using X-ray photoelectron spectroscopy (XPS, SIGMA PROBE) from ThermoVG (UK). Fracture surface of the CNT/epoxy composites was characterized by using Field Emission Scanning Electron Microscopy (FESEM, JEOL JSM-6330F). Shear flow behavior was investigated by AR2000 from TA Instruments. The rheological measurements were conducted using cone and plate geometry with the diameter of 40mm and the cone angle of 2° at 25°C. Uniaxial elongational flow behavior of the uncured nanocomposite mixture was investigated by using Capillary Breakup Extensional Rheometer (CaBER) from Thermo Electron Corporation. Tensile tests were carried out at room temperature and at the constant crosshead speed of 2mm/min by using Instron 5584."]], ["Results and discussion", ["Surface elemental compositions of modified CNTs are analyzed by XPS spectra. Each peak is fitted by using binding energy of standard carbon, 284.5eV. [fig1]\n                      shows the C ls XPS spectra of untreated and modified CNTs. The asymmetric peak at 284.6eV is assigned to sp2-hybridized graphite-like carbon atoms and sp2 carbon atoms bound to hydrogen. The main peaks observed for untreated and modified CNTs have similar binding energy. But Gaussian peaks for modified CNTs are observed differently. In [fig1] (a), the peak at 285.3eV is originated from sp3-hybridized carbon atoms and is similar to that of the diamond-like carbon. In [fig1](b), the peak at 286.2eV is a typical peak of carbon atoms bound to oxygen atoms by single bond from the influence of carboxylic acid. In [fig1](c), a peak exists at 285.3eV generated by shifting the main peak and a peak at 287.2eV is originated from carbon atoms bound to one oxygen by a double bond by the influence of oxygen plasma.", "[fig2]\n                      shows the O ls XPS spectra of untreated and modified CNTs. In [fig2](a), specific oxygen peaks do not exist. Two peaks at 531.7 and 533.0eV in [fig2](b) (acid treated CNTs) are originated from oxygen atoms bound to carbon atoms in the functional groups like alcohol (C\n                     <i>O</i>H), carboxylic acid (C<i>O</i>OH or OC\n                     <i>O</i>\n                     CO), respectively. Plasma treated CNTs have the characteristic oxygen peak of carbonyl group (CO) as shown in [fig2] (c) [bib13 bib14] and the result corresponds to that of C 1s XPS spectra. The results indicate that functional groups are introduced on surface of CNTs by the surface modification.", "After conducting tensile tests of the CNT/epoxy composites, the fracture surface was observed by the FESEM to investigate the dispersion state of CNTs in the epoxy resin. The untreated CNTs dispersed in the polymer matrix exist in the form of agglomerates as shown in [fig3]\n                     . The fuzzy appearance of the agglomerate is typical for the composites prepared by the manufacturing method employed in this study [bib15]. The white regions in [fig3](a) represent the aggregated CNTs and the region is magnified as shown in [fig3](b) in order to verify the existence of CNTs. In [fig3], epoxy resin do not infiltrate into agglomerates of the untreated CNTs and the dry areas are delaminated from each other. But acid treated CNTs are dispersed well as shown in [fig4]\n                     (a). In the magnified image as shown in [fig4](b), it is shown that CNTs are pulled out slightly. This phenomenon occurs by the increased interfacial bonding between the CNTs and the matrix resin because impurities are removed from CNTs and the functional groups are formed by acid treatment. As illustrated in [fig5]\n                     (a), the amine treated CNTs are dispersed poorly in the polymer resin compared with acid treated CNTs. It is believed that the amine treatment does not contribute to good dispersion of CNTs. But [fig5](b) shows that CNTs are broken instead of being pulled out during tensile test because of better interfacial bonding between the amine treated CNTs and the polymer resin. [fig6]\n                     (a) shows that plasma treated CNTs are dispersed well in epoxy resin. Moreover, plasma treated CNTs are not pulled out but broken, because the oxygen groups formed by the plasma treatment contribute to good dispersion and strong interfacial bonding.", "Rheological behaviors of the pure epoxy, the untreated CNT/epoxy composites, and the surface modified CNT/epoxy composites are shown in [fig7]\n                     (a). The surface modified CNT/epoxy composites exhibit a very strong shear thinning behavior whereas the pure epoxy behaves like a Newtonian fluid [bib10]. The epoxy composites containing surface modified CNTs have higher shear viscosity than those containing untreated CNTs because interfacial bonding between the CNTs and the epoxy resin becomes stronger when the CNT surface is modified. In particular, the plasma treated CNT/epoxy nanocomposite has the highest shear viscosity due to good dispersion and strong interfacial bonding. Storage and loss moduli are plotted in [fig7](b) and (c). Although both moduli increase with frequency, the increasing rate of the moduli becomes smaller as the CNT surface is modified. Storage and loss moduli of the surface modified CNT/epoxy mixture show solid-like behavior owing to the existence of interaction between the CNTs and the polymer resin. In particular, slope of the modulus for the plasma treated CNT/epoxy nanocomposite is nearly zero because network-like structure is formed in the nanocomposite by the strong interaction between the CNTs and the polymer resin.", "The extensional viscosity of the CNT/epoxy mixture is obtained from the CaBER. The most striking feature of the extensional flow is the abrupt upturn of stress, i.e., strain hardening occurs as the Hencky strain, \n                        \n                           ε\n                           (\n                           0\n                           ,\n                           t\n                           )\n                           =\n                           \n                              \n                                 \n                                    \n                                       ε\n                                    \n                                    \n                                       ˙\n                                    \n                                 \n                              \n                              \n                                 0\n                              \n                           \n                           t\n                        \n                     , is increased. [fig8]\n                      shows extensional viscosity versus Hencky strain for composites containing 1wt% of CNTs. The surface modified CNT/epoxy composites exhibit very strong stain hardening behavior. Extensional viscosity is increased as the CNTs are modified by surface treatments because the interfacial bonding between the CNT and the polymer increases and the dispersion is improved as the CNT surface is modified. Extensional viscosity of the plasma treated CNT/epoxy composites showed the most attractive result among the tested composites.", "[tbl1]\n                      lists mechanical properties and [fig9]\n                      shows stress–strain curve of pure epoxy and cured nanocomposites containing CNTs. Each result is averaged from more than five experimental results. Tensile strength and elongation at break of surface modified CNT/epoxy composites are higher than those of untreated CNT/epoxy composites because functional groups which are formed on the CNT surface improve the interfacial bonding between the CNTs and the surrounding matrix. The interfacial bonding enables an effective stress transfer between the polymer and the CNTs. In particular, tensile strength of the plasma treated CNT/epoxy nanocomposite is increased by 124% compared with that of pure epoxy. Young’s modulus is changed slightly because the CNT content is very small but Young’s modulus of plasma treated CNT/epoxy composite is exceptionally high.", "The elastic modulus of the nanocomposite is predicted by applying the Halpin-Tsai model [bib16] which was proposed to predict the elastic properties of polymer composites that contain short fibers oriented in axial direction. The model states that the elastic modulus of the short fiber reinforced composite is predicted by\n                        \n                           (1)\n                           \n                              \n                                 \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          c\n                                       \n                                    \n                                 \n                                 \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          m\n                                       \n                                    \n                                 \n                              \n                              =\n                              \n                                 \n                                    1\n                                    +\n                                    ζ\n                                    η\n                                    \n                                       \n                                          ϕ\n                                       \n                                       \n                                          f\n                                       \n                                    \n                                 \n                                 \n                                    1\n                                    -\n                                    η\n                                    \n                                       \n                                          ϕ\n                                       \n                                       \n                                          f\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where <i>E</i>\n                     c and <i>E</i>\n                     m are elastic moduli of the composite and matrix, respectively, <i>ζ</i> is a shape parameter dependent upon filler geometry and orientation, and <i>ϕ</i>\n                     f is the volume fraction of fillers. Volume fraction is obtained by dividing the weight fraction by density. The density of CNT is calculated by assuming that the graphitic layers of the tube shell have the same density as that of the fully dense graphite structure (<i>ρ</i>\n                     g\n                     =2.25gcm−3) because it is hard to measure the exact density [bib17]. By measuring the inside and outside diameters, the density of CNTs can be calculated by the following equation.\n                        \n                           (2)\n                           \n                              \n                                 \n                                    ρ\n                                 \n                                 \n                                    CNT\n                                 \n                              \n                              =\n                              \n                                 \n                                    \n                                       \n                                          ρ\n                                       \n                                       \n                                          g\n                                       \n                                    \n                                    (\n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    -\n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          i\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                    )\n                                 \n                                 \n                                    \n                                       \n                                          d\n                                       \n                                       \n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                     where <i>d</i> and <i>d</i>\n                     i are outside and inside diameters of CNTs, respectively. <i>η</i> is defined by\n                        \n                           (3)\n                           \n                              η\n                              =\n                              \n                                 \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          f\n                                       \n                                    \n                                    /\n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          m\n                                       \n                                    \n                                    -\n                                    1\n                                 \n                                 \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          f\n                                       \n                                    \n                                    /\n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          m\n                                       \n                                    \n                                    +\n                                    ζ\n                                 \n                              \n                           \n                        \n                     where <i>E</i>\n                     f represents the Young’s modulus of the fiber.", "In addition to aspect ratio and modulus of the fillers, orientation of the fiber imposes a dramatic effect on the modulus of composites. Ashton et al. [bib18] determined that <i>ζ</i>\n                     =2(<i>l</i>/<i>d</i>) for prediction of the axial modulus, <i>E</i>\n                     11, where <i>l</i> and <i>d</i> are length and diameter of the filler. On the other hand, <i>E</i>\n                     22, the modulus perpendicular to the fiber orientation was found to be relatively insensitive to fiber aspect ratio and could be approximated by <i>ζ</i>\n                     =2 [bib18 bib19]. As a result, the elastic modulus of the composite containing randomly oriented short fibers is given by the following equation.\n                        \n                           (4)\n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    ran\n                                    -\n                                    3\n                                    D\n                                 \n                                 \n                                    fibers\n                                 \n                              \n                              =\n                              0.184\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    11\n                                 \n                              \n                              +\n                              0.816\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    22", "The above formula is an approximated equation derived by van Es et al. by using laminate theory [bib20 bib21].", "The elastic modulus is calculated in this study for the nanocomposite composed of epoxy and as-received CNTs by assuming perfect interfacial bonding and homogeneous dispersion. The calculated value is 1.82GPa. The calculated modulus is almost similar to that of the plasma treated CNT/epoxy nanocomposite because interfacial bonding between the CNT and the polymer resin becomes larger. The discrepancy is caused by the following reasons. Firstly, aspect ratio of the CNT may have been changed in the course of surface modification and mixing by ultra-sonication. Secondly, dispersion of CNTs in epoxy matrix is not perfectly homogeneous even though the plasma treated CNT/epoxy nanocomposite reached relatively good dispersion. Finally, the Halpin-Tsai equation does not consider nanoscale size effect such as the excessive improvement of mechanical properties originated from extremely large surface area of CNTs. Since the elastic modulus of the plasma treated CNT/epoxy nanocomposite is the closest to the modulus predicted by the Halpin-Tsai model, it is concluded that plasma treatment is very effective for surface modification of CNTs."]], ["Conclusions", ["CNTs are modified by acid treatment, plasma oxidation, and amine treatment. The CNT/epoxy composites are prepared by the sonication method. The functional groups introduced by modification of CNTs are investigated by X-ray photoelectron spectroscopy. Dispersion state of the CNTs in the epoxy nanocomposite is morphologically characterized by the field emission scanning electronic microscope. Mechanical and rheological properties of composites are experimentally measured. The surface modified CNTs are well dispersed in the epoxy matrix and have strong interfacial bonding with the polymer matrix. The nanocomposite containing the modified CNTs exhibit higher storage and loss moduli and shear viscosity than those with the untreated CNTs, because the surface treatments provide more homogeneous dispersion of CNTs and stronger interaction between the CNT and the polymer matrix. It is also found that the improved tensile strength and elongation at break are achieved in the case of the surface modified CNT/epoxy composites. Especially, plasma treated CNT/epoxy nanocomposite demonstrated the most significant improvement."]]], "doi": "10.1016/j.carbon.2006.02.026"}