{"title": "Ultrahigh-shear processing for the preparation of polymer/carbon nanotube composites", "abstract": "Poly(vinylidene fluoride) (PVDF)/multiwalled carbon nanotube (MWCNT) composites were prepared using a novel ultrahigh-shear extruder by directly mixing MWCNT with PVDF in the molten state. A special feedback-type screw was used to obtain a high shear field and obtain a very uniform dispersion of the nanotubes in the polymer matrix under a higher screw rotation speed. Raman spectroscopy and scanning electron microscopy were used to determine the interaction and dispersion of nanotubes in the PVDF. The linear viscoelastic behavior and electrical conductivity of these composites were investigated. At low-frequencies, the storage shear modulus (<i>G</i>′) becomes almost independent of the frequency as nanotube loading increases, suggesting the onset of solid-like behavior in these composites. By plotting <i>G</i>′ vs. nanotube loading and fitting with a power-law function, we found that the rheological threshold of high-shear processed composites is about 0.96wt% whereas that of low-shear processed composites is about 1.76wt%. The electrical percolation threshold of high-shear processed composites is lower than that of low-shear processed composites.", "body": [["Introduction", ["The nanoscale dimensions, along with their large shape anisotropy, high mechanical strength, and very high thermal and electrical conductivities, make carbon nanotubes (CNTs) an excellent material for nanocomposites, in which even a very small number of CNTs can induce significant changes in the material properties [bib1]. However, for intractable polymers, this potential has not been realized, mainly because of difficulties related to solubility. Although polymer CNT nanocomposites can be prepared by merely mixing CNTs with the melt polymer [bib2], an appropriate chemical treatment of the nanotube surfaces is needed for realizing a uniform dispersion [bib3]. To improve the dispersion of CNTs in polymers, one approach is the chemical modification of the CNT surface, where the active sites are introduced onto the surface of CNTs by chemical oxidation and these nanotubes can be given additional functions as required. The dispersion of CNTs in solvents or polymers in the presence of surfactants is another method that does not require chemical reactions [bib3].", "In the past decade, several methods have been applied for the synthesis of CNT/polymer nanocomposites: physical mixing of the CNTs with polymers [bib4], electrospinning [bib5], in situ polymerization in the presence of CNTs [bib6], surfactant-assisted processing of CNT/polymer nanocomposites [bib7], mechanochemical pulverization processes [bib8], the innovative latex fabrication method [bib9], coagulation spinning [bib10], and solid-state shear pulverization [bib11]. Since the first polymer nanocomposites using CNTs as a filler were reported in 1994 by Ajayan [bib12], improving the dispersion is still a big challenge facing scientists.", "Different from the chemical modification of the CNT surface, we devised a new strategy to directly disperse CNTs in polymer melt by using the ultrahigh-shear extruder developed by us. The extruder can reach a maximum screw (<i>L</i>/<i>D</i>\n                     =1.78) rotation speed of 3000rpm, which corresponds to an average shear rate of 4410s−1. A specially designed feedback-type screw was used to make the sample circulate in the extruder chamber during melt mixing. By using this new machine, poly(vinylidene fluoride) (PVDF) and polyamide 11 (PA11) were directly melt-blended and the so-called nanoblend was obtained [bib13 bib14], in which the diameters of dispersed PA11 domains in PVDF phase are several tens of nanometers. Very recently, we have also succeeded in preparing the nano-dispersed elastomer/CNTs composites using the extruder [bib15].", "Levi et al. have reported the preparation of PVDF/CNTs composites using the solvent casting method and have shown that the nanotubes are observed to form a well-dispersed, structurally random nanophase within the fluoropolymer matrix. The solution-cast composite thin films exhibit enhancements in both the pyroelectric response and mechanical transduction over pure polymer [bib16].", "In this study, we report the fine dispersion of CNTs in the PVDF via a simple mechanical method by using the novel ultrahigh-shear extruder for the first time."]], ["Experimental", [["Materials", ["The poly(vinylidene fluoride) (PVDF) used was commercially available KF850 (Kureha Chemical, Japan), which was dried in a vacuum oven at 80°C for 24h before processing. The multiwalled carbon nanotubes (MWCNTs) were provided by Aldrich. The MWCNTs were obtained by chemical vapor deposition and the purity was >95%. The outer diameter and inner diameter of MWCNTs are 10–20nm and 5–10nm, respectively. The starting oxidation temperature of MWCNTs is 552.8°C measured by TGA. The bulk density of MWCNTs is 2.1g/cm3."]], ["Ultrahigh-shear extruder", ["The processing was performed in a special ultrahigh-shear extruder shown in [fig1]\n                        , which a feedback-type screw was used. The <i>L</i>/<i>D</i> ratio of the screw was about 1.78. The screw rotation speed used in this study was 1000rpm, which corresponds to an average shear rate of 1470s−1 in the region of the top part of the screw. The sample feeds to the top of the screw then returns to the root of the screw through the feedback path. The chamber capability is about 5ml. The resulting sheet like product was extruded from a T-die. To prevent thermal degradation, a water-cooling system was used around the chamber wall. No apparent degradation resulting from the viscosity of the obtained composites occurred under the present processing conditions."]], ["Sample preparation", ["Without any chemical treatment of MWCNT, PVDF/MWCNT composites were prepared by melt compounding of PVDF with MWCNT in this machine at 220°C for 4min. The dried flakes were then hot pressed at 220°C for 1min under 4tons to prepare sheets with thicknesses of approximately 0.1mm for electrical conductivity characterizations and 0.5mm for rheological measurement. To compare the dispersed structure of the composites, a conventional extruder was also used in this study. The rotation speed of the screw in the normal extruder was 100rpm, estimated to correspond to a shear rate of 50s−1. The sample names and MWCNT concentration are listed in [tbl1]\n                        ."]], ["Measurements", ["Oscillatory shear characterization of the composites was carried out on an Advanced Rheometrics Expansion System (ARES) with a 25mm parallel-plate arrangement at 200°C. Sample disks were prepared by compression-molding pellets in a hot press under 4tons at 220°C. The rheometer oven was purged with dry nitrogen during measurement to avoid degradation. Frequency sweeps with an angular velocity between 0.1 and 300rad/s were performed in the linear viscoelastic regime at a low strain of 4%. A strain sweep was performed to determine the strain limit for the linear viscoelastic response range.", "An ADVANTEST R8340A ultrahigh-resistance meter was used to measure the high-resistance samples. Different applied voltages were used on different samples depending on the level of conductivity of the specimen. Highly conductive samples caused short-circuiting of the equipment when the applied voltage was too high. Thus, the voltage was adjusted depending on the conductivity and was 200V for PVDF and composites with up to 1wt% MWCNT. Both the volume and surface electrical conductivities of the samples with greater MWCNT concentrations were measured using a four-probe method where current is applied through two contacts and voltage is measured across two other contacts.", "Raman spectra were measured with a laser Raman microscope (JASCO NRS-2100) using a 514.5nm Ar line as the excitation source. The laser power was 0.5W. The spectra were measured in a backscattering configuration with a triple monochromator at intervals of 1cm−1. The spatial resolution of the microscope was about 2μm.", "The morphology of the composites was observed with a scanning electron microscope (SEM, Hitachi S-4300) at an accelerating voltage of 8kV after precoating the sample with a homogenous gold layer by ion sputtering."]]]], ["Results and discussion", ["Cross-sections of the composites were prepared by fracturing the PVDF/MWCNT composites in liquid nitrogen to produce an intact fractured surface morphology. The resulting SEM images are shown in [fig2]\n                     . The dispersed bright dots and lines correspond to the broken MWCNTs. As shown in [fig2], the dispersion of MWCNTs in the PVDF matrix under different shearing conditions was revealed. It is unambiguous from [fig2]a,b that the MWCNTs are homogeneously dispersed in the PVDF matrix without any aggregation under high shearing. The diameter of the nanotubes shown in [fig2]b is about 40nm, which corresponds to the pristine diameter of individual nanotubes, 30–50nm. This means that the nanotubes are fully exfoliated as separate single nanotubes in the PVDF matrix. Aggregates are clearly observed in the MWCNT/PVDF composites under low shearing as shown in [fig2]c, d. In addition, as shown in [fig2]b, the nanotubes appear interconnected at ∼1wt% nanotube loading, which suggests a nanotube network. At the same MWCNT loading, composites with poor nanotube dispersion ([fig2]d) have discrete nanotube-rich domains rather than a nanotube network, such that the polymer chains flow independent of the nanotubes, and their motion is similar to that of pure PVDF.", "MWCNTs are separated into individual tubes by the shear force during the simple melt compounding and thus evenly dispersed in the matrix, which is of great practical importance for fabricating nanotubes-reinforced polymer composites.", "[fig3]\n                      shows the relationship between the electrical conductivity and the weight fraction of MWCNTs in the composites. Both volume and surface conductivities are improved by increasing MWCNT loading either in high-shear processing or in low-shear processing, respectively. As shown in curve (a) of volume conductivity in [fig3], when the concentration of MWCNTs is lower than 1.2wt%, conductivity gradually increases with increasing nanotube content. The conductivity of the composite containing 1.9wt% MWCNTs increases to 2.5×10−2\n                     S/cm from that of the composite containing 1.2wt% MWCNT, 4.9×10−14\n                     S/cm. The conductivity does not show any pronounced increase with further increasing MWCNT content to 1.9wt% or higher, assuming that the network is formed by geometrically overlapped nanotubes in the case of 1.5wt% MWCNTs in PVDF/MWCNT high-shear processed composites. The same trend was observed for surface conductivity of composites under high-shear processing, and the jump of surface conductivity under high-shear processing is observed when the MWCNT loading is about 1.5wt%.", "As an explanation of this stepwise change in conductivity, it is generally accepted that the nanotube loading reached the conductivity threshold and a conductive network formed through hopping and tunneling processes [bib17]. As the concentration of MWCNTs increases and assuming efficient mixing, the average distance between nanotubes decreases until a three-dimensional (3D) interconnection of nanotubes in the PVDF matrix is formed. Electron transport is then facilitated through tunneling throughout the polymer or by electron ‘hopping’ along CNT interconnects [bib18].", "The screw rotation speed of the extruder has an apparent effect on the electrical conductivity of the materials as shown in curve (b) of [fig3]. A significant increase in conductivity is achieved for a percolation threshold of about 2.5wt% under low-shear processing, while the percolation threshold is 1.5wt% for high-shear processing. Note that the electrical percolation of the high-shear processed sample is lower than that of the low-shear processed one. This difference in percolation may be simply attributed to the condition of strong mechanical mixing. In the high-shear processed composites, more nanotubes are exfoliated to uniformly disperse in the PVDF than in the case of the low-shear processed one. Finally, the interconnecting conductive channels are still created at low nanotube loading owing to the efficient dispersion.", "Further evidence for the efficient dispersion and interconnectivity of MWCNTs in PVDF under high shearing is obtained from rheologies of the PVDF/MWCNT composites. The <i>G</i>′ of the PVDF/MWCNT composites with different nanotube loadings are presented in [fig4]\n                     .", "At low-frequencies, PVDF chains are fully relaxed and exhibit typical homopolymer-like terminal behavior with scaling properties approximated by <i>G</i>′∼\n                     <i>ω</i>\n                     2. However, this terminal behavior disappears, and the dependence of <i>G</i>′ on <i>ω</i> at low-frequency is weak when the nanotube loading is higher than ∼1wt% for high-shear processed composites and ∼2wt% for low-shear processed one. Thus, large-scale polymer relaxations in the composites are effectively restrained by the presence of the nanotubes. The low-frequency power-law dependence of <i>G</i>′ weakens monotonically with increasing nanotube loading, from <i>ω</i>\n                     1.77 for pure PVDF to <i>ω</i>\n                     0.09 for PVDF90 and <i>ω</i>\n                     0.19 for PVDF9, as listed in [tbl1].", "This <i>G</i>′ is almost independent of <i>ω</i> at low-frequencies when the nanotube loading is higher than the threshold, which is indicative of a transition from liquid-like to solid-like viscoelastic behavior. This non-terminal low-frequency behavior can be attributed to a nanotube network, which restrains the long-range motion of polymer chains [bib19]. The 3<i>D</i> nanotube network appears to exist, in which nanotubes randomly intersect each other. These observations are similar to the liquid-to-solid or liquid-to-gel transitions observed by Winter and Mours [bib20] in their gel studies. Similar rheological behaviors have been observed in polymer composites containing clays [bib21 bib22] or carbon nanotubes [bib23 bib24 bib25 bib26 bib27].", "At high frequencies, the effect of the nanotubes on the rheological behavior is relatively weak. This behavior suggests that the nanotubes do not significantly affect the short-range dynamics of the PVDF chains, particularly on length scales comparable to the entanglement length.", "[fig5]\n                      shows the relationship between <i>G</i>′ at 0.5rad/s and MWCNT loading in both high- and low-shear processed PVDF/MWCNTs composites. As shown in [fig5]a, <i>G</i>′ increases sharply between 0.8 and 1.2wt% loading, indicating that there is a sudden change in the material structure. This sudden change in <i>G</i>′ means that the PVDF/MWCNT high-shear processed composites have reached a rheological percolation at which the nanotubes impede the motion of polymers. A power-law relation can be used here to determine the threshold of the rheological percolation [bib28]\n                     \n                        \n                           \n                              \n                                 \n                                    G\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              ∝\n                              (\n                              m\n                              -\n                              \n                                 \n                                    m\n                                 \n                                 \n                                    c\n                                 \n                              \n                              \n                                 \n                                    )\n                                 \n                                 \n                                    β\n                                 \n                              \n                              ,\n                           \n                        \n                     where <i>G</i>′ is the storage modulus, <i>m</i> is the MWCNT mass fraction, <i>m</i>\n                     c is the threshold of the rheological percolation, and <i>β</i> is the critical exponent. When the shear frequency is fixed, a power-law dependence of <i>G</i>′ on the nanotube loading exists in these MWCNT composites ([fig5]a inset). The rheological percolation threshold at 0.5rad/s is 0.96wt%.", "Du et al. [bib28] discussed the impact of nanotube dispersion on the viscoelastic properties of polymer/nanotube composites. In accordance with their conclusion, it is suggested that the better the dispersion, the smaller the low-frequency slope of <i>G</i>′ vs. <i>ω</i> and the higher the <i>G</i>′ at low-frequencies.", "For our PVDF/MWCNT composites, either the low-frequency slopes of <i>G</i>′ vs. <i>ω</i> or the values of at low-frequencies are compared to determine the state of nanotube dispersion. As the low-frequency slope of <i>G</i>prime vs. <i>ω</i> approaches zero, the nanotube dispersion is improved. Additionally, higher values of <i>G</i>′. at low-frequencies can be associated with better nanotube dispersion when all other factors are constant. [fig5]b shows that the rheological percolation threshold of low-shear processed composites is 1.76wt% at 0.5rad/s. The high-shear processed composites show a lower low-frequency slope of <i>G</i>′, higher values of <i>G</i>′ at low-frequency and a lower rheological percolation threshold, indicating that high-shear processing produces better nanotubes dispersion than the low-shear processed composites. This is in agreement with the trend in electrical conductivity.", "The effect of the molecular weight of PVDF on the rheological behavior is not discussed because no obvious decrease in molecular weight is found before and after processing. At the same MWCNT loading, the polymer chains’ motion in the high-shear composite is more constrained by the presence of the nanotube network. Under high-shear flow field, two closely spaced nanotubes are easily bridged by polymer chains that simultaneously enhance the nanotube connectivity, thereby reducing the mobility of the polymer chains. Furthermore, some interaction between PVDF and MWCNT is detected via Raman spectra, which is found to be important for obtain well-dispersed PVDF/MWCNT composites under a high- shear flow field.", "[fig6]\n                      shows the Raman spectra of the tangential mode of the pristine MWCNTs and the MWCNTs in the composite. The frequency of the mode of the MWCNTs in the composite is shifted up by 10cm−1 relative to that of the pristine MWCNTs. It has been shown that when CNTs are functionalized with bromine, an electron acceptor, the tangential mode shifts up by 24cm−1\n                     [bib29]. Similarly, the tangential mode in fluorinated HiPco produced SWCNTs was shifted up by 11cm−1 relative to that in non-fluorinated SWCNTs. The shift of the tangential mode frequency observed here for the MWCNTs in PVDF suggests some interaction between the polymer and the MWCNTs possibly via the fluorine of PVDF [bib30].", "Similar changes in the tangential mode frequencies and the radial breathing mode (RBM) frequencies are observed when carbon nanotubes are functionalized with acceptor groups. This also suggests the possibility that the bonding between the polymer and the MWCNTs is via the fluorine on the PVDF.", "[fig7]\n                      shows the Raman spectra in the C–H stretch region of the polymer without MWCNTs and with MWCNTs. The C–H stretch modes can be observed clearly in the composites. A number of other weak modes are observed in the polymer without the MWCNTs but these were not clearly detected in the composites. The pure PVDF is subjected to the same treatment as the composites to ensure that the treatment did not produce the changes observed. Two peaks are observed in polymer having frequencies at 2986 and 3026cm−1. These peaks are shifted to 2982cm−1 and 3022cm−1 in composites, respectively. These effects also indicate the formation of bonding between PVDF and nanotubes. According to our previous works, this is the interaction that makes the exfoliation and fine dispersion of nanotubes possible under strong shearing, resulting in PVDF/MWCNT composites with a low threshold.", "The experiments reported above clearly demonstrate that our simple mixing technique is adequate for generating a well-dispersed PVDF/MWCNT composite, which opens an opportunity to overcome the intractable problem of nanotube dispersion."]], ["Conclusions", ["An ultrahigh-shear extruder recently developed by us was used to prepare PVDF/MWCNT composites under various screw rotation speeds. The ultrahigh-shear processing provided a very good dispersion of nanotubes in the polymer matrix. SEM and Raman spectra were employed to determine the enhanced dispersion and the interaction between nanotubes and polymer chains. The linear viscoelastic properties of the PVDF/MWCNT composites with various nanotube loadings show that MWCNTs have a modest effect on high-frequency response and a substantial effect on low-frequency response either in high-shear processed composites or in low-shear processed one. The rheological threshold of high-shear processed composites, 0.96wt%, was determined on the basis of a power-law relation, which is smaller than that of low-shear processed one, 1.76wt%. The electrical threshold of high-shear processed composites is 1.5wt%, which is lower than that of low shear processed one, 2.5wt%. A higher shearing stress results in better nanotube dispersion and less alignment of the nanotubes, which lead to a smaller low-frequency slope of <i>G</i>′ and larger <i>G</i>′ at low-frequencies."]]], "doi": "10.1016/j.carbon.2007.07.017"}