{"title": "Mechanical properties of multi-walled carbon nanotube/epoxy composites", "abstract": "Untreated and acid-treated multi-walled carbon nanotubes (MWNT) were used to fabricate MWNT/epoxy composite samples by sonication technique. The effect of MWNT addition and their surface modification on the mechanical properties were investigated. Modified Halpin–Tasi equation was used to evaluate the Young’s modulus and tensile strength of the MWNT/epoxy composite samples by the incorporation of an orientation as well as an exponential shape factor in the equation. There was a good correlation between the experimentally obtained Young’s modulus and tensile strength values and the modified Halpin–Tsai theory. The fracture surfaces of MWNT/epoxy composite samples were analyzed by scanning electron microscope.", "body": [["Introduction", ["Due to their high-adhesion, low-weight, and good chemical resistance, epoxy-based composite materials are being increasingly used as structural components in aerospace and automobile industry [bib1 bib2]. However, the relatively weak mechanical properties of epoxy have prevented its application in the components that demand high mechanical strength and stability. Attempts on reinforcing epoxy-based materials have commonly involved the incorporation of various particle/whisker-type fillers [bib3 bib4]. Recently, the use of multi-walled carbon nanotube (MWNT) as the filler in polymer matrix has attracted considerable interest due its unique mechanical, thermal, and electrical properties. Nanotubes epoxy composites have been fabricated using different purification and dispersion processes [bib5 bib6 bib7 bib8 bib9 bib10 bib11 bib12 bib13]. Allaoui et al. [bib14] investigated the effect of MWNT on a rubber epoxy matrix and found that addition of 4wt.% MWNT led to a significant increase in strength and Young’s modulus. Montazeri et al. [bib15] showed that, when nanocomposites were produced by addition of 0.5 wt% MWNT, tensile strength and the Young’s modulus of MWNT/epoxy increased. Zhou et al. [bib16] reported a 19.4% increase in Young’s modulus with only 3wt.% carbon nano fibers. In early stages of composite sample preparation, the pristine MWNT was used to act as the reinforcement filler, and it was found that both the tensile strength and elastic modulus of this composite decreased by 10–20% due to a poor interaction between the MWNT and the epoxy matrix. Lau and Shi [bib17] also reported negatively on the effect MWNT. Yeh et al. [bib18] investigated the influence of MWNT shape factor (<i>L</i>/<i>d</i>) on the mechanical properties. They showed that the mechanical properties of nanocomposite samples with the higher shape factor (<i>L</i>/<i>d</i>) values were better than the ones with the lower shape factor. Several micromechanical models have been proposed to explain the mechanical properties of the nanocomposites. Most of these models assume a homogeneous dispersion of the nanotubes in the matrix. Although it is often very difficult to get a homogenous distribution of the nanotubes, there are very little published work on the influence of this factor on the modeling of the mechanical properties. The Cox model introduces the effect of the reinforcement aspect ratio into the expression of the Mixture Law. His model used an orientation factor to take into account the effect of fiber discontinuity in composite sample [bib19]. The in-plane randomly oriented discontinuous fiber lamina model [bib20], the modified Cox model [bib21 bib22], and the Halpin–Tsai equation [bib18 bib23] have also been used in treating the experimental data.", "The main purpose of this research was to study the mechanical properties of epoxy composite samples reinforced with untreated and acid-treated multi-walled carbon nanotubes. The tensile tests were performed on the nanocomposites samples with different amounts of nanotubes. The Halpin–Tsai model was used to study the mechanical behavior. This model was modified by adding an orientation and an exponential shape factor. The experimental results correlated well with this modified model. The nanotube dispersion and the fracture surfaces were investigated by performing scanning electronic microscope (SEM)."]], ["Experimental details", [["Nanotube and polymer material", ["The multi-walled carbon nanotubes (MWNT) used in this study were supplied by Research Institute of Petroleum Industry (RIPI) of Iran. The average length and the diameter of untreated MWNT were 8.5μm and 20nm respectively ([fig1]\n                        ). The acid-treated MWNT had similar diameter but an average length of 2μm as shown in [fig2]\n                        . In order to remove impurities such as amorphous carbon, graphite particles, and metal catalyst, the MWNT were treated by a 3:1 (vol/vol) mixture of concentrated sulfur acid (98%) and nitric acid (65%). The low viscosity epoxy resin Ly564 (Araldite) and Hy560 hardener used in this research were supplied by Huntsman Co. The resin and the hardener were based on bisphenol-A and polyamine, respectively."]], ["Preparation of neat resin specimen", ["Resin specimen was prepared by mixing Ly564 epoxy and Hy560 hardener thoroughly. This process was followed by placing the mixture under vacuum to remove air bubbles."]], ["Preparation of nanocomposites", ["MWNT (0.1, 0.5, 1, 1.5, 2 and 3wt.%) was mixed with epoxy. The mixture was then sonicated (Bandelin HD3200, 20kHz) for 2h at 60% amplitude. After sonication, hardener was added to the mixture and stirred for 10min at 150rpm. Air bubbles were removed by placing the mixture under vacuum. The bubble free mixture was then cast on a mold and cured at 60°C for 1h followed by 2h at 110°C."]], ["Analytical methods", ["All the MWNT/epoxy composite and the neat resin samples were mechanically polished to minimize the influence of surface flaws, mainly the porosity. Tensile tests were carried out at 25°C using Hounsfield machine (model H100KS, Hounsfield with the static tension load cell of capacity 10kN). An extensometer (Instron dynamic extensometer with 12.5mm gauge) was used to record tensile strength, elongation and modulus values. The samples were loaded to failure at a cross-head speed of 1.5mm/min. The choice of this quite low loading rate was due to the brittle nature of composites. Four dog-bone shaped specimens (ASTM D638-IV) were used for each measurement. The cryogenic fracture surface analysis was performed by scanning electron microscope (SEM, model LX 30 at 20kV). The samples were coated with a thin layer of gold prior to examination by SEM. The surface chemical reaction on the MWNT was investigated by Fourier transform infrared spectroscopy (FTIR, Shimadzu IR solution-8400) in the range of 2500–4000cm−1."]]]], ["Results and discussion", [["Surface characteristics of the acid-treated MWNT", ["Impurities such as metallic catalyst particles and amorphous carbon were removed by a chemical treatment in a 3:1 mixture of H2SO4/HNO3 solution. An FTIR spectrum after this purification process is presented in [fig3]\n                        . The presence of the characteristic band (the O–H stretch of terminal carboxyl groups) at 3436cm−1 is an indication that the above chemical treatment led to the adhesion of polar functional groups such as (−OH) on the surface of MWNT. The presence of such functional groups has proven to be beneficial for MWNT/epoxy interfacial interaction."]], ["Mechanical properties and fracture surface analysis", ["Tensile tests were conducted to evaluate the effect of MWNT on the mechanical properties of composite samples. The results of tensile properties are presented in [tbl1]\n                        . As indicated in this Table, except for the sample containing 3wt.% untreated MWNT, the addition of both untreated and acid-treated MWNT led to an increase in both Young’s modulus and the tensile strength values. Again as indicated in this table, the Young’s modulus values were higher for the samples prepared using untreated MWNT. This result may be explained by the fact that the agglomerates in the untreated MWNT composites act as large particles and thus provide higher apparent filler loading. These agglomerates trap polymer in the void space between MWNT and effectively reduce the volume fraction of the epoxy matrix. Similar results have been reported in the literature [bib6 bib16 bib24]. Another notable point is that, the tensile strength and failure strain values were higher for the samples prepared using acid-treated MWNT. An explanation for this behavior may be offered by considering the shortening of MWNT length by mixed-acid treatment. The presence of a weak van der Waals force between individual graphen shells of the MWNT causes easy slip between the shells. Therefore, by the application of load, the MWNT in the polymer matrix can be drawn layer by layer providing toughness to the sample. Through mixed-acid treatment, not only many polar functional groups were adhered on the surface of MWNT, but also the outer graphene layers of MWNT were easily destroyed by oxidation to some extent. The latter further weakens the interaction of graphene layers and makes easier slip between the shells of MWNT. Decrease in MWNT aspect ratio by H2SO4/HNO3 oxidation can be observed in [fig2]. Therefore, shortened carbon nanotubes may be one explanation for the improved fracture strain in the composite samples. The dispersion state of MWNT in the epoxy resin was studied by examining the fracture surface of the tensile samples by SEM ([fig4]\n                        ). As shown in this figure, the untreated MWNT form agglomerates in the polymer matrix. Fuzzy appearance of the agglomerates is typical for the composites prepared by the manufacturing method adopted in this study [bib25].", "[fig4]a represents the aggregated MWNT, and the region is magnified in [fig4]b in order to verify the existence of MWNT. In contrast, the acid-treated MWNT are dispersed much more uniformly as shown in [fig5]\n                        a and b. Also, as indicated in [fig6]\n                        , untreated MWNT are pulled out more compared to their acid-treated counterparts. This phenomenon is the result of the increased interfacial bonding between the acid-treated MWNT as a result of impurity removal and the presence of the functional groups on the surface [bib15 bib25]. Good dispersion of acid-treated MWNT/epoxy composite can be seen in [fig5]. Good dispersion of MWNT in the polymer matrix reduces the stress concentration and enhances uniformity of stress distribution. As a result, acid-treated MWNT/epoxy composites show better tensile strength and fracture strain compared to untreated MWNT/epoxy composite samples. The agglomerates present in untreated MWNT composite cause easier crack initiation and propagation. These experimental findings are in agreement with the available data in the literature [bib24 bib25 bib26]."]], ["Modified Halpin–Tsai equation", ["The calculated Young’s modulus values fitted well with the experimentally obtained values for 0.1–1wt.% MWNT. However, the experimentally determined Young’s modulus of the samples containing 1.5–3wt.% MWNT was lower than the theoretical predictions. Experimental results showed a nonlinear increase in the Young’s modulus values for this range of MWNT content ([fig7]\n                        ). The Halpin Tsai equation assumes a uniform dispersion of the filler in the polymer matrix. Therefore, it is believed that the difference between the theoretically predicted and experimentally obtained Young’s modulus will be minimized under a more homogeneous dispersion and a better interface between the nanotubes and the epoxy matrix. Another reason for the observed difference is the development of voids during mixing the hardener with the epoxy suspension via stirring.", ["Young’s modulus", ["To emphasize the fact that MWNT can act as reinforcing materials in composite samples, we calculated the Young modulus of CNT/epoxy composite, by using the Halpin–Tsai equation [bib19]. The Halpin–Tsai equation [bib27 bib28] has been recognized for its ability to predict the modulus values for the fiber reinforced composite samples. This equation was used to correlate experimental findings. For convenience, the equations are shown below:\n                              \n                                 (1)\n                                 \n                                    η\n                                    =\n                                    \n                                       \n                                          (\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          -\n                                          1\n                                       \n                                       \n                                          (\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          +\n                                          2\n                                          L\n                                          /\n                                          d\n                                       \n                                    \n                                    ,\n                                    \n                                    E\n                                    =\n                                    \n                                       \n                                          1\n                                          +\n                                          (\n                                          2\n                                          L\n                                          /\n                                          d\n                                          )\n                                          η\n                                          \n                                             \n                                                v\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                       \n                                          1\n                                          -\n                                          η\n                                          \n                                             \n                                                v\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          m\n                                       \n                                    \n                                 \n                              \n                           where <i>E</i>, <i>E</i>m\n                           , and <i>E</i>f\n                            are the moduli of composite, matrix and the filler, respectively; (<i>ν</i>f\n                           ) is the volume fraction of the filler, which can be calculated based on the density of MWNT and the density of neat epoxy. The Halpin–Tsai equation can be modified by incorporating an orientation factor (<i>α</i>) to account for the randomness of discontinuous nanotubes [bib18]. When the filler length is greater than the specimen thickness, the fillers are assumed to be randomly oriented in two dimensions, i.e., the orientation factor <i>α</i>\n                           =1/3. When the filler length is much smaller than the thickness of the specimen, the fillers are assumed to be randomly oriented in three dimensions, i.e., the orientation factor <i>α</i>\n                           =1/6 [bib18]. In this study, the length of MWNT is shorter than the specimen thickness, thus, the Halpin–Tsai equation can be modified to:\n                              \n                                 (2)\n                                 \n                                    η\n                                    =\n                                    \n                                       \n                                          6\n                                          (\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          -\n                                          1\n                                       \n                                       \n                                          6\n                                          (\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          +\n                                          2\n                                          L\n                                          /\n                                          d", "The effective Young’s modulus of MWNT can be calculated by Eq. [fd1] as follows:\n                              \n                                 (3)\n                                 \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          f\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          (\n                                          2\n                                          L\n                                          /\n                                          d\n                                          +\n                                          \n                                             \n                                                v\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          )\n                                          E\n                                          -\n                                          2\n                                          L\n                                          /\n                                          d\n                                          (\n                                          1\n                                          -\n                                          \n                                             \n                                                v\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          )\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                       \n                                       \n                                          α\n                                          [\n                                          (\n                                          2\n                                          L\n                                          /\n                                          \n                                             \n                                                dv\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          +\n                                          1\n                                          )\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          -\n                                          (\n                                          1\n                                          -\n                                          \n                                             \n                                                v\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          )\n                                          E\n                                          ]\n                                       \n                                    \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          m", "From the linear regions of the fitting line for both the composites, the effective Young’s modulus is nearly 1TPa. In Eq. [fd2], <i>L</i>\n                           =length of nanotubes, <i>d</i>\n                           =average diameter of nanotube, <i>E</i>m\n                           \n                           =Young’s modulus of the epoxy matrix (3430MPa), <i>ν</i>f\n                           \n                           =volume content of the nanotubes. The composite volume fraction is a function of the nanotube weight fraction and the densities of the carbon nanotubes and the matrix:\n                              \n                                 (4)\n                                 \n                                    \n                                       \n                                          V\n                                       \n                                       \n                                          f\n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                W\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                W\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          +\n                                          (\n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          -\n                                          (\n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                ρ\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          \n                                             \n                                                W\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           where <i>W</i>f\n                            the nanotube weight fraction, <i>ρ</i>m\n                           \n                           =1.2g/cm3 density of the epoxy resin, and by assuming that the outer diameter of MWNT was 1.2 times the inner and density of graphite <i>ρ</i>c\n                           \n                           =2.25g/cm3, The density of MWNT was calculated as <i>ρ</i>f\n                           \n                           =1.68g/cm3. [fig7] shows the linear fit of Eq. [fd1] for the composite sample containing untreated MWNT and acid-treated MWNT with the constant shape factor (<i>c</i>) equal to 2(<i>L</i>\n                           1/<i>d</i>) and 2(<i>L</i>\n                           2/<i>d</i>) respectively. The constant shape factor in Eq. [fd1] was further modified as an exponential shape factor <i>ψ</i> to fit nonlinear region for the MWNT content over 1wt.%. The exponential shape factor <i>ψ</i> has the form [bib18]:\n                              \n                                 (5)\n                                 \n                                    ψ\n                                    =\n                                    2\n                                    \n                                       \n                                          L\n                                       \n                                       \n                                          d\n                                       \n                                    \n                                    \n                                       \n                                          e\n                                       \n                                       \n                                          -\n                                          \n                                             \n                                                av\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          -\n                                          b", "In which <i>ψ</i> is related to aspect ratio (<i>L</i>/<i>d</i>) in the Halpin–Tsai equation. (<i>a</i>) and (<i>b</i>) are constants, related to the degree of MWNT aggregation, accounting for the nonlinear behavior of the Halpin–Tsai equation in 1.5–3wt.% MWNT. Above 1.5wt.%, nanotubes agglomerate causing a reduction in Young’s modulus values. For this case the modified Halpin–Tsai equation may be written as:\n                              \n                                 (6)\n                                 \n                                    η\n                                    =\n                                    \n                                       \n                                          (\n                                          6\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          -\n                                          1\n                                       \n                                       \n                                          6\n                                          (\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                E\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          +\n                                          ψ\n                                       \n                                    \n                                    ,\n                                    \n                                    E\n                                    =\n                                    \n                                       \n                                          1\n                                          +\n                                          ψ\n                                          η\n                                          \n                                             \n                                                V\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                       \n                                          1\n                                          -\n                                          η\n                                          \n                                             \n                                                V\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          E\n                                       \n                                       \n                                          m", "The effect of constant shape factor on the model curve for the Young’s modulus of composite samples is shown in ([fig8]\n                           ). The fitted curves show straight lines with increasing slope for larger (<i>c</i>) values. No significant difference is seen for <i>c</i>\n                           >200. The effect of the aggregation related coefficients (a) and (b) on the model curve is shown in [fig9 fig10]\n                           \n                            respectively. As indicated in [fig9], larger (a) fits with the curves of Young’s modulus of composites at high MWNT values, indicating more aggregation with increasing MWNT content. With the increase in (b) values, the Young’s modulus of composite samples decreases for higher MWNT addition ([fig10]).", "After a systematic variation of (<i>a</i>) and (<i>b</i>) values for the relations <i>ψ</i> are written as follows:\n                              \n                                 (7)\n                                 \n                                    \n                                       \n                                          \n                                          \n                                             \n                                                ψ\n                                                =\n                                                2\n                                                \n                                                   \n                                                      \n                                                         \n                                                            L\n                                                         \n                                                         \n                                                            1\n                                                         \n                                                      \n                                                   \n                                                   \n                                                      d\n                                                   \n                                                \n                                                \n                                                   \n                                                      e\n                                                   \n                                                   \n                                                      -\n                                                      150\n                                                      \n                                                         \n                                                            v\n                                                         \n                                                         \n                                                            f\n                                                         \n                                                      \n                                                      -\n                                                      1.5\n                                                   \n                                                \n                                                \n                                                for untreated MWNT\n                                             \n                                          \n                                       \n                                       \n                                          \n                                          \n                                             \n                                                ψ\n                                                =\n                                                2\n                                                \n                                                   \n                                                      \n                                                         \n                                                            L\n                                                         \n                                                         \n                                                            2\n                                                         \n                                                      \n                                                   \n                                                   \n                                                      d\n                                                   \n                                                \n                                                \n                                                   \n                                                      e\n                                                   \n                                                   \n                                                      -\n                                                      75\n                                                      \n                                                         \n                                                            v\n                                                         \n                                                         \n                                                            f\n                                                         \n                                                      \n                                                      -\n                                                      0.7\n                                                   \n                                                \n                                                \n                                                for acid-treated MWNT", "Thus, Eqs. [fd5 fd6] are the modifications applied in the Halpin–Tsai equation. The experimental results for both types of composites, fitted using these modified shape factors, are shown in ([fig11]\n                           ). As shown in this plot, the modified model correlates well for composite samples prepared using both untreated as well as acid-treated MWNT."]], ["Tensile strength", ["The experimentally obtained tensile strength values for the untreated and acid-treated MWNT composites also exhibit a nonlinear region in the 1.5–3wt.% range of MWNT content. Similar to the Young’s modulus, the modified Halpin–Tsai equation can also used to model tensile strength of MWNT composite samples. From Eq. [fd5], the modified Halpin–Tsai equations are as follows:\n                              \n                                 (8)\n                                 \n                                    S\n                                    =\n                                    \n                                       \n                                          1\n                                          +\n                                          ψ\n                                          η\n                                          \n                                             \n                                                v\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                       \n                                          1\n                                          -\n                                          η\n                                          \n                                             \n                                                v\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          S\n                                       \n                                       \n                                          m\n                                       \n                                    \n                                    ,\n                                    \n                                    η\n                                    =\n                                    \n                                       \n                                          (\n                                          6\n                                          \n                                             \n                                                S\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                S\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          -\n                                          1\n                                       \n                                       \n                                          (\n                                          6\n                                          \n                                             \n                                                S\n                                             \n                                             \n                                                f\n                                             \n                                          \n                                          /\n                                          \n                                             \n                                                S\n                                             \n                                             \n                                                m\n                                             \n                                          \n                                          )\n                                          +\n                                          ψ\n                                       \n                                    \n                                 \n                              \n                           where <i>S</i>m\n                            and <i>S</i>f\n                            are the tensile strength of the matrix and the MWNT respectively. From the linear region of the fitted curve, the effective tensile strength of MWNT was calculated as 35,000MPa. After a systematic variation of (a) and (b) values, the <i>ψ</i> function becomes equal to:\n                              \n                                 (9)\n                                 \n                                    \n                                       \n                                          \n                                          \n                                             \n                                                ψ\n                                                =\n                                                2\n                                                \n                                                   \n                                                      \n                                                         \n                                                            L\n                                                         \n                                                         \n                                                            1\n                                                         \n                                                      \n                                                   \n                                                   \n                                                      d\n                                                   \n                                                \n                                                \n                                                   \n                                                      e\n                                                   \n                                                   \n                                                      -\n                                                      135\n                                                      \n                                                         \n                                                            v\n                                                         \n                                                         \n                                                            f\n                                                         \n                                                      \n                                                      -\n                                                      2.3\n                                                   \n                                                \n                                                \n                                                for untreated MWNT\n                                             \n                                          \n                                       \n                                       \n                                          \n                                          \n                                             \n                                                ψ\n                                                =\n                                                2\n                                                \n                                                   \n                                                      \n                                                         \n                                                            L\n                                                         \n                                                         \n                                                            2\n                                                         \n                                                      \n                                                   \n                                                   \n                                                      d\n                                                   \n                                                \n                                                \n                                                   \n                                                      e\n                                                   \n                                                   \n                                                      -\n                                                      55\n                                                      \n                                                         \n                                                            v\n                                                         \n                                                         \n                                                            f\n                                                         \n                                                      \n                                                      -\n                                                      1\n                                                   \n                                                \n                                                \n                                                for acid-treated MWNT", "The modified Halpin–Tsai equation with exponential shape factor can be used to model the experimental results of untreated MWNT and acid-treated MWNT/epoxy composite samples ([fig12]\n                           ). According to Eqs. [fd6 fd9], reduction in shape factor (<i>L</i>/<i>d</i>) and nanotube length cause a decrease in aggregation-related constants (<i>a</i>) and (<i>b</i>).", "In the modified Halpin–Tsai equation if the degree of MWNT aggregation parameters (<i>a</i>) and (<i>b</i>) goes towards zero, <i>ψ</i> becomes near 2<i>L</i>/<i>d</i>, meaning a decrease on the effect of agglomerates on the Halpin–Tsai equation. In addition, from Eqs. [fd6 fd9] one can see that the aggregation-related constants (<i>a</i>) and (<i>b</i>) are smaller for acid-treated MWNT; it shows a successful reduction of agglomeration parameters in acid-treated MWNT composite samples.", "In contrast to the results obtained in this study, Herna´ndez-Pe´rez et al. [bib29] working on a similar composite system reported better tensile properties using long carbon nanotubes with high aspect ratios. They also observed better dispersion with longer MWNT. However, the opposing results are reported by Bai and Allaoui [bib6]. It was found that shorter MWNT had better dispersion and homogenization with little aggregate sizes (the tangled MWNT). Our results are in agreement with an argument proposed by Bai and Allaoui [bib6]. Yeh et al. [bib18] also investigated the effect of MWNT length on the mechanical properties of phenolic-based composite samples. They used an exponential shape factor in Halpin–Tsai model and showed better dispersion in composite samples reinforced with longer MWNT. They also reported higher aggregation constants (<i>a</i>) and (<i>b</i>) values in Halpin–Tsai model for longer MWNT. As it was mentioned previously, better dispersion and higher tensile strength values were observed using shorter MWNT in the present study. Lower (<i>a</i>) and (<i>b</i>) constants were also associated with shorter MWNT. Thus, the results obtained in this study disagree with the reports given by Yeh et al. [bib18]. The point to note is the functionalization of the MWNT surface by (−OH) groups which is believed to be the reason for better dispersion and tensile properties with short MWNT [bib6 bib25 bib30]. Better dispersion improves mechanical properties by providing a more uniform stress distribution in the sample [bib6 bib15 bib26 bib31].", "The modified Halpin–Tsai equation is a semi-empirical method, by which the strength and modulus of the MWNT/epoxy composites were modeled independently from the experimental data. This method can be used to evaluate the results slightly outside the wt.% range of MWNT considered by extrapolation."]]]]]], ["Conclusions", ["Untreated and acid-treated multi-walled carbon nanotubes were used to reinforce the diglycidyl ether bisphenol-A (DGEBA) epoxy. The results of tensile test showed higher Young’s modulus values for the composite samples prepared using acid-treated MWNT. Also the dispersion of acid-treated MWNT in the epoxy matrix was more uniform compared to their untreated counterparts. A modified Halpin–Tsai equation was used to fit the experimentally obtained Young’s modulus and tensile strength data. Fracture surface analysis by scanning electron microscope showed less nanotube pull-out in the samples prepared using acid-treated MWNT."]]], "doi": "10.1016/j.matdes.2010.04.018"}