{"title": "Rubber–pristine clay nanocomposites prepared by co-coagulating rubber latex and clay aqueous suspension", "abstract": "The structure of several rubber–clay nanocomposites, including styrene butadiene rubber (SBR)–clay, natural rubber (NR)–clay, nitrile butadiene rubber (NBR)–clay, carboxylated acrylonitrile butadiene rubber (CNBR)–clay nanocomposites, prepared by directly co-coagulating the rubber latex and clay aqueous suspension, were investigated. X-ray diffraction (XRD) patterns and transmission electron microscopy (TEM) micrographs showed that these nanocomposites possessed a unique structure, in which the rubber molecules “separated” the clay particles into either individual layers or just silicate layer aggregates of nanometer thickness without the intercalation of rubber molecules into clay galleries, different from intercalated and exfoliated clay nanocomposites. Such a structure resulted from the competition between separation of rubber latex particles and re-aggregation of single silicate layers during the co-coagulating process. The content of bound rubber of SBR–clay nanocompound is more than that of the corresponding rubber filled with micrometer clay or silica because of the increased networking of silicate layers with the nano-meter dispersion and the high aspect ratio. The glass transition temperature of SBR–clay nanocomposites increased as compared with that of the pure SBR. The tensile strength of SBR–clay nanocomposite loading 20phr clay was 6.0 times higher than that of the conventional SBR–clay composite. The gas permeability of separated rubber–clay nanocomposites containing 20phr decreased 50% as compared with the corresponding gum vulcanizates.", "body": [["Introduction", ["Polymer–clay nanocomposites are of great interest for both scientific challenges and industrial applications [bib1 bib2 bib3]. In the open literatures, the polymer–clay nanocomposites are generally classified into three groups according to their structures, i.e., nanocomposites with intercalated, exfoliated, or both of intercalated and exfoliated structures. Among them, the completely exfoliated nanocomposites are desired due to the fact that the exfoliated layers exhibit the greatest reinforcement. Therefore, many efforts have been made to investigate this type of nanocomposites. However, most experimental work has been focused on thermoplastic resin matrixes, and there are only a few studies dealing with rubber–clay nanocomposites. In fact, reinforcement, especially reinforcement of nano-fillers, is very important for rubber applications, which can be confirmed by the developing history of the rubber industry. Carbon black (nanometer particles, spherical) was first taken as reinforcing filler in 1904 [bib4], and from then on carbon black reinforced rubber nanocomposites have been widely used in various rubber products such as tires, tubes, etc. It is the excellent nano-reinforcing effect of carbon black that greatly upgrades the mechanical properties of rubber, and makes many rubber applications possible. Thus, it can be expected that, exfoliated clay, as a novel class of nanofiller independent on oil resources, will play big roles in the rubber industry.", "Up to now, technologies for synthesis of rubber–clay nanocomposites mainly include rubber melt or solution intercalation of organoclay [bib5 bib6 bib7 bib8 bib9 bib10 bib11 bib12] and latex route using pristine clay [bib13]. Compared with the melt or solution method, the approach of co-coagulating rubber latex and clay aqueous suspension [bib13], where pristine clay (non-organoclay) is employed, is promising for industrialization due to the low cost of pristine clay, simplicity of preparation process and superior cost/performance ratio.", "In our previous work, morphology and mechanical properties of styrene butadiene rubber (SBR)–clay, carboxylated acrylonitrile butadiene (CNBR)–clay, nitrile rubber (NBR)–clay nanocomposites were investigated [bib14 bib15 bib16 bib17 bib18]. As for the structure, TEM observation clearly showed that clay dispersed in the rubber matrix at the nanometer level, and XRD diffraction peaks shifted to smaller angles compared with the pristine clay. Based on these results, it was assumed that these nanocomposites contained both exfoliated and intercalated structures. However, the basal spacing of rubber composites prepared by latex route is 1.37–1.57nm [bib14 bib15 bib17], which is much smaller than that of nanocomposites with intercalated structure (generally more than 3.3nm) [bib11 bib12], and even smaller than that of organoclay (more than 1.7nm) [bib11 bib12]. Therefore, the assumption that these nanocomposites contain both exfoliated and intercalated structures seems unreasonable due to the larger dimension of rubber molecules than that of organic ammonium salts. To further develop the technology of co-coagulation, this paper is focused on elucidating the structure characteristics and nanocompounding mechanism of the rubber–clay nanocomposites, and investigating the reinforcement effects, the network of silicate layers in nanocomposites, and the interface between the dispersed silicate layers and rubber matrix. The results are expected to provide a deep insight into the structure of nanocomposites prepared by the latex route and the relevant nanocompouding mechanism, and to benefit our understanding on relationship between microstructures and properties."]], ["Experimental", [["Materials", ["The clay (Na+–montmorilonite, Na+–MMT) with a cationic exchange capacity (CEC) of 93 mequiv/100g, was from Liufangzi Clay Factory, Jilin, China. SBR latex (St 23%, solid content 20%) was provided by Qilu Petrochemical Company (China); NR latex (solid content 60%) was from Beijing Latex Products Factory (China); NBR latex (AN 24–26%, solid content 45%) was supplied by Lanzhou Petrochemical Company (China); CNBR latex (AN 31–35%, solid content 40%) was purchased from Taiwan Nancar Corp.", "RNH\n                                 \n                                 \n                                    3\n                                 \n                                 \n                                    +\n                                 \n                              \n                              -\n                              MMT\n                           \n                         and Ca2+–MMT were prepared by a cation exchange reaction between Na+–MMT and excess ammonium cations from triethylenetetrammonium chloride and calcium cations from calcium chloride, respectively."]], ["Preparation of rubber–clay nanocomposites", ["About 3% clay aqueous suspension and the rubber latex were mixed and vigorously stirred for a given period of time. After that, the mixture was co-coagulated in the electrolyte solution (2% dilute triethylenetetrammonium chloride solution for the NR and SBR systems and 1% calcium chloride aqueous solution for the NBR and CNBR systems), washed with water and dried in an oven at 80°C for 18h, and then the rubber–clay nanocompound (uncured nanocomposite) was obtained.", "The vulcanizing ingredients and other additives were mixed into the nanocompound with a 6-in. two-roll mill; then, the compound was vulcanized in a standard mold. The vulcanizates are referred to as rubber–clay nanocomposites.", "Vulcanizates filled with carbon black (N330), silica or clay were prepared using the same processing procedure as references."]], ["Characterization", ["Scan electron microscopy (SEM) morphology of clay particles was taken using a S-250-III SEM. Transmission electron microscopy (TEM) micrographs were taken from ultrathin sections of nanocomposites with an H-800 TEM, using an acceleration voltage of 200kV. XRD analyses were carried out on Rigaku RINT using a Cu target, a 0.02°C step size, and 5.00°C/min.", "The technique reported by Leblanc et al. [bib19] was applied to determine the amount of bound rubber. The amount of bound rubber in wt% of initial rubber content of the compound is given by the following equation\n                           \n                              \n                                 BdR\n                                 \n                                 (\n                                 %\n                                 )\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             m\n                                          \n                                          \n                                             0\n                                          \n                                       \n                                       -\n                                       \n                                          \n                                             m\n                                          \n                                          \n                                             1\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             m\n                                          \n                                          \n                                             0\n                                          \n                                       \n                                    \n                                 \n                                 ×\n                                 100\n                                 ,\n                              \n                           \n                        where <i>m</i>\n                        0 is the rubber content in the sample, <i>m</i>\n                        1 is the extracted rubber content by toluene during three days at room temperature.", "Strain sweep experiments in the strain range of 1–100% were performed on uncured compounds using the RPA 2000 Rubber Process Analyzer of Alpha Technologies at 80°C, 1Hz.", "<i>E</i>′ and tan<i>δ</i> as a function of the temperature were measured on the Dynamic Mechanical Thermal Analyzer DMTA V of Rheometrics Science Corp. at rectangular tension mode, 1Hz and 3°C/min, and the strain amplitude at the temperature range of −100 to −20°C is 0.01%, and 0.1% from −20 to 60°C.", "The permeation experiment of nitrogen was carried out with gas permeability-measuring apparatus. The pressure on one face of the sheet (about 1mm in thickness and 8cm in diameter) was kept at 0.57MPa and the other face at zero pressure, and nitrogen permeated through the sheet. The rate of transmission of nitrogen at 40°C was obtained by gas chromatography and the nitrogen permeability was calculated from it.", "Tensile testing was performed according to ASTM."]]]], ["Results and discussion", [["Structure of rubber–clay nanocomposites", ["In general, the polarity of rubber affects the structure of nanocomposites prepared by melt compounding. It is of interest to investigate the effect of the rubber type on the dispersion of clay in the rubber–clay nanocomposites prepared by co-coagulation. [fig1]\n                         shows TEM micrographs of four rubber–clay nanocomposites containing 20phr clay, NR–clay, SBR–clay, NBR–clay, and CNBR–clay. In [fig1], the dark lines are the intersections of the silicate layers. From [fig1](a)–(d), there are both individual layers and stacking silicate layers with the thickness of about 10–30nm. It is worthwhile to note that the dispersion of clay in each of the four rubber matrixes is excellent. Therefore, the co-coagulation technique is effective and applicable to rubbers with a latex form.", "The XRD patterns of Na+–MMT and the above four nanocomposites are presented in [fig2]\n                        . The peaks correspond to the (001) plane reflections of the silicate layer aggregates. From [fig2], the peaks of the NR–clay and SBR–clay nanocomposites are both at 1.34nm, and the NBR–clay and CNBR–clay nanocomposites show the peak at 1.50 and 1.51nm, respectively. All of these intergallery distances are larger than the initial value of Na+–MMT (1.25nm), which seems to indicate that rubber molecules are intercalated into the clay interlayer. However, the basal spacing of the four nanocomposites (1.34–1.51nm) is smaller than that of organoclay in the literature (larger than 1.7nm) [bib11 bib12], and thus it is unreasonable to conclude that the intercalation of rubber macromolecules into the interlayer occurred. Moreover, in [fig2], the basal spacing 1.34nm of NR–clay and SBR–clay nanocomposites using triethylenetetrammonium chloride as the flocculant is close to 1.31nm of \n                           \n                              \n                                 \n                                    RNH\n                                 \n                                 \n                                    3\n                                 \n                                 \n                                    +\n                                 \n                              \n                              -\n                              MMT\n                           \n                        , and in the cases of NBR–clay and CNBR–clay nanocomposites using calcium chloride as the flocculant, it is 1.50 and 1.51nm, respectively, almost the same as 1.52nm of Ca2+–MMT. Here, the differences between 1.34 and 1.31nm, and 1.50 or 1.51 and 1.52nm may be due to the undulation of the experimental value. Accordingly, the diffraction peaks of rubber–clay nanocomposites by co-coagulation should originate from the cations of flocculant in the intergallery, and no rubber molecules intercalate into clay galleries. On the basis of these results, we assumed that a cation exchange reaction occured during the process of co-coagulating.", "To further verify our supposition and better understand the forming mechanism of the non-intercalated structure, we investigated the swelling ability of Na+–MMT and trace the preparation process of the SBR–clay nanocomposite using triethylenetramine hydrochloride as the flocculant in the following section."]], ["Dispersion process of clay and nanocompounding mechanism of co-coagulation method", ["The SEM micrograph of Na+–MMT paticles is presented in [fig3]\n                        , and the particles are in the size range of 2–20μm. The swelling properties of Na+–MMT were investigated by X-ray diffraction. The X-ray patterns of clay aqueous dispersions with various water contents (as indicated) are presented in [fig4]\n                        .", "From [fig4], the basal spacing of Na+–MMT at ambient humidities is 1.25nm. The diffraction peak shifts to the smaller angles with the increase in the water amount, indicating growth of the interlayer spacing. When the water concentration is 70%, there may be a diffraction peak at less than 1.5° of 2<i>θ</i> value. But when the water content is more than 90%, there is no diffraction peak. This result is consistent with that of Norrish [bib20]. It can be concluded that Na+–MMT can be dispersed into the individual layers in the dilute aqueous solution (the clay concentration is less than 10%).", "Since SBR is a widely used rubber in the rubber industry, we trace the preparation process of SBR–clay nanocompound by XRD. [fig5]\n                         shows the XRD patterns at various stages of the preparation process. The first stage ([fig5](a)) is 3% clay aqueous suspension, and no XRD peak appears, which indicates the complete exfoliation of clay in water. The second stage, i.e., when the SBR latex mixes with the clay aqueous suspension, is depicted in [fig5](b). [fig5](b) does not show any XRD peak either, which suggests the mixture is stable, and rubber latex particles do not cause the aggregation of silicate layers. The third stage ([fig5](c)) is after addition of flocculant. After co-coagulating, XRD peak corresponding to the regular stacking of silicate layers appears, which indicates that the individual silicate layers dispersed in mixture re-aggregate during the process of co-coagulating. The basal spacing is 1.35nm, larger than 1.31nm of \n                           \n                              \n                                 \n                                    RNH\n                                 \n                                 \n                                    3\n                                 \n                                 \n                                    +\n                                 \n                              \n                              -\n                              MMT\n                           \n                         (in [fig2]) due to the existence of water. The fourth stage ([fig5](d)) is the dried SBR–clay nanocompound. The basal spacing is 1.29nm, close to 1.31nm of \n                           \n                              \n                                 \n                                    RNH\n                                 \n                                 \n                                    3\n                                 \n                                 \n                                    +\n                                 \n                              \n                              -\n                              MMT\n                           \n                        . From these results, we can conclude that the flocculant coagulated the rubber latex and the silicate layers at the same time, and the rubber macromolecules did not intercalate into the galleries of clay. During the process of co-coagulating, a cation exchange reaction occurred between Na+–MMT and excess cations of the flocculant.", "According to the above results, the rubber–clay nanocomposites prepared by co-coagulation are a kind of partly exfoliated structure, in which the rubber molecules “separate” the clay into either individual layers or just silicate layer aggregates of nanometer thickness without the intercalation of rubber molecules into clay galleries. It is important to note that the non-exfoliated layer aggregates without the intercalation of rubber molecules in rubber–clay nanocomposites prepared by co-coagulation is different from the intercalated layer aggregates in polymer–clay nanocomposites prepared by melt blending. The cause is that the mechanism for forming nanocomposite structure by the latex route is totally different from that by melt compounding. During the process of melt compounding, rubber molecules first intercalate into the intergallery of organoclay, leading to the decreased interaction between layers, and then the intercalated organoclay is exfoliated under the shear force. Consequently, the nanocomposites prepared by melt compounding method bear both intercalated and exfoliated silicate layers simultaneously. In contrast, the non-exfoliated layer aggregates in rubber–clay nanocomposites prepared by co-coagulation are formed by the re-aggregation of exfoliated clay layers during the co-coagulating process. Therefore, it is according to the unique nanocompouding mechanism that this kind of structure prepared by co-coagulation is named “separated” structure, where the rubber molecules “separate” the clay into either individual layers or just silicate layer aggregates of nanometer thickness without the intercalation of rubber molecules into clay galleries. In addition, the concept of “separated” structure can also present the difference from partly exfoliated structure prepared by melt blending.", "The formation mechanism of “separated” structure can be illustrated by the schematic of mixing and co-coagulating process. The schematic illustration of the mixing and co-coagulating process is presented in [fig6]\n                        . At the stage of mixing, the rubber latex particles were mixed with the clay aqueous suspension, in which clay was dispersed into individual silicate layers. After adding a flocculant, the flocculant coagulated the rubber latex and the silicate layers simultaneously, but the rubber macromolecules did not exactly intercalate into the galleries of clay. This mainly resulted from the competition between separation of rubber latex particles and re-aggregation of single silicate layers upon addition of flocculant. Since rubber latex particles are composed of several molecules, the existence of latex particles between the galleries of silicate layers in the water medium should result in a completely separated (exfoliated) silicate layers. However, cations of flocculant cause separated silicate layers to re-aggregate so that the rubber latex particles between the silicate layers may be expelled. As a result, there are some non-exfoliated layers in the nanocomposites. In the meantime, due to the fact that the amount of latex is more than that of silicate layers and the latex particles agglomerate rapidly, the re-aggregation of silicate layers is evidently obstructed to some extent by the agglomerated latex particles around the silicate layers. Consequently, the size of aggregates of silicate layers is at the nano-meter level, and the thus obtained nanocomposites contain both the exfoliated silicate layers and non-exfoliated (not intercalated) aggregates of nanometer thickness in the rubber matrix.", "According to the above nanocompounding mechanism, the factors affecting the final dispersion level of nanocomposites mainly include the size of rubber latex particles, the ratio of rubber latex to clay suspension, and the speed of co-coagulating. It can be expected that, based on the present investigations, the smaller latex particles, the more latex content, and the faster speed of co-coagulating rubber latex and clay layers will provide nanocomposites with fewer non-exfoliated layer aggregates, and even completely exfoliated nanocomposites."]], ["The properties of rubber–clay nanocomposites", ["The mechanical properties of three rubber–clay nanocomposites: SBR–clay, NR–clay and CNBR–clay, are listed in [tbl1]\n                        . Compared to the corresponding conventional rubber–clay composites containing the equivalent amount of clay (20phr), all of the three nanocomposites exhibit substantially higher 300% stress, shore A hardness, tensile strength and tear strength. Of particular notice is that the tensile strength of SBR–clay nanocomposite exhibited 6.0 times higher value than that of conventional SBR–clay composite. The largely increased reinforcement and the tear resistance of the nanocomposites should be ascribed to the dispersed structure of clay at the nano level, the high aspect ratio and the planar orientation of the silicate layers [bib14].", "The gas permeabilities of SBR–clay, NR–clay, and NBR–clay nanocomposites with 20phr clay are presented in [tbl2]\n                        . Compared to the corresponding gum vulcanizates, the nitrogen permeability of SBR–clay, NR–clay, and NBR–clay nanocomposites reduced by 54.1%, 46.7% and 47.8%, respectively, and the decrease amplitude is about 50% for all of the three nanocomposites. This implies that the dispersion of silicate layers in SBR, NR, and NBR matrix is almost the same, which is consistent with the above results presented by XRD and TEM. Therefore, a conclusion can be made that the method of co-coagulation for preparing rubber–clay nanocomposites is widely applicable to rubbers having a latex form.", "The gas permeabilities of gum SBR vulcanizate, SBR–clay nanocomposites (SBR–clay NC), conventional SBR–clay composites (SBR–clay MC) and SBR filled with carbon black (SBR-N330) are presented in [fig7]\n                        . In [fig7], the nitrogen permeabilities reduce with the increase of the amount of filler, and SBR–clay nanocomposites have the best gas barrier property among the three classes of composites. Compared with the gum SBR vulcanizate, the nitrogen permeability of SBR–clay nanocomposites with 1.96, 7.40 and 13.8vol% clay reduces by 27.3%, 54.1%, and 61%, respectively. It can be concluded that the silicate layers having the large aspect ratio and the planar orientation lead to the great increase of the diffusion distance by creating a much more tortuous path for the diffusing gas."]], ["The network of silicate layers and interfacial interaction in rubber–clay nanocomposites", ["Filler network is very important for rubber reinforcement. The strain sweep data of three different compounds with 20phr fillers are shown in [fig8]\n                        . A non-linear behavior is evidently observed in each of these filled compounds. This strong strain dependence of elastic modulus is well known as Payne effect, which reflects the filler network in the compound. The elastic modulus of the SBR–clay nanocompound is the highest, whereas that of the conventional SBR–clay compound (microcompound) is the lowest. The increased filler networking in the SBR–clay nanocompound could be attributed to the nanometer dispersion of silicate layers and the higher aspect ratio, compared with micrometer clay (2–20μm, in [fig3]) and carbon black particles (nanometer, but spherical shape).", "Bound rubber is the macroscopic result of rubber-filler physico-chemical interactions, and it reflects the reinforcing capabilities of the filler. For a given elastomer, the amount of bound rubber at fixed filler content depends on a number of factors, such as the surface area, structure and surface activity of the filler, the dispersion state, and etc. To understand the reinforcement of the nanometer clay, we measured the bound rubber of SBR–clay nanocompounds with different clay amounts, and SBR filled with the same amounts of carbon black, silica and micrometer clay, respectively. During the extraction process, the SBR filled with 10, 20, 30, 40phr micrometer clay by directly blending disintegrated and some filler particles diffused into the solvent, which implies that the interaction between SBR and micrometer clay aggregates should be very weak. There existed the similar phenomenon for SBR filled with 10, 20phr carbon black or silica. Experimental results of the amount of bound rubber in different compounds are shown in [tbl3]\n                        . The bound rubber content increases from 10.9 to 46.5wt% for SBR–clay nanocompounds when the clay content increases from 10 to 40phr. When the filler content is 30 phr, the bound rubber is 37.7wt% for SBR–clay nanocompound, 15.4wt% for SBR filled with carbon black, and 11.2wt% for SBR filled with silica, respectively. Though carbon black and silica are nano-powder and the interaction between carbon black or silica and rubber macromolecules is believed to be stronger than that of nano-clay and rubber macromolecules, the bound rubber content of SBR–clay nanocompound with 30phr is still the highest. This could be ascribed to the huge surface area of clay dispersed at nanometer level and the largest aspect ratio of silicate layers, which results in the increased silicate layer networking (in [fig8]).", "The storage modulus of SBR filled with 20phr fillers versus temperature is shown in [fig9]\n                        . The modulus of SBR–clay nanocomposite (SBR–clay NC) is the highest and the temperature at which the modulus begins to decrease is also the highest, which further reflects the strong confinement of nano-dispersed silicate layers on the rubber molecules.", "Loss factor, tan<i>δ</i>, versus temperature is presented in [fig10]\n                        . The SBR–clay nanocomposite shows the highest glass transition temperature, the lowest tan<i>δ</i> value at the glass transition temperature and the broadest glass transition region. All of these should be attributed to the decreased mobility of rubber molecules restricted by silicate layers. In the rubbery region (20–100°C), the amplitude of the loss factor of the SBR–clay nanocomposite become the highest, which suggests the strongest networking and the interfacial hysteresis originating from strong gradient confinement of rubber molecules by silicate layers."]]]], ["Conclusion", ["Nanocompounding method of directly co-coagulating the rubber latex and clay aqueous suspension makes good use of the extensive swelling capability of clay in water and the latex form of rubber; the preparing process is simple, effective and widely applicable to rubbers having the latex form. The concept of “separated” rubber–clay nanocomposites, whose structures are different from those of intercalated and exfoliated polymer–clay nanocomposites, is firstly put forward; these novel nanocomposites exhibit excellent mechanical and gas barrier properties. Based on the dispersion mechanism, it is possible to prepare the completely exfoliated rubber–clay nanocomposite."]]], "doi": "10.1016/j.compscitech.2004.11.016"}