{"title": "Enhancement of the mechanical properties of poly(styrene-<i>co</i>-acrylonitrile) with poly(methyl methacrylate)-grafted multiwalled carbon nanotubes", "abstract": "Poly(methyl methacrylate) (PMMA) was grafted onto multiwalled carbon nanotubes (MWNTs). Composites of PMMA-grafted MWNTs and poly(styrene-<i>co</i>-acrylonitrile) (SAN) were prepared by solution casting from tetrahydrofuran. Since PMMA is miscible with SAN, the two polymers mix intimately to facilitate the dispersion of PMMA-grafted MWNTs in the SAN matrix. The intimate mixing is evidenced by the transparency of the composites. The incorporation of PMMA-grafted MWNTs to SAN (effective MWNT content=0.5–2wt%) leads to increases in storage modulus at 40°C, Young's modulus, tensile strength, ultimate strain, and toughness by 90, 51, 99, 184 and 614%, respectively. Such simultaneous increases in stiffness, strength, ductility and toughness of a polymer by rigid fillers are rarely observed.", "body": [["Introduction", ["Among the many potential applications of carbon nanotubes (CNTs), their use as reinforcing materials for polymers has received considerable attention [bib1 bib2 bib3 bib4]. In view of the high elastic modulus (about 1TPa) and strength (about 200GPa) of CNTs, the incorporation of singlewalled or multiwalled carbon nanotubes (SWNTs and MWNTs, respectively) to polymers is envisaged to produce structural materials with dramatically improved modulus and strength. In recent years, CNTs have been used to reinforce a large variety of polymers, including polystyrene (PS) [bib5 bib6 bib7 bib8], poly(methyl methacrylate) (PMMA) [bib5 bib9 bib10 bib11 bib12 bib13 bib14 bib15 bib16 bib17 bib18 bib19 bib20 bib21 bib22], polycarbonate [bib23 bib24 bib25 bib26 bib27], polyamide [bib28 bib29 bib30 bib31 bib32], polyethylene [bib33 bib34 bib35], and polypropylene [bib36 bib37 bib38 bib39 bib40 bib41 bib42 bib43 bib44].", "It is recognized that the successful development of CNT/polymer composites depends to a large extent on the ability to disperse the CNTs homogeneously in the polymer matrixes and to ensure a strong CNT-polymer interfacial adhesion for good load transfer. CNTs tend to aggregate because of strong van der Waals forces. A variety of methods have been used to help the dispersion of CNTs in polymer matrixes. For example, Haggenmueller et al. [bib11] used a combination of solvent casting and melt mixing to disperse SWNTs in PMMA. Du et al. [bib12] developed a coagulation method to disperse SWNTs in PMMA. Sabba and Thomas [bib5] reported that SWNTs were well dispersed in a solution of hydroxylamine hydrochloric acid salt, and the resultant dispersed SWNT solution could be easily incorporated into PMMA and PS. In view of the miscibility of PMMA with poly(vinylidene fluoride) (PVDF), we used PVDF-covered MWNTs to improve load transfer between MWNTs and PMMA [bib17]. An improvement in load transfer can also be achieved by using functionalized CNTs. For example, the storage modulus of PMMA at 40°C is increased by 66% upon the incorporation of 1wt% of functionalized MWNTs, whereas the increase in modulus is 50% upon the incorporation of 1wt% of unfunctionalized MWNTs [bib15]. The reinforcing effect of functionalized MWNTs on storage modulus at high temperature is even more significant [bib15]. The carboxyl groups in functionalized MWNTs are able to interact with the polymer matrix, resulting in a better load transfer.", "A direct way to improve load transfer is to graft polymer onto CNTs. Hwang et al. [bib19] recently reported that the storage modulus of PMMA at 20°C was increased by a factor of 11 upon the incorporation of 20wt% of PMMA-grafted MWNTs. They found that the applied tensile load on the composites was transferred to the PMMA-grafted MWNTs, leading to a strain failure of the MWNTs rather than an adhesive failure between the MWNTs and the polymer matrix. A recent study also showed that the mechanical properties of poly(vinyl alcohol) (PVA) was significantly improved upon the addition of PVA-grafted CNTs [bib45]. Similarly, the Young's modulus, tensile strength and toughness of chlorinated polypropylene (CPP) were significantly increased by the addition of CPP-grafted MWNTs [bib44 bib46]. In the examples just cited, the matrix polymer and the polymer grafted onto CNTs are the same. If polymer-grafted CNTs are to be used to reinforce a different matrix polymer, it is essential that the two different types of polymers are miscible with each other so that they mix intimately. The use of polymer–polymer miscibility to enhance interfacial adhesion has been widely used in the rubber toughening of plastics. Core-shell impact modifiers with PMMA as the shell polymer are often used to toughen plastics since PMMA is miscible with a large number of polymers [bib47]. As a result, the modifiers adhere well to the matrix, leading to a more effective toughening.", "Although CNT/PS composites have been studied, similar studies on another important styrenic polymer poly(styrene-<i>co</i>-acrylonitrile) (SAN) have not been reported. As compared to PS, SAN has better chemical resistance, weatherability and surface hardness. Since SAN is miscible with PMMA [bib48], it is envisaged that PMMA-grafted MWNTs can be well dispersed in the SAN matrix."]], ["Experimental", [["Materials", ["SAN with an acrylonitrile content of 25wt% was purchased from Scientific Polymer Products, Inc. The number-average molecular weight (<i>M</i>\n                        n) and weight-average molecular weight (<i>M</i>\n                        w) of SAN are 66,000 and 156,000, respectively. MWNTs (purity>95%, diameter within 10–20nm) produced by chemical vapor deposition was obtained from Shenzhen Nanotech Port Co. Ltd, China. 2-Bromoisobutyl bromide (98%) and 2,2′-bipyridine (99%) were obtained from Aldrich and used as received. Methyl methacrylate from Aldrich was passed through a column of aluminum oxide, and then distilled under vacuum prior to polymerization. CuBr was purified by stirring in acetic acid, washing with methanol, and then drying in vacuum. Tetrahydrofuran (THF) was distilled over sodium. Thionyl chloride, triethylamine, and glycol were used as received."]], ["Synthesis of PMMA-grafted MWNTs", ["The synthesis of PMMA-grafted MWNTs followed the procedures reported by Kong et al. [bib49]. As-received MWNTs were refluxed in concentrated nitric acid (67%) for 24h. The excess nitric acid was removed by centrifugation. The resulting black solid was washed thoroughly with deionized water and dry THF. The acid-treated MWNTs (MWNT–COOH) were dried at 50°C under vacuum overnight. MWNT–COOH was then stirred with 100mL of thionyl chloride at 70°C for 24h to form acid chloride-functionalized MWNTs (MWNT–Cl). After centrifugation, the remaining solid was washed with dry THF for several times and then dried under vacuum at room temperature for 2h. MWNT–Cl was then converted to hydroxyl-functionalized MWNTs (MWNT–OH) by reaction with glycol at 120°C for 48h, with the excess glycol removed by centrifugation and then washed with dry THF for several times. Macromolecular MWNT initiator (MWNT–Br) was produced by reacting MWNT–OH with 2-bromoisobutyl bromide in the presence of triethylamine at 0°C for 8h and then the mixture was warmed to room temperature for 16h. After centrifugation and washed thoroughly with dry THF, MWNT–Br was dried at room temperature under vacuum overnight. Grafting of PMMA onto MWNT–Br was carried out by atom transfer radical polymerization. Appropriate amounts of monomer, MWNT–Br, CuBr, and 2,2′-bipyridine were mixed in a dry three-neck flask with a magnetic stirring bar. The mixture was degassed three times, and then placed in a 70°C oil bath under nitrogen for 72h. Then the solid reaction mixture was dissolved in dry THF, followed by centrifugation to remove excess MWNTs. The THF solution was filtered through 0.2-μm PTFE membranes and washed with dry THF for several times to completely remove monomer and non-grafted PMMA.", "The PMMA content of PMMA-grafted MWNTs is 90wt% as determined by thermogravimetry using a TA Instruments 2960 thermogravimetric analyzer with a heating rate of 10°C/min under a nitrogen atmosphere. The molecular weight of PMMA grafted onto MWNTs was determined by detaching PMMA from MWNTs in THF/NaOH solution. The <i>M</i>\n                        n and <i>M</i>\n                        w values are 1800 and 2000, respectively, as determined by gel permeation chromatography with PMMA standards."]], ["Fabrication of PMMA-grafted MWNT/SAN composites", ["SAN/PMMA-grafted MWNT composites were prepared by solution casting from THF. Appropriate amounts of SAN and PMMA-grafted MWNTs were dissolved in THF (5wt%) and stirred overnight at room temperature to obtain homogeneous solutions. The solutions were then poured into petri dishes and the solvent was allowed to evaporate slowly. The composite films were then dried in a vacuum oven at 60°C for two weeks before characterization. Three composites were prepared with PMMA-grafted MWNT/SAN weight ratios of 5/95, 10/90 and 20/80. The effective MWNT contents of the composites are 0.5, 1, and 2wt%, and they are designated as composites A, B, and C, respectively. For a comparison study, an SAN/MWNT composite containing 1wt% as-received MWNTs was similarly prepared and is designated as composite D."]], ["Characterization and mechanical property measurements", ["The dynamic mechanical measurements of materials (dimension 25mm×5mm with varying thickness) were made using a TA Instruments DMA2980 dynamic mechanical analyzer under nitrogen using a heating rate of 3°C/min and a frequency of 1Hz.", "The tensile properties of materials (the same dimension as those used in DMA measurements) were measured using an Instron Model 3345 mechanical tester at room temperature. The strain rate was 5mm/min under a load of 1kN. At least three measurements were made for each composite.", "High resolution TEM (JEOL JEM 3010F, 300kV) was used to obtain transmission electron micrographs of composite films. Composite microfilms (100nm in thickness) were backed on 200-mesh copper grid coated with carbon. As-received MWNTs were dispersed in water under ultrasonication for 30min before TEM study. PMMA-grafted MWNTs were dissolved in THF, and droplets of the solution were placed onto cooper grid coated with carbon. These two samples were observed using JEOL JEM 2010F (200kV) TEM.", "The fracture surfaces of composites after tensile test were examined using a JEOL JSM-5200 scanning electron microscope. For SEM observation, samples were coated with platinum via sputtering for 30s."]]]], ["Results and discussion", [["Morphology of MWNTs and PMMA-grafted MWNTs", ["As shown in [fig1]\n                        , the diameters of the MWNTs are about 10–20nm and the inner layers can be clearly seen using high resolution TEM (200kV). After PMMA was chemically grafted onto MWNTs, the surface of the outmost layer of carbon nanotubes becomes uneven and the diameters are about 2–3 times larger than those of as-received carbon nanotubes. The increase in diameters after grafting arises from the wrapping of PMMA chains attached onto carbon nanotubes."]], ["Thermal properties of MWNTs and PMMA-grafted MWNTs", ["As shown in [fig2]\n                        , the weight loss of MWNTs at 500°C is negligible. PMMA starts to lose weight at 300°C, and is completely decomposed by 430°C. Therefore, the MWNT content of PMMA-grafted MWNTs is 10wt% as estimated by thermogravimetry."]], ["Optical appearance of composites", ["SAN is miscible with PMMA when the acrylonitrile (AN) content of SAN is in the range of 10–30wt% [bib48]. However, miscible SAN/PMMA blends undergo phase separation upon heating, showing lower critical solution temperature behavior. The phase separation temperature depends on the AN content of SAN and the blend composition. For miscible SAN (AN=25wt%)/PMMA blends, the phase separation temperatures are around 250°C [bib48]. Since the composites were dried at 60°C under vacuum, there is no danger of phase separation and thus the two polymers mix intimately. The intimate mixing between PMMA and SAN is also evidenced from the optical clarity of the composites. For comparison, composites B and D were placed on a piece of paper printed with the words ‘NUS Chemistry Department’ ([fig3]\n                        ). The effective MWNT contents of both composites B and D are 1wt%. The SAN/PMMA-grafted MWNT composite B is transparent. However, the SAN/MWNT composite D is opaque, indicating that as-received MWNTs are not well dispersed in SAN. Qu et al. [bib50] recently reported that films of polyimide/polyimide-functionalized SWNT composites were transparent, showing the homogeneous dispersion of functionalized SWNTs in polyimide matrix."]], ["Dynamic mechanical behavior", ["The dynamic mechanical behavior of various composites was studied ([fig4]\n                        ). The incorporation of 1wt% as-received MWNTs to SAN (composite D) produces a 36% increase in storage modulus at 40°C. In comparison, at the same effective MWNT content, the storage modulus of composite B at 40°C is 90% higher than that of SAN. The incorporation of 2wt% MWNTs (composite C) has the least reinforcing effect among the three SAN/PMMA-grafted MWNT composites, but the composite still possesses a higher storage modulus than composite D. It is commonly observed that there is an optimum CNT content to achieve the best reinforcing effects on polymers. For example, Valentini et al. [bib36] reported that the incorporation of 0.75wt% SWNTs enhanced the storage modulus of isotactic polypropylene more than that provided by 1wt% SWNTs. For polyamide-12/SWNTs composites [bib32], the addition of 3wt% SWNTs (styrene–maleic anhydride copolymer encapsulated) achieved a better strengthening effect than 6wt% SWNTs did. Zou et al. [bib35] reported that the tensile strength and Young's modulus of MWNT-reinforced high density polyethylene (HDPE) reached maximum values at 1wt% MWNTs over the MWNT content range of 0–3wt%. For our SAN composites, the optimum effective MWNT content appears to be between 1–2wt%.", "[fig5]\n                         shows the tan\n                        <i>δ</i> curves of SAN and its composites. The incorporation of 1wt% as-received MWNTs moves the tan\n                        <i>δ</i> peak to a higher temperature by 5°C, whereas the tan\n                        <i>δ</i> peaks of the three SAN/PMMA-grafted MWNT composites are located at nearly the same temperature as that of SAN/as-received MWNT composite. It is likely that the interface formed between MWNT and SAN is causing the shift of tan\n                        <i>δ</i> peak. On the other hand, the interface formation between SAN and MWNT is reduced due to the covering of the nanotubes by PMMA and also the miscibility between SAN and PMMA."]], ["Tensile properties", ["The incorporation of CNTs to polymers greatly enhances the storage and Young's moduli. Enchancement on tensile strength is usually less spectacular. On the other hand, it is quite common that the ultimate strain is compromised. As a result, the toughness as measured by the area under the stress–strain curve is usually lowered. For example, Jia et al. [bib9] reported that when PMMA was reinforced with as-received CNTs, the tensile strength was halved and the toughness was marginally lowered. The use of acid-treated CNTs increased the tensile strength slightly and had no significant effect on the toughness. The poorer reinforcing effect of as-received CNTs was attributed to their poor dispersion in the polymer matrix. Velasco-Santos et al. [bib15] found that the tensile strength of PMMA increased by 38% upon the incorporation of 1wt% of MWNTs, whereas the ultimate strain and toughness decreased by 50 and 23%, respectively. The addition of 1wt% of functionalized MWNTs to PMMA brought along increases in tensile strength and toughness by 41 and 39%, respectively, and a decrease in ultimate strain by 23%. The interaction between functionalized MWNTs and PMMA was believed to improve load transfer.", "Simultaneous increases in storage modulus, Young's modulus, ultimate strain and toughness of a polymer by CNTs are not commonly observed. Coleman et al. [bib46] recently reported that the Young's modulus, tensile strength and toughness of CPP were increased by 210, 290 and 340%, respectively, upon the incorporation of 0.7vol% of CPP-grafted MWNTs. The covalent functionalization of MWNTs was considered to enable both efficient dispersion and excellent interfacial load transfer.", "[fig6]\n                         shows the stress–strain curves of the composites. [tbl1]\n                         summarizes the tensile properties of various composites. The Young's modulus, tensile strength, ultimate strain, and toughness of SAN are increased upon the incorporation of PMMA-grafted MWNTs. The effective MWNT contents of the three SAN/PMMA-grafted MWNT composites are in the range of 0.5–2wt%. The Young's modulus, tensile strength, ultimate strain, and toughness of the composites have been increased by up to 51, 99, 184, and 614%, respectively, as compared to pristine SAN. Moreover, at the same effective MWNT content, PMMA-grafted MWNTs offer a better reinforcing effect than as-received MWNTs (composite B versus composite D).", "The addition of only 0.5wt% MWNTs produces a dramatic increase in toughness of SAN (composite A) by 610%. As mentioned earlier, CNTs and functionalized CNTs generally increase tensile modulus, but compromise toughness, ultimate strain and tensile strength. For composite materials, the strength and toughness tend to be very sensitive to the quality of the dispersion of the filler [bib46]. The grafting of PMMA onto nanotubes interrupts the agglomeration of nanotubes. Furthermore, the miscibility between SAN and PMMA also enables the PMMA-grafted MWNTs to be well dispersed in the SAN matrix. As a result, the strength and toughness of SAN are significantly improved."]], ["Morphology of composite films", ["The morphology of composite films was observed by a combination of SEM and TEM. The former is intended to study the fracture surfaces of the composite films after tensile test, and the latter is aimed at observing the dispersion of MWNTs in the polymer matrix. [fig7]\n                        a shows the fracture surface of composite D containing 1wt% as-received MWNTs in which the poor dispersion of MWNTs in the SAN matrix can be seen. The TEM micrograph shows CNT microaggregates comprising numerous MWNTs in the SAN matrix ([fig7](b)).", "[fig8]\n                        a shows the fracture surface of SAN/PMMA-grafted MWNT composite B. Unlike composite D, MWNTs bundles (the bright dots are the ends of broken MWNTs) in composite B are dispersed uniformly, and large MWNTs aggregates are not seen on the fracture surface. The TEM micrograph of composite B ([fig8](b)) shows nanotubes form network-like structure with greatly reduced nanotube number compared to [fig7](b) under the same magnification. Therefore, microscopic studies also show improved dispersion of the grafting of PMMA onto MWNTs in the SAN matrix."]]]], ["Conclusions", ["PMMA-grafted MWNT/SAN composites were prepared by solution casting from THF. The storage modulus of SAN is increased by up to 90% upon the addition of PMMA-grafted MWNT with an effective MWNT content of 1wt%. The Young's moduli, tensile strength, ultimate strain, and toughness of SAN/PMMA-grafted MWNTs composites are increased by up to 51, 99, 184, and 614%, respectively, compared to the pristine SAN. Both SEM and TEM studies show a better dispersion of PMMA-grafted MWNTs in the polymer matrix. As compared to pristine MWNTs, PMMA-grafted MWNTs are more effective in reinforcing SAN as their dispersion is improved."]]], "doi": "10.1016/j.polymer.2005.10.007"}