{"title": "Dynamic mechanical behavior of in situ functionalized multi-walled carbon nanotube/phenoxy resin composite", "abstract": "In situ functionalized multi-walled carbon nanotube (MWNT)/Phenoxy composites were prepared by melt mixing Phenoxy with MWNT and 1-(aminopropyl)imidazole (NIm). Composites with 4.8 wt% or more of in situ functionalized MWNT show higher storage modulus than Phenoxy, provided a sufficient amount of NIm was used to aid in the dispersion of the hydrophobic MWNTs in the hydrophilic Phenoxy matrix.", "body": [["Introduction", ["In view of their high axial Young’s moduli and high aspect ratio, carbon nanotubes (CNTs), be it multi-walled nanotubes (MWNTs) or single-walled nanotubes (SWNTs), are potentially excellent mechanical reinforcing fillers in polymer composites [BIB1]. MWNT-matrix stress transfer was estimated to be at least an order of magnitude more efficient than in conventional fiber-based composites [BIB2]. However, to develop high performance CNT/polymer composites, the challenges often lie in the achievement of homogeneous dispersion of CNTs in polymer matrices and strong interfacial interactions so as to effect efficient load transfer from the polymer matrix to the CNTs. The weak interactions between the inner and outer tubes of MWNTs, which limit stress transfer from outer MWNT walls to the inner ones, and the weak interactions between the individual SWNTs that often exist as bundles in a polymer matrix are other factors affecting the efficiency of CNTs as reinforcing fillers [BIB3 BIB4].", "Most commonly, CNT/polymer composites were prepared by solution casting [BIB5 BIB6 BIB7 BIB8 BIB9 BIB10]. Spin casting [BIB7] and melt spinning (from as-cast composites) [BIB8] have also been used to produce MWNT/polystyrene films and SWNT/poly(methyl methacrylate) (PMMA) fibers with fairly aligned CNT. However, high-energy sonication of the CNT suspensions over prolonged periods of time [BIB5 BIB6 BIB7 BIB8] or the use of ultrasonic head [BIB9] is usually necessary to produce uniformly dispersed CNT suspensions, before they are subsequently mixed with polymer solutions. Shaffer and Windle [BIB10], on the other hand, introduced charges on the CNTs to produce an electrostatically stabilized dispersion of CNTs in water upon sonication.", "Besides direct mixing of CNTs and pre-formed polymers in solutions, CNTs had been copolymerized with methyl methacrylate [BIB11 BIB12]. They had also been cured with urethane/diacrylate oligomer [BIB2] or epoxy resins precursors [BIB13 BIB14]. In some cases, good dispersion of SWNTs in the epoxy resin was aided by sonication over a prolonged period of time [BIB14]. Fracture analysis of some of these composites by transmission electron microscopy (TEM) [BIB2 BIB12 BIB13] revealed that the resin wetted the CNTs reasonably well, suggesting significant interfacial interactions. The use of surfactant [BIB14] had also been demonstrated to improve dispersion and strengthen the interactions between the MWNT and the epoxy resin. Recently, carbon nanotube/polymer composites were also prepared by the melt-mixing method [BIB15 BIB16 BIB17].", "We have recently reported that functionalized C60 is a more effective reinforcing filler than unfunctionalized C60\n                     [BIB18 BIB19]. Moreover, theoretical studies suggested that functionalization of CNTs would not greatly decrease its strength [BIB20]. Hence, we seek to explore the possibility of using physical interactions between chemically functionalized MWNTs and the polymer matrix to produce strong interfacial interactions. The functionalization of MWNTs as well as SWNTs has been extensively studied recently [BIB21 BIB22 BIB23 BIB24 BIB25 BIB26 BIB27 BIB28 BIB29 BIB30 BIB31]. A recent work by Mitchell et al. [BIB24] demonstrated that functionalized SWNTs dispersed better in polystyrene nanocomposites, resulting in higher storage modulus at a low filler concentration. Geng et al. [BIB25] similarly reported that fluorinated SWNTs could very effectively reinforce poly(ethylene oxide) at a low filler concentration of 4 wt%. In this study, we attempted to functionalize chemical vapor deposition (CVD)-grown MWNT with 1-(aminopropyl)-imidazole (NIm) in situ by melt-mixing with Phenoxy resin [poly(hydroxyether of bisphenol A)] to produce Im-MWNT/Phenoxy composites. The dynamic mechanical behavior of the composites was investigated. We have previously found that poly(1-vinylimidazole) undergoes hydrogen bonding interaction with Phenoxy [BIB32]. It is envisaged that the imidazole moieties present in MWNT would similarly interact with the hydroxyl groups of Phenoxy, leading to a better dispersion and stronger interfacial interaction."]], ["Experimental", ["MWNT was synthesized by CVD of methane on Co–Mo/MgO catalysts [BIB33]. Typically, about 100 mg of the catalyst was placed in a quartz tube mounted in a tube furnace. The furnace was evacuated for 15 min, flushed with N2 and heated to 1000 °C. Methane (99.5% purity) was next introduced at a flow rate of 100–500 ml/min under atmospheric pressure for 10–90 ml/min to generate the MWNTs. Finally, the methane flow was replaced by nitrogen and the product was annealed at 900 °C for 1 h. The yield was 300–600% relative to the catalyst weight. To remove the catalyst in the as-prepared sample, the product was purified by stirring with concentrated nitric acid for 24 h, diluted for filtration and washed five times with de-ionized water. Phenoxy resin (<i>M</i>\n                     w=28000; <i>T</i>\n                     g=94 °C, as determined from its loss modulus peak in a dynamic mechanical analysis) was purchased from Scientific Polymer Products. NIm, a product of Aldrich, was vacuum distilled at 125 °C under 2.5 mmHg prior to use.", "TEM micrographs were obtained using a JEOL-100 Transmission Electron Microscope with an accelerating voltage of 100 kV. X-ray photoelectron spectroscopic (XPS) measurement was made on a VG Scientific ESCALAB MkII spectrometer with a non-monochromatic Mg K<i>α</i> X-ray source (1253.6 eV photons) and a hemispherical energy analyzer. The X-ray source was run at 12 kV and 10 mA. A pass energy of 20 eV and a rate of 0.05 eV/step were used for all the high resolution XPS spectra acquisition with a binding energy width of 12 eV. The pressure in the analysis chamber was maintained at 10−8 mbar or lower during measurements. All spectra were curve-fitted with XPSPEAK3.1 software.", "Thermogravimetric analysis (TGA) was made using a TA Instruments 2050 Thermogravimetric Analyzer. The samples were kept at 100 °C for 10 min before being heated to 800 °C at a heating rate of 10 °C/min under nitrogen flowing at a rate of 70 ml/min. The difference in the amounts of residue at 600 °C between the composite and its matrix was taken as the nanotube content in the composite. The weight loss from 100 °C to the onset of the composite’s mass decomposition was taken to be the NIm content. In general, the composites compositions are in agreement with the feed compositions ([TBL1]\n                     ).", "Dynamic mechanical analysis (DMA) was performed in nitrogen, flowing at a rate of 40 ml/min, using a TA Instruments 2980 dynamic mechanical analyzer. All runs were performed using a frequency of 1 Hz and a heating rate of 3 °C/min.", "Melt mixing of Phenoxy with NIm and MWNT was performed in a Laboratory Mixing Molder (ATLAS, USA) at 150 °C for 30 min before they were extruded as rods. The melt mixing process allows the in situ functionalization of the MWNTs, which will be discussed in later sections and the processing conditions for the various composites are summarized in [TBL1]. All composites, in the form of rods, were subsequently annealed at 150 °C under atmospheric pressure in the hydraulic hot press for 45 min, followed by another 15 min of annealing at 150 °C, under a pressure of 1 metric ton to exclude any trapped air. Then, the pressure was released and reapplied three times to remove any residual air bubbles within the composite. Finally, the composites were hot-pressed into films using a pressure of 4 metric tons before they were characterized.", "To verify that in situ NIm-functionalized MWNT (Im-MWNT) was obtained, a composite (W15-20) consisting of 76.0 wt% Phenoxy, 9.8 wt% MWNT and 14.2 wt% NIm was prepared by melt mixing and compacted as described above. The resulting composite was dissolved in tetrahydrofuran (THF). The insoluble Im-MWNTs were then separated by centrifugation and washed repeatedly with THF by Soxhlet extraction for one day, before being analyzed by XPS. On the other hand, the supernatant THF solution of W15-20 was filtered through a 0.45 μm nylon membrane and diluted. A drop of the filtrate was dried on a TEM Cu grid supported with a carbon film. The objective was to observe if there were any soluble Im-MWNTs."]], ["Results and discussion", [["In situ functionalization of MWNT by NIm", ["Since aniline reacts directly with carbon nanotubes [BIB34] and C60 undergoes multiple additions with amines [BIB35], it is envisaged that the amino group of NIm is likely to react with MWNTs, especially at the defect sites. The XPS spectrum of Im-MWNT shows the existence of a pair of N 1s twin-peaks separated by about 2 eV, characteristics of the imidazole moiety, suggesting that in situ functionalization of the MWNT by the NIm has occurred. However, the level of functionalization is very low, resulting in high noise level in the N 1s XPS spectrum. As such, it is not very meaningful to deconvolute the spectrum into its component peaks, comprising the amine or amide nitrogens, apart from the imidazole nitrogens.", "It is also envisaged that the interactions between the imidazole moieties on Im-MWNTs and Phenoxy may also produce Phenoxy-adsorbed MWNTs with enhanced solubility. In fact, although in very low abundance, shortened MWNTs were found in the supernatant solution of W15-20 from the TEM study ([FIG1]\n                        ). These MWNTs, with a diameter of 50–80 nm, were thicker than pristine MWNTs, which had diameter from 20–30 nm. The difference in diameter suggests that some Phenoxy chains may have interacted with the imidazole moieties on the Im-MWNTs and adsorbed on the nanotubes. Perhaps these MWNTs originally possessed a higher density of defect sites, which is not unusual to CVD-grown MWNT, for functionalization with NIm.", "This observation also suggests that the functionalization may have likely occurred along the MWNT length, although it is believed that a higher degree of functionalization would have occurred at the end of the MWNTs where reactivity is higher. We believe that such an occurrence of functionalization along the MWNT length is perceived to be advantageous to the efficiency of the stress transfer from the matrix to the MWNTs. The dynamic mechanical properties of the Phenoxy/Im-MWNT composites will be discussed in the next section."]], ["Dynamic mechanical properties of phenoxy/Im-MWNT composites", [["Effect of MWNT content", ["When the NIm content in the Phenoxy/Im-MWNT was maintained at around 2 wt% while the MWNT content was varied, the storage modulus (<i>E</i>\n                           ′) of the composite increased with increasing MWNT concentration from 1.5 to 6.7 wt%. Particularly, at temperature close to or higher than the glass transition temperature (<i>T</i>\n                           g) of the composite, indicated by a peak in the loss modulus, the presence of more MWNTs is able to impart greater stiffness to the polymer matrix ([FIG2]\n                           ). For instance, at around 96 °C, the <i>E</i>\n                           ′ of the composite with 6.7 wt% MWNT is five times greater than that without filler. Similar observations had been made by Shaffer and Windle [BIB10] as well as by us [BIB15]. Nevertheless, the use of larger amounts of MWNT at 12.1 wt% (W1-10) and 17.4 wt% (W1-20) does not further improve the storage modulus of the composite in the glassy state. This observation appears to suggest that the amount of NIm is insufficient to disperse the greater abundance of MWNT well throughout the composites, resulting in the agglomeration of MWNTs and defect sites. Although we managed to disperse 26 wt% raw MWNT in PMMA by melt mixing [BIB15], the difference in the nature of the polymer matrix, Phenoxy being more hydrophilic, could be the reason for the poor dispersion of the hydrophobic MWNTs.", "Increasing the MWNT content in the composite also leads to the broadening of the loss modulus (<i>E</i>″) peak, and a progressive rise in the peak height value, (<i>E</i>\n                           ′′)max. The <i>E</i>″ peak also moves to a higher temperature with increasing MWNT content ([FIG3]\n                           ). Evidently, MWNTs restrict the segmental motions of the polymer chains in the composites, resulting in a higher <i>T</i>\n                           g. Furthermore, in the glass transition region, the MWNTs act as resistance to viscous flow of the polymer chains.", "But interestingly, while (<i>E</i>\n                           ′′)max increases, the tan <i>δ</i> peak height value, (tan <i>δ</i>)max, decreases with increasing MWNT content. The MWNTs have apparently improved the elastic properties of the composites in the <i>T</i>\n                           g region, and hence suggesting good adhesion between the Im-MWNTs and the Phenoxy matrix, at elevated temperature."]], ["Effect of NIm content", ["In attempts to fabricate Phenoxy/Im-MWNT composites with higher storage moduli, more NIm was used during the melt mixing process to achieve better dispersion of MWNTs. Indeed, the storage modulus at room temperature of Phenoxy/Im-MWNT composite increases with increasing NIm content ([FIG4]\n                           , left).", "As discussed earlier, in situ functionalization of MWNT has occurred. Therefore, with increasing amount of NIm, there would be more sites on the MWNTs that are functionalized with imidazole groups capable of interacting strongly with the hydroxyl groups in the matrix, bringing about better matrix-filler adhesion and higher stiffness of the composites at temperatures below the <i>T</i>\n                           g. Improvement in the interfacial adhesion is also suggested by the decrease in the (tan <i>δ</i>)max value with increasing NIm content in the composite ([FIG4], right).", "The inclusion of increasing amount of NIm also depresses the <i>T</i>\n                           g of the composite as the unreacted NIm acts as a plasticizer. Nevertheless, the depression can be remedied by the incorporation of more MWNTs in the composite, which in turn bring about an improvement in the storage modulus (compare d and e in [FIG4], left)."]]]]]], ["Conclusions", ["We have demonstrated a simple and effective way to reinforce Phenoxy with in situ functionalized MWNTs. The use of a sufficient amount of NIm (at least 9%) has been found to be necessary for achieving good dispersion of MWNTs within the composite. In our study, we managed to disperse as much as 14 wt% MWNT and improved the storage modulus by more than 600 MPa. NIm also acts as a compatibilizer by in situ functionalizing MWNT and also physically interacting with the Phenoxy matrix through hydrogen bonding, resulting in stronger interfacial adhesion. However, it remarkably reduces the <i>T</i>\n                     g of the composite, although increasing the MWNT content in the composite could moderate the reduction."]]], "doi": "10.1016/S0009-2614(03)00621-3"}