{"title": "Experimental study on the thermal and mechanical properties of multi-walled carbon nanotube-reinforced epoxy", "abstract": "In this study, multi-walled carbon nanotubes (CNTs) were infused into Epon 862 epoxy through a high intensity ultrasonic liquid processor and then mixed with EpiCure curing agent W using a high-speed mechanical agitator. The trapped air and reaction volatiles were removed from the mixture using a high vacuum. Dynamic mechanical analysis (DMA), thermogravimetric analysis (TGA), and flexural tests were performed on unfilled, 0.1, 0.2, 0.3, and 0.4wt% CNT-filled epoxy to identify the loading effect on the thermal and mechanical properties of composites. DMA studies revealed that filling the carbon nanotube into epoxy can produce a 90% enhancement in storage modulus and a 22°C increase in <i>T</i>\n                     g. However, due to the lower crosslink density of the nanophased systems, a 6°C decrease in decomposition temperature was observed in the 0.4wt% CNT/epoxy in the TGA test. The flexural results showed that modulus increased with higher CNT loading percentages and the 0.3wt% CNT-infusion system showed the maximum strength enhancement. Based on the experiment's results, a nonlinear constitutive equation was established for neat and nanophased epoxy.", "body": [["Introduction", ["Due to their high specific strength and specific stiffness, fiber-reinforced composites have become attractive structural materials not only in the weight-sensitive aerospace industry, but also in the marine, armor, automobile, railway, civil engineering structures, and sporting goods industries. Generally, the in-plane tensile properties of a fiber/polymer composite are defined by the fiber properties, while the compression properties and properties along the thickness dimension are defined by the characteristics of the matrix resin. Epoxy resin is the polymer matrix used most often with reinforcing fibers for advanced composite applications. The resins of this class have good stiffness, specific strength, dimensional stability, and chemical resistance, and show considerable adhesion to the embedded fiber [bib1]. Using an additional phase, such as inorganic fillers, to strengthen the properties of epoxy resins has become a common practice [bib2]. Because micro-scale fillers have successfully been synthesized with epoxy resin [bib3 bib4 bib5 bib6], nanoparticles, nanotubes, and nanofibers are now being tested as filler material to produce high performance composite structures with enhanced properties [bib7 bib8 bib9].", "Carbon nanotubes are excellent candidates for nano-reinforcing a variety of polymer matrices because of their strength, thermal conductivity, electrical capacity, stiffness, and thermal stability. Nanophased matrices based on polymers and carbon nanotubes have attracted great interest because they frequently include superior mechanical, electronic, and flame-retardant properties. Different polymer/CNT nanocomposites have been synthesized by incorporating carbon nanotubes (CNTs) into various polymer matrices, such as polyamides [bib10], polyimides [bib11 bib12 bib13], epoxy [bib14], polyurethane [bib15 bib16] and polypropylene [bib17 bib18 bib19].", "The purpose of this paper is to show the effect of carbon nanotubes on the thermal and mechanical properties of Epon 862 epoxy. An ultrasonicator was used to process the CNT-epoxy nanocomposite. Flexural tests were performed to evaluate mechanical performances. Thermogravimetric analysis (TGA) and dynamic mechanical analysis (DMA) were performed to evaluate thermal performances. Microscopic approaches were used to investigate the material's fracture behavior and mechanisms."]], ["Experiments", ["The epoxy used was Part A: Epon 862 (bisphenol F epoxy) and Part B: EpiCure curing agent W, both purchased from Miller-Stephenson Chemical Company, Inc. Carbon Nanotechnologies, Inc. produced the multi-walled carbon nanotubes (purity >95%) used in this study. The tube diameter ranges from 30 to 50nm, the tube length ranges from 3 to 10μm. The weight fraction of the carbon nanotubes ranged from 0 to 0.4wt%, to help identify the loading with the best thermal and mechanical properties.", "Pre-calculated amounts of carbon nanotubes and Epon 862 resin were carefully weighed and mixed together in a beaker. A high intensity, ultrasonic irradiation mixed the CNTs and resin for 1h on pulse mode, 50-s on/25-s off (Ti-horn, 20kHz Sonics Vibra Cell, Sonics & Materials, Inc). The beaker containing the mixture was submerged in an ice bath to keep it cool during the sonication process. Once the irradiation was complete, EpiCure curing agent W was added to the modified resin and mixed using a high-speed mechanical stirrer for about 10min. The mix ratio of Epon 862 and W agent was 100:26. The mixing of epoxy and curing agent initially produced highly reactive, volatile vapor bubbles, which could create voids and detrimentally affect the properties of the final product. To reduce the chance of voids, the liquid was preheated to 80°C to reduce its viscosity and a high vacuum system, Brand Tech Vacuum, was used for about 30min. After the bubbles were completely removed, the mixture was transferred to plastic- and Teflon-coated metal rectangular molds and cured for 4h at 120°C. The cured material was then trimmed. Finally, test samples were machined for thermal and mechanical characterization and all panels were post-cured at 170°C for 4h in a Lindberg/Blue Mechanical Convection Oven.", "Thermogravimetric analysis was conducted with a TA Instruments TGA2950 in nitrogen gas at a heat rate of 10°C/min, from ambient to 800°C. The TGA samples were cut into small pieces using an ISOMET Cutter and were machined using a mechanical grinder to maintain sample weights between 5–20mg. Universal Analysis 2000-TA Instruments Inc., a data acquisition system, generated the real-time characteristic curves. All TGA tests are run in nitrogen gas. Dynamic mechanic analysis was performed on a TA Instruments 2980, operating in the three-point bending mode at an oscillation frequency of 1Hz. Data were collected from room temperature to 200°C at a scanning rate of 10°C/min. The sample specimens were cut into rectangular bars measuring 4mm×30mm×12mm by a diamond saw.", "Flexural tests were performed according to ASTM D790-86 under a three-point bend configuration. The tests were conducted in a 10 KN servo-hydraulic testing machine equipped with a Test Ware data acquisition system. The machine was run under displacement control mode at a crosshead speed of 2.0mm/min. All the tests were performed at room temperature. Test samples were cut from the panels using a Felker saw fitted with a diamond coated steel blade. Five replicate specimens from four different materials were prepared for static flexure tests."]], ["Results and discussions", [["Thermal properties", ["[fig1]\n                         shows the DMA plots of storage modulus versus temperature as a function of loading carbon nanotubes. The modulus drop is credited to an energy dissipation phenomenon involving cooperative motions of the polymer chain. The storage modulus steadily increased with higher CNT weight percents. The addition of 0.4wt% of carbon nanotube yielded a 93% increase of the storage modulus at 30°C. The high aspect ratio and elastic modulus of CNTs, as compared to nanoclay [bib20], increase the storage modulus with smaller amounts of CNTs.", "The loss factor curve, tan\n                        <i>δ</i>, of the neat epoxy and its nanocomposites measured by DMA are shown in [fig2]\n                        . The peak height of loss factor decreased with higher CNT content, but the temperature determined from the peak position of tan\n                        <i>δ</i>, <i>T</i>\n                        g, increased to 17°C. In addition, the width tan\n                        <i>δ</i> increased with higher CNT content. Similar results have been observed in other nanocomposites [bib21].", "The peak factor, <i>Γ</i>, is defined as the full width at half maximum of the tan\n                        <i>δ</i> peak divided by its height, and it can be qualitatively used to assess the homogeneity of the epoxy network. The neat epoxy had a low peak factor, which indicated a high homogeneity in the epoxy network. For the nanophased epoxy, the peak factor increased with higher CNT weight percents ([fig3]\n                        ). The higher peak factor for the nanophased epoxy indicates a greater heterogeneity.", "[fig4]\n                         shows the TGA of all nanocomposite categories in this study. The normalized weights versus temperature curves of five materials overlap. All samples started to decompose around 340°C and completely decomposed around 460°C. The derivative peaks of weight versus temperature curves show the decomposition temperature. The decomposition temperatures decreased with higher CNT content ([fig5]\n                        )."]], ["Flexural response", ["Typical stress–strain behavior from the flexural tests is shown in [fig6]\n                        . All specimens failed immediately after the tensile stress reached the maximum value. The stress–strain curves showed considerable non-linearity before reaching the maximum stress, but no obvious yield point was found in the curves. Five specimens were tested for each condition; the average properties obtained from these tests are listed in [tbl1]\n                        .", "The modulus of the nanophased epoxy increases continuously with higher CNT content ([tbl1], [fig6]). The tensile modulus improved by 11.7% with an addition of 0.4wt% of CNTs. However, the system with 0.3wt% infusion is the best, with a 28.3% tensile strength enhancement ([tbl1], [fig6]). The strength begins to degrade with 0.4wt% loading, although the gain in modulus is maintained. See [fig7]\n                         for the relationship between modulus, strength, and CNT weight fraction. The dispersion of CNTs that restricts the mobility of polymer chains under loading improved the modulus and strength in small loadings. The high aspect ratio, high modulus, strength of CNTs, and good interfacial adhesion between the CNTs and matrix also contributed to the reinforcement. However, the decrease of strength with high CNT content can be attributed to following two effects: first, the dispersion of CNTs is not uniform in higher loading systems. Acoustic cavitation is one of the most efficient ways to disperse nanoparticles with small loading into the pure materials. Previous results have also indicated that, using the acoustic cavitation method, the optimal loading of carbon nanofibers in epoxy is 2.0wt% [bib22] and the optimal loading of SiC nanoparticles in epoxy is 1.0wt% [bib7]. The other one, voids may have also decreased the strength. Choi et al reported that few voids were produced during the fabrication process and that voids increased with the higher nanoparticle contents [bib21]."]], ["Fracture surface", ["The fracture surfaces of the neat epoxy and its nanocomposites were comparatively examined using SEM. The initial crack occurred at the tension edge of both the neat and nanophased specimens ([fig8]A and B). Neat epoxy resin exhibits a relatively smooth fracture surface and the higher magnification SEM picture in [fig8]C indicates a typical fractography feature of brittle fracture behavior, thus accounting for the low fracture toughness of the unfilled epoxy. The distance between two cleavage steps is about 40um and the cleavage plane between them is flat and featureless. The fracture surfaces of the nanocomposites show considerably different fractographic features. For example, the failure surface of the nanocomposite containing 0.3wt% CNTs are rougher with the CNTs added into the epoxy matrix ([fig8]B, D and F). The higher magnification SEM picture in [fig8]E shows that the size of the cleavage plane decreased to 10um after the infusion of the CNTs. The decreased cleavage plane and the increased surface roughness imply that the path of the crack tip is distorted because of the carbon nanotubes, making crack propagation more difficult.", "[fig9]A and B show the low magnification fracture surfaces of 0.1wt% CNT/epoxy and 0.3wt% CNT/epoxy, respectively. The surface roughness increased with higher CNT content. [fig9]C (0.1wt%) and [fig9]D (0.3wt%) indicate that the size of the cleavage plane has decreased with higher CNT content. The high magnification pictures of the cleavage plane of 0.3% system ([fig9]E) show that CNTs were uniformly dispersed in the epoxy. The flat cleavage planes were formed by the network of cleavage steps and each plane contains at least one carbon nanotube ([fig9]F). During the failure process, the crack propagation changed direction as it crossed CNTs. The bridge effect, which prevents crack opening, increased strength in the CNT/epoxy matrix.", "When the CNT content increased to 0.4wt%, a large particle, an agglomeration of several carbon nanotubes ([fig10]B), was observed in the fracture surface ([fig10]A). At a low stress level, the agglomerated particle increased the stiffness of the material, but at a high stress level, the stress concentration caused by the agglomerated particle initiated a crack, which made the sample fail quickly."]], ["Constitutive equation", ["In the proposed constitutive model, the total strain is assumed to be composed of an elastic part and an inelastic part\n                           \n                              (1)\n                              \n                                 \n                                    ε\n                                    =\n                                    \n                                       ε\n                                       e\n                                    \n                                    +\n                                    \n                                       ε\n                                       i\n                                    \n                                 \n                              \n                           \n                        where <i>ɛ</i>\n                        e and <i>ɛ</i>\n                        i represent the elastic and inelastic strains, respectively. The elastic strain is assumed to be path-independent and related to the elastic modulus of the material. It is expressed as\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       ε\n                                       e\n                                    \n                                    =\n                                    \n                                       σ\n                                       E\n                                    \n                                 \n                              \n                           \n                        where <i>E</i> is elastic modulus of the material, and <i>σ</i> is the stress. The inelastic strain, <i>ɛ</i>\n                        i, is assumed to be a function of both stress and strain\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       ε\n                                       i\n                                    \n                                    =\n                                    β\n                                    σ\n                                    \n                                       ε\n                                       m\n                                    \n                                 \n                              \n                           \n                        where <i>β</i> represents a compliance parameter and <i>m</i> is a strain exponent. Substituting Eq. [eq3] and [eq2] into Eq. [eq1] and rearranging, we obtain\n                           \n                              (4)\n                              \n                                 \n                                    σ\n                                    =\n                                    \n                                       \n                                          E\n                                          ε\n                                       \n                                       \n                                          1\n                                          +\n                                          E\n                                          β\n                                          \n                                             ε\n                                             m\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        To determine the material parameters in the constitutive equation, Eq. [eq4] is rewritten as\n                           \n                              (5)\n                              \n                                 \n                                    ln\n                                    \n                                       \n                                          \n                                             ε\n                                             σ\n                                          \n                                          −\n                                          \n                                             1\n                                             E\n                                          \n                                       \n                                    \n                                    =\n                                    ln\n                                    ⁡\n                                    β\n                                    +\n                                    m\n                                     \n                                    ln\n                                    ⁡\n                                    ε\n                                 \n                              \n                           \n                        Eq. [eq5] represents a linear plot of ln[<i>ɛ</i>/<i>σ</i>\n                        −1/<i>E</i>] versus ln\n                        <i>ɛ</i>. The slope of this linear plot is <i>m</i> and the intercept at <i>ɛ</i>\n                        =1 is ln\n                        <i>β</i>.", "Plots of ln[<i>ɛ</i>/<i>σ</i>\n                        −1/<i>E</i>] versus ln\n                        <i>ɛ</i> of neat and nanophased epoxy are shown in [fig11]\n                        . The compliance factor <i>β</i> and strain exponent <i>m</i> obtained from these plots are listed in [tbl1]. [fig12]\n                         shows compliance factor <i>β</i> and strain exponent <i>m</i> plotted as a function of the CNT weight fraction. Both <i>m</i> and <i>β</i> increase with higher CNT content ([fig12]). The expressions of strain exponent <i>m</i> and compliance factor <i>β</i> as functions of CNT weight fractions are:\n                           \n                              \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                m\n                                                =\n                                                2.08\n                                                +\n                                                0.93\n                                                w\n                                             \n                                          \n                                       \n                                       \n                                          \n                                             \n                                                β\n                                                 \n                                                \n                                                   \n                                                      (\n                                                      MPa\n                                                      )\n                                                   \n                                                   \n                                                      −\n                                                      1\n                                                   \n                                                \n                                                =\n                                                0.061\n                                                +\n                                                0.31\n                                                w", "Substituting for elastic modulus <i>E</i>, compliance factor <i>β</i>, and strain exponent <i>m</i> in Eq. [eq4], the simulated stress–strain plots are shown in [fig6]."]]]], ["Conclusion", ["Carbon nanotubes have been infused in epoxy by ultrasonic method. Based on thermal and mechanical experiment results, we reached the following conclusions.\n                        \n                           1.\n                           Ultrasonic cavitation is an efficient method of infusing carbon nanotubes into epoxy resin when CNT weight fractions are lower than 0.3wt%. Above the 0.3wt%, CNTs agglomerated.\n                        \n                        \n                           2.\n                           Compared to neat epoxy, DMA results indicated a 93% improvement in storage modulus in 0.4wt% CNT/epoxy at room temperature and a 17°C increase in <i>T</i>\n                              g. However, due to the lower crosslink densities in the nanophased system, the decomposition temperature decreased with higher CNT contents.\n                        \n                        \n                           3.\n                           Flexural modulus steadily increases with a higher CNT weight percent. Modulus improved by 11.7% with an addition of a 0.4wt% of CNTs. Flexural strength peaked in a 0.3wt% CNT/epoxy system, at a maximum of 28.3% strength enhancement.\n                        \n                        \n                           4.\n                           The three-parameter constitutive model used in this study can predict the nonlinear stress–strain behavior of the epoxy and its nanocomposites. The parameters in this model are the modulus <i>E</i>, the strain exponent <i>m</i>, and the compliance factor <i>β</i>. Both the strain exponent and the compliance parameter increased with CNT content."]]], "doi": "10.1016/j.msea.2006.11.066"}