{"title": "PMMA–titania nanocomposites: Properties and thermal degradation behaviour", "abstract": "Titania nanoparticles were prepared using a sol–gel method and calcination at 200 and 600 °C in order to obtain anatase and rutile phases, respectively. The obtained powders were used to prepare PMMA–titania nanocomposites by a melt compounding method. The effect of the crystalline phase and the amount of titania, in the range 1–5 wt.%, on the morphology, mechanical properties and thermal degradation kinetics of PMMA was investigated by means of X-ray diffractometry (XRD), transmission electron microscopy (TEM), 13C cross-polarization magic-angle spinning nuclear magnetic resonance spectroscopy (13C{1H}CP-MAS NMR), including the measurement of proton spin–lattice relaxation time in the rotating frame (<i>T</i>\n                     1ρ(H)), in the laboratory frame (<i>T</i>\n                     1(H)) and cross polarization times (<i>T</i>\n                     CH), and dynamic mechanical analysis (DMA), thermogravimetric analysis (TGA), and Fourier-transform infrared (FTIR) spectroscopy. Results showed that both types of titania were well dispersed in the polymeric matrix, whose structure remained amorphous. The two types of nanoparticles influenced the degradation of the polymer in different ways because of their different carbon content, particle size and crystal structures.", "body": [["Introduction", ["Incorporation of inorganic nanoparticles into a polymer matrix has led to composites with improved thermal and mechanical properties [bib1 bib2 bib3]. There are a number of recent papers reporting on thermal degradation studies on poly(methyl methacrylate) (PMMA) containing boehmite, alumina, iron oxide and different clays [bib4 bib5 bib6 bib7 bib8 bib9]. It was found that metal oxides have a pronounced effect on the morphology, as well as mechanical and thermal behaviour of PMMA. Some authors found that the well dispersed metal oxide nanoparticles in PMMA improved its mechanical properties, and increased its thermal stability and activation energy of thermal degradation [bib5 bib6 bib7 bib8]. These observations were attributed to strong interfacial interaction and stabilization of the free radicals by the inorganic compounds. However, Laachachi <i>et al</i>., in their investigation of PMMA nanocomposites with organically modified clays, found a decrease in the thermal stability of PMMA and attributed it to a catalytic effect of the clays on PMMA degradation [bib9].", "The introduction of titania (TiO2) into a PMMA matrix received much attention due to improvements in the glass transition and thermal stability of the composites. Several methods have been used to prepare poly(methyl methacrylate)-titania (PMMA–TiO2) nanocomposites, including <i>ex-situ</i> sol–gel polymerization, radical polymerization and solution mixing [bib2 bib3 bib10]. For nanocomposites prepared <i>via in situ</i> bulk polymerization it was found that the presence of TiO2 retarded the thermal decomposition of the polymer [bib11]. This was attributed to the excellent interaction of the polymer chains with the TiO2 nanoparticles and the barrier effect to the evaporation of small molecules generated during the thermal decomposition of the PMMA matrix. The opposite trend, where the presence of TiO2 in a PMMA matrix did not enhance the thermal stability, was also observed and it was associated with the evaporation of physisorbed water [bib12]. Storage and loss modulus, glass transition temperature (<i>T</i>\n                     g), pendulum hardness and activation energy of the thermal degradation of the nanocomposites increased with increasing TiO2 content in PMMA–TiO2 nanocomposites [bib13]. It was also found that the presence of TiO2 in the PMMA matrix could lead to a decrease in <i>T</i>\n                     g \n                     [bib2]. The decrease in this case was associated with significant formation of agglomerates and poor interaction. In another study the decrease in <i>T</i>\n                     g was attributed to the increased length of the polymer chains grown from the nanoparticles due to increased polymerization time [bib14].", "PMMA–TiO2 nanocomposites prepared <i>via</i> solution mixing were also investigated [bib15 bib16]. The nanocomposites showed significant improvement in mechanical performance, thermal stability, glass transition temperature and activation energy of thermal degradation of the PMMA. Similar results were found for PMMA-TiO2 nanocomposites prepared through extrusion and rheometer mixing [bib17 bib18 bib19]. In these cases the titania was synthesized and modified by pure catechol. The improvement in the properties was attributed to good interfacial interaction and nanoparticles dispersion, which led to immobilization of the polymer chains. In contrast, the unmodified nanoparticles showed a decrease in glass transition which was linked to repulsive interaction with the surrounding polymer chains [bib15].", "A review paper on the photoinduced reactivity of titanium dioxide [bib20] discusses the differences between anatase and rutile titania, all of which may cause the nanoparticles of these two titania phases to interact differently when incorporated into a polymer matrix. First of all the exposed planes of these nanoparticles are different because, although both anatase and rutile titania have octahedral structures, anatase titania can be regarded to be built up from octahedrals that are connected by their vertices, while in rutile titania the edges are connected. Further it was found that the anatase phase has a different oxygen vacancy than the rutile phase, as well as higher electron mobility, lower dielectric constant, lower density, lower deposition temperature and lower surface energy. Both these titania phases were found to have catalytic properties.", "Most of the reported studies concentrated on commercial anatase titania incorporated in PMMA, while little information was provided regarding incorporation of the rutile phase into PMMA. No systematic comparison of the properties of PMMA–TiO2 nanocomposites, containing respectively anatase and rutile titania, has been reported in literature. The purpose of this study was to prepare PMMA–TiO2 nanocomposites, containing anatase and rutile titania respectively, through melt compounding, and analysing the sample morphologies as well as their degradation and thermomechanical behaviour. The fillers were prepared by using sol–gel combustion methods. The nanoparticles and the composites were characterized using oriented finite element analysis (OFE), X-ray diffractometry (XRD), transmission electron microscopy (TEM), 13C cross-polarization magic-angle spinning nuclear magnetic resonance spectrometry (13C{1H} CP-MAS NMR), including the measurement of proton spin–lattice relaxation time in the rotating frame (<i>T</i>\n                     1ρ(H)), in the laboratory frame (<i>T</i>\n                     1(H)) and cross polarization times (<i>T</i>\n                     CH), dynamic mechanical analysis (DMA), thermogravimetric analyses (TGA), and TGA-Fourier-transform infrared spectroscopy (TGA–FTIR)."]], ["Experimental", [["Materials", ["Titanium isopropoxide (Ti(i–OPr)4, Sigma Aldrich), nitric acid (Sigma Aldrich), and glycine (Sigma Aldrich) were used as received. Conductivity grade water (resistance = 18.1 MΩ) was used. Commercial grade poly(methyl methacrylate) (PMMA, Altuglas® V920T) produced by Bayer Materials Science, Italy, having a melt flow rate at 230 °C/3.8 kg of 1g/10 min, and an <i>M</i>\n                        w = 350 000, was used in pellet form. The polymer was dried at 120 °C overnight under static vacuum before processing."]], ["Titania preparation", ["Titania was prepared by the sol–gel combustion of aqueous solutions containing TiO(NO3)2, as precursor, and glycine as fuel. Titanium isopropoxide, Ti(i–OPr)4, was hydrolysed for 1 h under magnetic stirring to obtain titanyl hydroxide, TiO(OH)2. The obtained titanyl hydroxide was reacted with nitric acid (1 h) to produce an aqueous solution of titanyl nitrate [TiO(NO3)2] that was used as the precursor for the synthesis of titania. The molar ratio Ti(i–OPr)4:H2O and of TiO(OH)2:HNO3 was fixed at 1:4. The aqueous solution of titanyl nitrate was mixed with glycine (glycine:titanyl nitrate molar ratio = 2) and ammonium nitrate (glycine:NH4NO3 molar ratio = 0.5) followed by heating in an oven at 80 °C until complete dehydration. The obtained gel was ignited in an electric furnace at 450 °C. Once ignited, the combustion process was completed in a very short time (5 min) with the appearance of flame. After the synthesis, the slightly agglomerated titania powder was divided in two parts that were thermally treated in air for 2 h at 200 °C and at 600 °C in order to crystallize the anatase and rutile phases, respectively. After the treatment, the colours of the powders were black and white, respectively."]], ["Preparation of the nanocomposites", ["The PMMA pellets were thoroughly mixed with 1, 2 and 5 wt.% titania for 10 min at 200 °C and 30 rpm in a 50 mL internal mixer of a Brabender Plastograph (Duisburg, Germany). The mixed samples were melt-pressed into 1 mm thick sheets at 200 °C for 5 min."]], ["Analysis methods", ["<i>Oriented finite element analysis (OFE)</i> was carried out on a Carlo Erba EA 1110 apparatus in order to determine the residual carbon content in the titania particles.", "<i>Transmission electron microscopy (TEM)</i> micrographs were acquired by using a JEM-2100 (JEOL, Japan) electron microscope, equipped with an X-ray energy dispersive spectrometer (EDS, Oxford, model INCA ENERGY-200T) for analysis of elements, operating at a 200 kV accelerating voltage. A few tens of a milligram of the powders were dispersed in 2 mL of isopropanol and a small drop of the dispersion was deposited on a 300 mesh carbon-coated copper grid, which was introduced into the TEM analysis chamber after complete solvent evaporation. Thin nanocomposite samples of about 50 nm in thickness were cut using a Leica EM UC6 ultramicrotome equipped with a Leica EMFC6 cryocamera and a diamond blade. The thin samples thus obtained were deposited onto the copper grids.", "<i>X-ray powder diffraction (XRD)</i> patterns were recorded in the 2–70° 2<i>θ</i> range at steps of 0.05° and a counting time of 5 s/step on a Philips PW 1050 diffractometer, equipped with a Cu tube and a scintillation detector beam. The X-ray generator worked at 40 kV and 30 mA. The instrument resolution (divergent and antiscatter slits of 0.5°) was determined using standards free from the effect of reduced crystallite size and lattice defects. Diffraction patterns were analysed according to the Rietveld method [bib21] using the programme MAUD [bib22].", "The <i>\n                           </i>13C {<i>\n                           </i>1H} <i>CP-MAS NMR spectra</i> were obtained at room temperature with a Bruker Avance II 400 MHz (9.4 T) spectrometer operating at 100.63 MHz for the 13C nucleus with an MAS rate of 10 kHz, 400 scans, a contact time of 1.5 s and a repetition delay of 2 s. Optimization of the Hartmann–Hahn condition [bib23] was obtained using an adamantine sample. Each sample was placed in a 4 mm zirconia rotor with KEL-F caps using silica as filler to avoid inhomogeneities inside the rotor. The proton spin–lattice relaxation time in the rotating frame <i>T</i>\n                        1ρ(H) was indirectly determined, with the <i>variable spin lock (VSL)</i> pulse sequence, by carbon nucleus observation using a 90°–τ–spin-lock pulse sequence prior to cross-polarization [bib24]. The data acquisition was performed by 1H decoupling with a delay time, τ, ranging from 0.1 to 7.5 ms and a contact time of 1.5 ms. The <i>T</i>\n                        CH values for all the carbon signals of PMMA were obtained through <i>variable contact time (VCT)</i> experiments [bib25]. The contact times used in the (VCT) experiments were 0.05, 0.1, 0.2, 0.3, 0.4, 0.5, 0.6, 0.8, 1.0, 1.2, 1.5, 2.0, 2.5, 3.0, 3.5, 4.0, 4.5, 5.0, 6.0 and 7.0 ms. The proton spin–lattice relaxation time in the laboratory frame <i>T</i>\n                        1(H) was determined, with the <i>saturation recovery pulse</i> sequence [bib26], by the carbon nucleus observation using a 90°–τ–90° pulse sequence prior to cross polarization with a delay time τ ranging from 0.01 to 3 s.", "The <i>dynamic mechanical analysis (DMA)</i> of the composites were performed from 40 to 180 °C in the bending mode at a heating rate of 5 °C min−1 and a frequency of 1 Hz using a Perkin Elmer Diamond DMA (Waltham, Massachusetts, U.S.A.).", "<i>Thermogravimetric analysis (TGA)</i> was performed in a Perkin Elmer TGA7 (Waltham, Massachusetts, U.S.A.). The analyses were done under flowing nitrogen at a constant flow rate of 20 mL min−1. Samples (5–10 mg) were heated from 25 to 600 °C at heating rates of 3, 5, 7 and 9 °C min−1. The degradation kinetics analyses were done using the following two methods [bib27]. The <i>Flynn-Wall-Ozawa method</i> is an isoconversional linear method based on the equation:\n                           \n                              (1)\n                              \n                                 \n                                    ln\n                                    β\n                                    =\n                                    c\n                                    −\n                                    1.052\n                                    \n                                       \n                                          \n                                             E\n                                             a\n                                          \n                                       \n                                       \n                                          R\n                                          T\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>β</i> = heating rate in K min−1, <i>c</i> is a constant, <i>E</i>\n                        \n                           <i>a</i>\n                         = activation energy in kJ mol−1, <i>R</i> = universal gas constant, and <i>T</i> = temperature in K. The plot of log<i>β</i> vs. 1/<i>T</i>, obtained from the TGA curves recorded at several heating rates, should be a straight line. The activation energy can be evaluated from its slope. The second method is <i>Kissinger-Akahira-Sunose</i> which it is based on the equation,\n                           \n                              (2)\n                              \n                                 \n                                    ln\n                                    \n                                       (\n                                       \n                                          \n                                             β\n                                             \n                                                \n                                                   T\n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    =\n                                    ln\n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                A\n                                                R\n                                             \n                                             \n                                                \n                                                   E\n                                                   a\n                                                \n                                                ·\n                                                g\n                                                (\n                                                α\n                                                )\n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    −\n                                    \n                                       \n                                          \n                                             E\n                                             a\n                                          \n                                       \n                                       \n                                          R\n                                          T\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>α</i> = fraction of conversion (defined as mass loss at respective temperature), <i>A</i> = pre-exponential factor and <i>g</i>(<i>α</i>) = algebraic expression for integral methods. From the TGA curves recorded at different heating rates <i>β</i>, temperatures <i>T</i> were determined at the conversions <i>α</i> = 10%–90%. The activation energies were calculated from the slope of the straight lines of In (<i>β</i>/<i>T</i>\n                        2 \n                        <i>versus</i> 1/<i>T</i>.", "The TGA–FTIR analyses were performed in a Perkin Elmer STA6000 simultaneous thermal analyser (Waltham, Massachusetts, U.S.A.). The analyses were done under flowing nitrogen at a constant flow rate of 20 mL min−1. Samples (20–25 mg) were heated from 30 to 600 °C at 10 °C min−1 and held for 4 min at 600 °C. The furnace was linked to the FTIR (Perkin Elmer Spectrum 100, Waltham, Massachusetts, U.S.A.) with a gas transfer line. The volatiles were analysed over a 400–4000 cm−1 wavenumber range at a resolution of 4 cm−1. The FTIR spectra of the volatiles emitted at different temperatures during the degradation process were recorded in the transmittance mode."]]]], ["Results and discussion", [["Elemental analysis", ["The elemental analysis performed on the powders shows that nitrogen, carbon and hydrogen were present in the powders due to an incomplete combustion reaction between the glycine and the nitrate ([tbl1]\n                        ). Their quantities were low and decreased at higher temperatures. The presence of carbon explains the black colour of the powders treated at 200 °C."]], ["X-ray diffraction (XRD)", ["The XRD patterns of the TiO2 powder treated at 200 °C and 600 °C, pure PMMA, and their respective composites containing 2 and 5 wt.% of fillers are shown in [fig1]\n                        . The peak profile of the TiO2 powder treated at 200 °C is very broad, thus accounting for the nanocrystalline condition of the materials with, probably, a large lattice disorder. Rietveld analysis [bib21] of the spectrum has been performed on the XRD patterns of the two powders. The sample treated at 200 °C is constituted of a pure anatase phase [S.G. I41/amd, <i>a</i> = 3.771(±1) Å and <i>c</i> = 9.484(±1) Å, <i>Z</i> = 4] with an average crystallite size of ca 640 ± 20 Å, while the powder treated at 600 °C is described in terms of two crystalline phases: 99 ± 1 wt.% of tetragonal rutile [S.G. P42/mnm, <i>a</i> = 4.5933 (±1) Å and <i>c</i> = 2.9592 ± 1 Å, average crystallite size 1070 ± 20 Å and 2 ± 1 wt.% of orthorhombic brookite [S.G. Pcab, <i>a</i> = 5.4558 (±1) Å, <i>b</i> = 9.1819 (±1) Å and <i>c</i> = 5.1429 (±1) Å, average crystallite size 200 ± 10 Å]. In both powders a small quantity of amorphous carbon is present.", "The diffraction pattern of PMMA shows a broad diffraction peak at 2<i>θ</i> = 14°, typical of an amorphous material, together with two bands of lower intensities centred at 29.7° and 41.7°. The XRD spectrum of the nanocomposites shows the bands observed in PMMA together with the peaks of the fillers, the intensity of which increases with increasing quantity. This confirms that the filler maintained its structure in the composite, and that the orientation of the PMMA chains was also not influenced during the nanocomposite preparation process as occurred in other composites [bib28]."]], ["Transmission electron microscopy (TEM)", ["Some TEM micrographs of the anatase and rutile titania powders are reported in [fig2 fig3]\n                        \n                        , respectively. The anatase titania is constituted of aggregates with sizes between 0.5 and 1 micron. The aggregates are formed by several particles of about 20 nm diameter very densely packed. The EDS spectrum of anatase titania, in [fig2], shows the characteristic peaks of Ti and O of the sample, together with copper of the grid. The rutile titania is constituted of particles with sizes between 1 and 2 micron. The particles were formed by several irregular smaller particles of about 50–100 nm diameter very densely packed.", "The TEM micrographs of the 95/5 w/w PMMA–TiO2 (anatase) and 95/5 w/w PMMA–TiO2 (rutile) nanocomposites are reported in [fig4 fig5]\n                        \n                        , respectively. The PMMA–TiO2 (anatase) nanocomposite is constituted of spongy aggregates of about 0.5 microns composed of smaller particles of TiO2. The PMMA–TiO2 (rutile) nanocomposite is constituted of particles of about 100 nm that form aggregates irregular in shape like that observed in the powder. The observed nanoparticles are similar in size to those of the used powder. In both cases the particles were well dispersed, but there were clear indications of nanoparticle agglomeration which are smaller in the rutile titania containing PMMA."]], ["Nuclear magnetic resonance (NMR) spectroscopy", ["13C {1H} CP-MAS NMR spectra of PMMA and of the composites having 5 wt.% of filler are reported in [fig6]\n                        . Five peaks are present in all the spectra. According to literature [bib29] peak 1 at 17 ppm is related to the methyl group, peak 2 at 45 ppm is related to the methylene group, peak 3 at 52 ppm is related to the quaternary carbon of the polymeric chain, peak 4 at 56 ppm is related to the methoxyl group and peak 5 at 177 ppm is related to the carbonyl carbon. No modification in the chemical shift and in the band shape is observed after composite formation, indicating that no chemical modification occurred in the polymer.", "The spin–lattice relaxation time in the laboratory frame <i>T</i>\n                        1(H) and in the rotating frame <i>T</i>\n                        1ρ(H) and the cross-polarization time <i>T</i>\n                        CH were determined through solid-state NMR measurements in order to evaluate the dynamic modifications occurring in the polymeric chain of the PMMA matrix after composite formation. The <i>T</i>\n                        1(H), <i>T</i>\n                        1ρ(H), and <i>T</i>\n                        CH values obtained from each peak in the 13C spectra of all the samples are reported in [tbl2]\n                        . The presence of the fillers in the PMMA matrix slightly modifies only the <i>T</i>\n                        1(H) values for the PMMA–TiO2 (rutile) having 5 wt.% of TiO2. This indicates that the materials were dynamically homogeneous in a range from tens to hundreds of nanometres. An increase in <i>T</i>\n                        1ρ(H) values was observed for the PMMA–TiO2 (anatase) composite. In particular, the bigger effect involved the carbonyl carbons. The presence of rutile TiO2 did not significantly affect the <i>T</i>\n                        1ρ(H) values. The <i>T</i>\n                        1ρ(H) parameter is inversely proportional to the spectral density of motion in the kHz frequency region which reflects the dynamic behaviour of a polymeric chain in a range of a few nanometres. Larger <i>T</i>\n                        1ρ(H) values result from an increase in the stiffness of a polymer.", "The decrease in <i>T</i>\n                        CH values for the PMMA–TiO2 (anatase) composite indicates that there is an increase in the heteronuclear dipolar interactions between the carbons and the surrounding hydrogen nuclei. This is evidence that the presence of the anatase TiO2 into the PMMA matrix made the polymer structure more rigid. This rigidity increase favoured the cross polarization mechanism yielding smaller <i>T</i>\n                        CH values. The presence of rutile TiO2 in PMMA gave rise to similar, but less intense, effects."]], ["Dynamic mechanical analysis (DMA)", ["The storage modulus of the pure PMMA, as well as those of PMMA–TiO2 (anatase) and PMMA-TiO2 (rutile) composites having 1, 2 and 5 wt.% of TiO2, are reported in [fig7 fig8]\n                        \n                        . The presence of anatase TiO2 does not show much influence on the storage and loss modulus at lower temperatures, but these values are observably higher above the glass transition ([fig7]a and b). This suggests that the particles immobilized the polymer chains at higher temperatures, probably due to the increase in rigidity (as observed from the NMR results), although the higher carbon content in the particles could also have played a role. [fig8]a shows that 1 and 2% rutile TiO2 reduced the storage modulus values between 40 and 90 °C, probably because of a plasticizing effect of the titania nanoparticles on the PMMA matrix (the TEM results show less agglomeration in the case of the rutile titania nanoparticles), while 5 wt.% rutile TiO2 increased the storage modulus above the glass transition. It seems as if effective immobilization of the polymer chains only takes place at higher rutile titania content, which is in line with the NMR results that indicated less intense interaction between PMMA and rutile titania. The loss modulus curves follow the same trend ([fig8]b). Whatever the reason for the increased storage modulus, the difference in carbon content between the rutile and anatase phases, as confirmed through elemental analysis, could also have contributed to the differences in modulus.", "The glass transition temperature of PMMA generally increased in the anatase titania containing nanocomposites ([fig7]c). In the nanocomposites containing rutile titania, only the composite with 5% rutile titania showed a significant increase in the glass transition temperature. These results were unexpected compared to the NMR results, which suggested strong interaction between anatase titania and PMMA. Although these results and the <i>T</i>\n                        CH values obtained by NMR do not seem to support each other, it should be realized that the <i>T</i>\n                        CH values reflect the dipolar interactions within a nanometre scale and can therefore not be strictly correlated with the bulk thermal mechanical properties. On the other hand, the <i>T</i>\n                        1H relaxation time values, which describe the dynamic behaviour of macromolecules within a larger scale, are slightly higher for the 95/5 w/w PMMA–TiO2 (rutile) than for those of the neat PMMA and the PMMA–TiO2 (anatase) samples, suggesting an increase in matrix stiffness which is in line with the DMA results."]], ["Thermogravimetric analysis (TGA)", ["The TGA curves of all the samples are reported in [fig9]\n                        . They all show a single-step degradation and an increase in char content with an increase in the titania amount. The degradation temperatures for the anatase titania system slightly moves to higher values with increasing nanoparticle content, whereas there was no significant change for the rutile titania system. This could be related to the interaction between the anatase titania and PMMA, according to NMR findings, which led to immobilization of free radical chains formed during degradation and/or hindering of the diffusion of volatile decomposition products. The results support the NMR observation in which the presence of anatase titania showed a more significant influence on polymer chain mobility than the rutile titania. Different authors suggested different mechanisms for the thermal stability improvement. Wang <i>et al.</i> \n                        [bib1], in their study of PMMA/silica/zirconia nanocomposites, explained the improvement in thermal stability as being the result of the formation of networks of polymer chains and inorganic moieties which may restrain the movement of free radicals. In another study on PMMA/titania nanocomposites [bib30] they confirmed their view of radical trapping being the main degradation stabilization mechanism. However, Laachachi <i>et al.</i> \n                        [bib31] proposed the restriction of polymer chain mobility as the mechanism for improvement in thermal stability. It therefore seems as if the issue has not been resolved yet, and it is quite possible that the improvement in thermal stability may be the result of a combination of radical trapping and polymer chain immobilization.", "The isoconversional graphs of ln <i>β versus</i> 1/<i>T</i> and ln (<i>β</i>/<i>T</i>\n                        2) <i>versus</i> 1/<i>T</i> were plotted from the TGA curves of PMMA, 95/5 w/w PMMA–titania (anatase) and 95/5 w/w PMMA–titania (rutile) at heating rates of 3, 5, 7 and 9 °C min−1. The activation energy values were calculated from the slopes of the isoconversional plots according to Equations [fd1 fd2]. Both isoconversional methods gave similar values of the activation energies within experimental uncertainty. The relationship between the activation energies and the degree of conversion is reported in [fig10]\n                        . These values fall within the range of activation energies for PMMA degradation reported previously [bib32 bib33]. The activation energy values of pure PMMA and its nanocomposites generally showed an increase with the degree of conversion. The increase in activation energy with an increase in degree of conversion during the degradation of polymers was observed and explained in several papers [bib32 bib33 bib34]. Gao <i>et al.</i> \n                        [bib33] gave an acceptable explanation for the change in activation energy with increasing degree of degradation for PMMA. They linked this observation to a change in reaction order which may have been brought about by a change in degradation mechanism from a first-order unzipping reaction to a higher order chain scission reaction.", "The presence of anatase titania shows higher activation energy of degradation values between 20 and 70% weight loss than those of PMMA. The observation supports the increase in thermal stability of the PMMA–TiO2 (anatase) nanocomposites observed in TGA. However, the presence of the rutile phase generally shows lower activation energy of degradation values. The decreased activation energy suggests that rutile titania may have acted as a catalyst for the thermal decomposition of the composites. Although the differences between the anatase and rutile titania phases (summarized in the ‘Introduction’ section) indicate that the anatase phase should have had a more significant catalytic effect, the differences in carbon contents in the two phases as well as the lower extent of agglomeration in the case of rutile titania may have contributed to the latter having a more significant catalytic effect.", "TGA–FTIR analyses were done to establish the nature of the degradation product(s), and to confirm the observations from the kinetic analysis of the thermal degradation process of PMMA and 95/5 w/w PMMA-titania. All the spectra almost perfectly match the known spectrum of methyl methacrylate (MMA), which confirms the primary degradation as that of de-polymerization ([fig11 fig12 fig13 fig14]\n                        \n                        \n                        \n                        ). The peak around 2966 cm−1 is assigned to the CH3 and CH2 stretching vibrations, whereas their bending vibration appeared around 1451 cm−1 for CH2 and 1314 cm−1 for CH3. The carbonyl absorption vibration appears around 1744 cm−1 and the stretching vibration for C–O is around 1167 cm−1. The peak at around 2336 cm−1 is related to the asymmetric stretching mode of CO2. No new peaks or peak shifts were observed for the nanocomposite samples. There is a clear increase in peak intensity for all the characteristic peaks with increasing temperature, it reaches a maximum, and decreases again with further increase in temperature. It can be observed that at around 400 °C the peaks of PMMA and the PMMA–TiO2 (rutile) nanocomposite start to disappear, while that of the PMMA-TiO2 (anatase) nanocomposite are still intense. It seems as if the volatilization of the degradation products is slower for the PMMA–TiO2 (anatase) nanocomposite, which implies more intimate contact between PMMA or MMA and anatase titania ([fig14]). This supports the improved thermal stability and higher activation energy of the PMMA–TiO2 (anatase) nanocomposite compared to the PMMA–TiO2 (rutile) nanocomposite."]]]], ["Conclusions", ["Two types of titania, anatase and rutile, were successfully prepared and their structures were confirmed by XRD. Elemental analysis showed the presence of different carbon contents in these two types of nanoparticles. PMMA–titania nanocomposites with both types of nanoparticles were prepared. TEM analysis showed that both rutile and anatase titania were well dispersed into the PMMA matrix (although that of rutile titania was slightly better) and did not change the amorphous structure of the PMMA. The fillers had different effects on the polymer chain mobility. NMR results showed different extents of interaction between PMMA and the two different types of titania. The two types of titania nanoparticles had slightly different influences on the thermomechanical properties of PMMA, as well as its degradation kinetics. These were probably the result of differences in particle size, extent of agglomeration, crystalline structure and carbon content. The quantification of the influence of these differences on the respective properties of the PMMA nanocomposites will be the subject of a separate study."]]], "doi": "10.1016/j.polymdegradstab.2012.05.022"}