{"title": "The effect of silica nanoparticles on the morphology, mechanical properties and thermal degradation kinetics of PMMA", "abstract": "Silica–PMMA nanocomposites with different silica quantities were prepared by a melt compounding method. The effect of silica amount, in the range 1–5wt.%, on the morphology, mechanical properties and thermal degradation kinetics of PMMA was investigated by means of transmission electron microscopy (TEM), X-ray diffractometry (XRD), dynamic mechanical analysis (DMA), thermogravimetric analyses (TGA), Fourier-transform infrared spectroscopy (FTIR), 13C cross-polarization magic-angle spinning nuclear magnetic resonance spectroscopy (13C{1H} CP-MAS NMR) and measures of proton spin-lattice relaxation time in the rotating frame (<i>T</i>\n                     1<i>ρ</i>\n                     (<i>H</i>)), in the laboratory frame (<i>T</i>\n                     1(<i>H</i>)) and cross-polarization times (<i>T</i>\n                     CH). Results showed that silica nanoparticles are well dispersed in the polymeric matrix whose structure remains amorphous. The degradation of the polymer occurs at higher temperature in the presence of silica because of the interaction between the two components.", "body": [["Introduction", ["The use of inorganic nanoparticles as additives to improve polymer performance has received industrial and academic interest in recent years. Among the nanocomposite materials, one of the most widely studied is silica-poly(methylmethacrylate) (PMMA) because of its optical and mechanical properties [bib1 bib2 bib3 bib4 bib5]. In fact, the silica nanoparticles incorporated into the polymer matrix can improve the strength, the abrasion-resistance and the aging-resistance of the polymer. The nanocomposite properties are strongly dependent on “molecular” properties, and in particular on the nature and dimensions of the organic–inorganic interfaces, on the mechanisms of interaction between the organic and inorganic components, and on the structural and dynamic properties of either the organic or inorganic phases. However, the incomplete condensation and poor thermal stability of PMMA has a negative influence on the optical and thermal properties of the composites, even if properties like the surface hardness increases with an increase in the amount of silica [bib4].", "Several methods have been used to prepare nanocomposites: solution mixing, physical mixing, <i>in</i> \n                     <i>situ</i> polymerization and single-screw extrusion [bib6 bib7 bib8]. Ma et al. [bib9] prepared polyacrylate–silica nanocomposites by a sol–gel process <i>via in situ</i> emulsion polymerization. Yu et al. [bib10] synthesized surface-modified silica particles and copolymerized the obtained nanoparticles with MMA monomers. Freris et al. [bib11] performed the polymer encapsulation of submicrometer-sized silica particles by the synthesis of the polymer shell, poly(methyl methacrylate), under static conditions in a reaction medium free of surfactants and stabilizing agents. Preparation of SiO2–PMMA nanocomposites <i>via in situ</i> emulsion polymerization in the presence of an initiator was investigated [bib3 bib12 bib13 bib14]. It was found that the presence of silica retarded the thermal decomposition of the polymer chains, which was related to the large silica surface area, to radicals probably trapped by silica during degradation and to uncondensed residue of the precursor which needed a large amount of heat to decompose. The storage and loss modulus, glass transition temperature (<i>T</i>\n                     \n                        <i>g</i>\n                     ) and activation energy of all the composites increased with the amount of silica. An increase in the thermal stability and activation energy with chain length of the organic molecules was observed when organically modified silica was used [bib3]. However, the opposite trend where the presence of silica in PMMA did not enhance the thermal stability was also observed [bib15 bib16]. Some authors, studying the thermal degradation kinetics, have reported that the addition of silica could also lead to a decreased activation energy of degradation [bib17].", "An improvement in thermal stability with an increase in silica content was observed in silica–PMMA nanocomposites prepared by using single-screw extrusion [bib18 bib19]. The nanocomposites showed significant improvement in the mechanical performance and thermal stabilities, although they were not strictly flame retardant when subjected to fire tests like limiting oxygen index or horizontal Bunsen burner tests.", "The purpose of this study was to prepare silica–PMMA nanocomposites through a melt compounding method by using chemically modified SiO2 nanoparticles. Both nanoparticles and composites were characterized using transmission electron microscopy (TEM), X-ray diffractometry (XRD), dynamic mechanical analysis (DMA) thermogravimetric analyses (TGA), FTIR spectroscopy and 13C cross-polarization magic-angle spinning nuclear magnetic resonance (13C{1H} CP-MAS NMR) and measures of proton spin-lattice relaxation time in the rotating frame (<i>T</i>\n                     1<i>ρ</i>\n                     (<i>H</i>)), in the laboratory frame (<i>T</i>\n                     1(<i>H</i>)) and cross-polarization times (<i>T</i>\n                     CH). The effect of the presence and amount of silica nanoparticles on the thermal and mechanical properties and on thermal degradation kinetics of the PMMA will be discussed."]], ["Experimental", [["Materials", ["AEROSIL® R972 (R972, Degussa, Germany) is a hydrophobic silica having chemically surface bonded methyl groups, based on a hydrophilic fumed silica with a specific surface area of 130m2\n                        g−1 and an average primary particle size of 16nm. Silica was dried at 120°C under static vacuum for a minimum of 16h before further use.", "Commercial grade poly(methyl methacrylate) (PMMA, Altuglas®V920T) produced by Bayer Materials Science, Italy and having a melt flow rate at 230°C/3.8kg of 1g/10min, and an <i>M</i>\n                        \n                           <i>w</i>\n                        \n                        =350 000, was used in pellet form. The polymer was dried at 120°C overnight under static vacuum before processing."]], ["Preparation of composites", ["PMMA was thoroughly mixed with 1, 2 and 5wt.% silica for 10min at 200°C and 30rpm in the 50mL internal mixer of a Brabender Plastograph from Duisburg, Germany. The mixed samples were melt-pressed into 1mm thick sheets at 200°C for 5min."]], ["Analysis methods", ["<i>Transmission electron microscopy</i> (TEM) micrographs were acquired by using a JEM-2100 (JEOL, Japan) electron microscope, equipped with an X-ray energy dispersive spectrometer (EDS, Oxford, model INCA ENERGY-200T) for analysis of elements, operating at a 200kV accelerating voltage. A few tens of a milligram of the powders were dispersed in 2mL of isopropanol and a small drop of the dispersion was deposited on a 300 mesh carbon-coated copper grid, which was introduced into the TEM analysis chamber after complete solvent evaporation. Thin nanocomposite samples of about 50nm in thickness were cutted using a Leica EM UC6 ultramicrotome equipped with a Leica EMFC6 cryocamera and a diamond blade. The thin samples thus obtained were deposited onto the cupper grids.", "The <i>dynamic mechanical analysis</i> (DMA) of the blends and composites were investigated from 40 to 180°C in the bending mode at a heating rate of 5°Cmin−1 and a frequency of 1Hz using a Perkin Elmer Diamond DMA from Waltham, Massachusetts, U.S.A.", "<i>Thermogravimetric analysis</i> (TGA) was performed in a Perkin Elmer TGA7 from Waltham, Massachusetts, U.S.A. The analyses were done under flowing nitrogen at a constant flow rate of 20mLmin−1. Samples (5–10mg) were heated from 25 to 600°C at different heating rates. The degradation kinetic analysis was done using the following two methods.", "The Flynn-Wall-Ozawa method is a conversional linear method based on the equation\n                           \n                              (1)\n                              \n                                 \n                                    ln\n                                    β\n                                    =\n                                    c\n                                    −\n                                    1.052\n                                    \n                                       \n                                          \n                                             E\n                                             a\n                                          \n                                       \n                                       \n                                          R\n                                          T\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>β</i>\n                        =heating rate in Kmin−1, <i>c</i> is a constant, <i>T</i>\n                        =temperature in K, <i>E</i>\n                        \n                           <i>a</i>\n                        \n                        =activation energy in kJmol−1, and <i>R</i>\n                        =universal gas constant. The plot log<i>β versus</i> 1/<i>T</i>, obtained from TGA curves recorded at several heating rates, should be a straight line. The activation energy can be evaluated from its slope. The second method is Kissinger-Akahira-Sunose which is based on the equation\n                           \n                              (2)\n                              \n                                 \n                                    ln\n                                    \n                                       (\n                                       \n                                          \n                                             β\n                                             \n                                                \n                                                   T\n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    =\n                                    ln\n                                    \n                                       (\n                                       \n                                          \n                                             \n                                                A\n                                                R\n                                             \n                                             \n                                                \n                                                   E\n                                                   a\n                                                \n                                                ·\n                                                g\n                                                \n                                                   (\n                                                   α\n                                                   )\n                                                \n                                             \n                                          \n                                       \n                                       )\n                                    \n                                    −\n                                    \n                                       \n                                          \n                                             E\n                                             a\n                                          \n                                       \n                                       \n                                          R\n                                          T\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>α</i>\n                        =fraction of conversion (defined as mass loss at respective temperature), <i>A</i>\n                        =pre-exponential factor and <i>g</i>(<i>α</i>)=algebraic expression for integral methods. From the TGA curves recorded at different heating rates <i>β</i>, temperatures <i>T</i> were determined at the conversions <i>α</i>\n                        =10–90%. The activation energies were calculated from the slope of the straight lines ln(<i>β</i>/<i>T</i>\n                        2) <i>versus</i> 1/<i>T</i>.", "The <i>thermogravimetric-Fourier-transform infrared</i> (TGA-FTIR) analyses were performed in a Perkin Elmer STA6000 simultaneous thermal analyzer from Waltham, Massachusetts, U.S.A. The analyses were done under flowing nitrogen at a constant flow rate of 20mLmin−1. Samples (20–25mg) were heated from 30 to 600°C at 10°Cmin−1 and held for 4min at 600°C. The furnace was linked to the FTIR (Perkin Elmer Spectrum 100, Massachusetts, U.S.A.) with a gas transfer line. The volatiles were scanned over a 400–4000cm−1 wavenumber range at a resolution of 4cm−1. The FTIR spectra were recorded in the transmittance mode at different temperatures during the thermal degradation process.", "<i>X-ray powder diffraction</i> (XRD) patterns were recorded in the 2–70° 2<i>θ</i> range at steps of 0.05° and a counting time of 5s/step on a Philips PW 1050 diffractometer, equipped with a Cu tube and a scintillation detector beam. The X-ray generator worked at 40kV and 30mA. The instrument resolution (divergent and antiscatter slits of 0.5°) was determined using standards free from the effect of reduced crystallite size and lattice defects.", "The 13C{1H} CP-MAS NMR spectra were obtained at room temperature with a Bruker Avance II 400MHz (9.4T) spectrometer operating at 100.63MHz for the 13C nucleus with a MAS rate of 13kHz, 400 scans, a contact time of 1.5s and a repetition delay of 2s. The optimization of the Hartmann–Hahn condition [bib20] was obtained using an adamantine sample. Each sample was placed in a 4mm zirconia rotor with KEL-F cap using silica as filler to avoid in homogeneities inside the rotor. The proton spin-lattice relaxation time in the rotating frame <i>T</i>\n                        1<i>ρ</i>\n                        (<i>H</i>) was indirectly determined, with the variable spin lock (VSL) pulse sequence, by the carbon nucleus observation using a 90°–<i>τ</i>-spin-lock pulse sequence prior to cross polarization [bib21]. The data acquisition was performed by 1H decoupling with spin lock durations, <i>τ</i>, ranging from 0.1 to 7.5ms and a contact time of 1.5ms. The <i>T</i>\n                        CH values for all carbon signals of PMMA were obtained through variable contact time (VCT) experiments [bib22]. The contact times used in the VCT experiments were 0.05, 0.1, 0.2, 0.3, 0.4, 0.5, 0.6, 0.8, 1.0, 1.2, 1.5, 2.0, 2.5, 3.0, 3.5, 4.0, 4.5, 5.0, 6.0 and 7.0ms. The proton spin-lattice relaxation time in the laboratory frame <i>T</i>\n                        1(<i>H</i>) was determined, with the saturation recovery pulse sequence [bib23], by the carbon nucleus observation using a 90°–<i>τ</i>–90° pulse sequence prior to cross polarization with a delay time <i>τ</i> ranging from 0.01 to 3s."]]]], ["Results and discussion", ["The TEM micrographs of the SiO2 powder are shown in [fig1]\n                     .", "Aggregates of size between 1 and 3μm and composed by a large number of nanoparticles (more than 500) of rounded morphology are observed. The histogram, also shown in [fig1], was obtained after analyzing several micrographs and depicts a relatively uniform and narrow particle size distribution which mean size is 20nm.", "The TEM micrographs of the silica–PMMA composite having 5wt.% of SiO2 are shown in [fig2]\n                     .", "The SiO2 particles maintain the same mean size of those of the powder. They form clusters uniformly dispersed in the composite. Each aggregate is constituted by ca 20 nanoparticles.", "The storage modulus of the pure PMMA and of silica–PMMA composites having 1, 2 and 5wt.% of SiO2 is reported in [fig3]\n                     A.", "Below the glass transition temperature the storage modulus of all the nanocomposites is lower than that of PMMA, probably because of a plasticizing effect of the silica nanoparticles on the PMMA matrix. Above the glass transition temperature the 1 and 2% silica containing nanocomposites still have storage moduli below that of PMMA, but the 5% containing nanocomposite has higher storage modulus values. It seems as if effective immobilization of the polymer chains only takes place at the higher silica quantities. The loss modulus of the composites, shown in [fig3]B, follows the same trend as the storage modulus. In this case, however, the glass transition temperatures for both the 2% and 5% silica containing composites are higher than that of pure PMMA, indicating that effective immobilization already starts when 2% nanoparticles are introduced into the polymer. The tan <i>δ</i> curves, shown in [fig3]C, confirm the observation from the loss modulus curves.", "The TGA curves of the pure PMMA and of silica–PMMA composites having 1, 2 and 5wt.% of SiO2 performed at a heating rate of 10°Cmin−1 are reported in [fig4]\n                     .", "All the samples show a single-step degradation, and this degradation step clearly moves to higher temperatures with increasing silica amount, with that for the 5% silica containing sample significantly (about 10°C) higher than those for the other samples.", "The most commonly used approaches to determine the apparent kinetic parameters are the Flynn-Wall-Ozawa (FWO) and the Freidman and Kissinger-Akahira-Sunose (KAS) methods for polymer degradation [bib24 bib25 bib26]. Vyazovkin et al. [bib27] recommend the KAS method for accuracy of activation energy values. In this work the KAS and FWO methods were used.", "From the dynamic TGA curves of PMMA, silica–PMMA (2 and 5wt.%) at heating rates of 3, 5, 7 and 9°Cmin−1 the isoconversional graphs of ln<i>β versus</i> 1/<i>T</i> according to Equation [fd1] were plotted ([fig5 fig6]\n                     \n                     ), as well as ln(<i>β</i>/<i>T</i>\n                     2) <i>versus</i> 1/<i>T</i> according to Equation [fd2] ([fig7 fig8]\n                     \n                     ).", "The activation energy values were calculated from the slopes of the isoconversional plots. Both isoconversional methods give similar values of the activation energies within experimental uncertainty. [fig9]\n                      illustrates the relationship between the activation energies and the degree of conversion.", "The activation energies of degradation of PMMA increased with an increase in the degree of conversion, while those of PMMA-silica (5wt.%) decreased. The silica–PMMA (5wt.%) shows lower activation energies of degradation up to around 40% mass loss ([fig9]), while at higher degrees of conversion those of silica–PMMA (5wt.%) are higher. In the case of pure PMMA the decrease in activation energy is probably the result of an increase in the number of free radicals with increasing degree of conversion, which accelerates the degradation process. In the presence of the nanoparticles, however, it seems as if (at least initially) the nanoparticles act as catalysts so that less energy is needed to initiate the degradation process, but as the degradation proceeds, the interaction between the nanoparticles and the escaping monomer traps the volatile degradation product and increases the observed activation energy. Similar results were found in other studies, but the observed trends were not clearly explained by the authors [bib28 bib29]. However, Vyazovkin et al. [bib27 bib28 bib29 bib30 bib31] related the dependence of activation energy on degree of conversion to competing reactions in the degradation process. According to them the presence of silica seems to catalyze the degradation process by giving an alternative degradation route. In the presence of silica, certain intermediates are apparently formed with increasing <i>α</i>, that decompose first and require a lower <i>E</i>\n                     \n                        <i>a</i>\n                     .", "TGA-FTIR analyses were done to establish the nature of the degradation product(s), and to confirm the observations from the kinetic analysis of the thermal degradation process of PMMA and silica–PMMA (5wt.%). [fig10]\n                      shows the FTIR spectra of the degradation products of pure PMMA at different temperatures during the degradation process.", "All the spectra almost perfectly matches the known spectrum of methyl methacrylate (MMA), which confirms the primary degradation as that of de-polymerization. The peak around 2966cm−1 is assigned to the CH3 and CH2 stretching vibrations, whereas their bending vibration appeared around 1451cm−1 for CH2 and 1314cm−1 for CH3. In addition, the carbonyl absorption vibration appeared around 1744cm−1 and the stretching vibration for C–O was around 1167cm−1. No new peaks or peak shifts were observed for the nanocomposite samples. There is a clear increase in peak intensity for all the characteristic peaks with increasing temperature, it reaches a maximum, and decreases again with further increase in temperature. The silica–PMMA (5wt.%) sample shows the same spectra and a similar trend ([fig11]\n                     ).", "When the spectra of PMMA, silica–PMMA (2 and 5wt.%), obtained at the same temperature, are compared ([fig12]\n                     ), it is clear that there is a decrease in peak intensity with increasing amount of silica.", "Although the presence of silica nanoparticles clearly did not change the polymerization mechanism, it clearly had an influence on either the temperature range during which depolymerization occurs, and/or on the ease with which the volatile MMA monomer is released during the degradation process. Whatever the reason for the delayed mass loss, the interaction between PMMA or MMA and the silica nanoparticles could play a significant role in changing the degradation kinetics.", "Thus, XRD and 13C{1H} CP-MAS NMR measurements were performed in order to attempt a correlation between the mechanical properties and the structure of the nanocomposites. The XRD patterns of the silica powder, pure PMMA and the silica–PMMA (5wt.%) are shown in [fig13]\n                     .", "The diffraction pattern of silica powder shows a broad band around 2<i>θ</i>\n                     =21.2, typical of an amorphous material. The diffraction pattern of PMMA shows a broad diffraction peak at 2<i>θ</i>\n                     =14, typical of an amorphous material, together with two bands of lower intensities centered at 29.7 and 41.7 [bib32]. The diffraction pattern of the silica–PMMA (5wt.%) sample shows the same three bands observed in the pure PMMA, indicating that neither the orientation of the PMMA chains nor the amorphous structure of the silica was influenced during the preparation process.", "Notwithstanding, detailed information on the physical–chemical environment of each component (nanoparticles and polymer) cannot be obtained by the above experiment. To gain insight into the organization of the polymer molecules in contact with the nanoparticle surface, 13C{1H} CP-MAS NMR experiments were performed. The 13C{1H} CP-MAS NMR spectra of PMMA and of the silica–PMMA (5wt.%) are shown in [fig14]\n                     .", "Five peaks are present in all the spectra: peak 1 at 17ppm is related to the methyl group, peak 2 at 45ppm to the methylene group, peak 3 at 52ppm to the quaternary carbon of the polymeric chain, peak 4 at 56ppm to the methoxyl group and peak 5 at 177ppm to the carbonyl carbon, according to literature [bib33]. No modification in the chemical shift and in the band shape is observed after composite formation, indicating that no chemical modification occurred in the polymer.", "Thus, the spin-lattice relaxation time, in the laboratory frame <i>T</i>\n                     1(<i>H</i>) and in the rotating frame <i>T</i>\n                     1<i>ρ</i>\n                     (<i>H</i>), and the cross-polarization time <i>T</i>\n                     CH were determined through solid-state NMR measurements in order to evaluate the dynamic modifications occurring in the polymeric chain of the PMMA matrix after composite formation. The <i>T</i>\n                     1(<i>H</i>), <i>T</i>\n                     1<i>ρ</i>\n                     (<i>H</i>), and <i>T</i>\n                     CH values obtained from each peak in the 13C spectra of all the samples are reported in [tbl1]\n                     .", "The silica–PMMA composite shows larger <i>T</i>\n                     1\n                     <i>H</i> values for the carbonyl carbon. This is evidence that the interaction between the silica filler and the polymer matrix is principally localized in this nucleus environment.", "The <i>T</i>\n                     1<i>ρ</i>\n                      is sensitive to molecular motions which occur in the kHz region. In particular, it is inversely proportional to the spectral density of motion in the kHz frequency region. These motions reflect the dynamic behavior of a polymeric chain in a range of a few nanometers. Larger <i>T</i>\n                     1<i>ρ</i>\n                      values result in an increase in polymer rigidity. A homogeneous <i>T</i>\n                     1<i>ρ</i>\n                     \n                     <i>H</i> increase was observed for the silica–PMMA composite, suggesting an increase of the polymer stiffness and that the silica is well dispersed into the PMMA matrix, thus confirming that the filler has an observable effect on the polymer chain mobility.", "The <i>T</i>\n                     CH value decrease for the signal at 178ppm indicates that there is an increase in the heteronuclear dipolar interactions between the carbonyl carbon and the surrounding hydrogen nuclei. This is an evidence that the presence of the silica into the PMMA matrix makes the polymer structure more rigid. This rigidity increase favors the cross-polarization mechanism yielding shorter <i>T</i>\n                     CH values.", "The interactions between silica and PMMA led to a restriction of the PMMA chain mobility, and/or hindering of the diffusion of volatile decomposition products as hypothesized by the DMA and TGA measurements."]], ["Conclusions", ["Silica–PMMA nanocomposites were prepared by melt compounding and were systematically investigated as a function of silica amount from 1 to 5wt.%.", "The silica is well dispersed into the PMMA matrix and does not change the amorphous structure of PMMA.", "The filler has an observable effect on the polymer chain mobility, even if the effective immobilization of the polymer chains only takes place at the higher silica contents.", "The nanoparticles act as catalysts of the degradation process, but do not change the polymerization mechanism. The degradation of the polymer occurs at higher temperatures in the presence of silica and moves to higher temperature with increasing silica content. This is due to the interaction between the two components which occurred at the interface through the carboxylic groups of the polymer, as proven by solid-state NMR measurements."]]], "doi": "10.1016/j.polymdegradstab.2011.11.006"}