{"title": "Graphene oxide and base-washed graphene oxide as reinforcements in PMMA nanocomposites", "abstract": "Graphene oxide (GO) prepared using the Hummers’ method is known to be composed of functionalized graphene sheets decorated by strongly-bound oxidative debris that can be removed by a simple base wash. The use of as-made GO and base-washed GO as reinforcing fillers in poly(methyl methacrylate) (PMMA) nanocomposites has been compared through dynamic mechanical thermal analysis and tensile testing. Nanocomposites with loadings from 0.5 to 10wt.% were produced by melt mixing using a twin screw extruder. Large shifts in the values of <i>T</i>\n                     g for the nanocomposites with respect to PMMA suggest the presence of interactions between the GO and polymer. Thermogravimetric analysis also revealed a significant increase in the decomposition temperatures upon the addition of the GO. Optimal loadings of 1wt.% were found for both fillers, up to which substantial mechanical reinforcement was observed. Comparison with previous nanotube systems, suggests that there was a good dispersion of both fillers below 1wt.%, with aggregation and a deterioration of the mechanical properties occurring at higher loadings. Stress-induced shifts of the Raman D band in the GO revealed the existence of stress-transfer from the PMMA matrix to the fillers during deformation. Overall the as-made GO gave nanocomposites with better properties than those reinforced with based-washed material. Hence, it appears that the presence of the oxidative debris in GO, which acts as a compatibilising surfactant, is beneficial in producing nanocomposites with both a good dispersion and a strong interface between GO and a polymer matrix.", "body": [["Introduction", ["Graphene has attracted significant interest since its first isolation in 2004 [b0005] due to its extraordinary mechanical, thermal and electronic properties [b0010 b0015 b0020]. These properties make it an ideal material for a range of applications including sensors, batteries, supercapacitors, hydrogen storage and reinforcing fillers [b0025 b0030 b0035 b0040]. One route to harness these properties in a bulk material is to incorporate graphene into a polymeric composite material. A key challenge for the production of such nanocomposites is obtaining the appropriate dispersion of graphene within the polymer matrices [b0045]. Graphene is difficult to disperse in polymers as the graphene sheets tend to aggregate due to their high specific surface area, and van der Waals and <i>π</i>–<i>π</i> interactions [b0010 b0050 b0055]. Therefore, the surface modification of graphene to enhance its matrix compatibility is widely studied, with graphene oxide (GO) being a primary focus of research [b0060]. GO has a wide range of hydrophilic surface functionalities including carboxylic acids, epoxides and alcohols [b0255], which facilitate its exfoliation into single- or few-layer graphene oxide in water [b0070] and polar organic solvents [b0075 b0080] via sonication or stirring. Many groups have reported on GO reinforced polymer nanocomposites using hydrophilic polymers, such as poly(ethylene oxide) (PEO) [b0085 b0090] or poly(vinyl alcohol) (PVA) [b0095 b0100 b0105]. Nanocomposites with GO have also been produced using hydrophobic polymers, including polystyrene (PS) [b0040 b0110] and polyurethane (PU) [b0115 b0120]. In the case of poly(methyl methacrylate) PMMA, three methods have been used to improve the PMMA–GO dispersion: (1) chemically modifying the surface of the GO to make it compatible with PMMA [b0125 b0130], (2) dispersing water–soluble PMMA in with the aqueous GO solution, so that nanocomposites could be solution cast [b0260] and (3) <i>in situ</i> polymerisation of the PMMA in the presence of GO [b0140 b0145 b0150 b0155].", "Recently Rourke et al. [b0160] showed that as-made GO from Hummers’ method is actually composed of functionalized graphene sheets decorated by strongly-bound oxidative debris acting as a surfactant that stabilizes aqueous GO suspensions, as shown schematically in [f0005]\n                     . These physi-absorbed aromatic acids can be removed by a simple NaOH(aq) wash to give base-washed GO (bwGO) reducing the oxygen content from 33% to <20%, turning the hydrophilic nature of GO into hydrophobic, and improving the conductivity of films made from the material by 5 orders of magnitude. Flakes with similar sizes were found before and after washing, probing that the graphenes were not damaged or broken and there was no loss of small flakes during this washing. The presence of these physi-absorbed groups on GO could potentially lower the Young’s modulus of the flakes, as it effectively turns the flake into a few-layer material, providing an easy shear plane between the debris, attached to the polymer and reinforcing GO flake. (There is 25 % coverage of the debris on each side of flake.) The effect of easy shear on the Young’s modulus graphene was illustrated by Gong et al. by the fact that trilayer graphene has a significantly lower modulus than monolayer graphene [b0165]. On the other hand, such debris may improve the interface between the GO and matrix by acting as a compatibilising surfactant forming an interphase between the polymer and filler. The debris may also improve the dispersion of the graphene oxide, hence the mechanical properties. A key question therefore, arises: <i>is it better to use as-made GO or base-washed, clean GO in nanocomposites?</i>", "Herein, we compare for the first time as-made and base-washed graphene oxide materials as reinforcing fillers in PMMA to establish the relative roles of the interface and GO modulus. The nanocomposites were prepared at loadings from 0.5 to 10wt.% by melt mixing using a twin-screw extruder. Gel permeation chromatography (GPC) and thermogravimetric analysis (TGA) were used to determine the structural properties of the matrix of the neat polymer and nanocomposites. Electrical measurements, dynamic mechanical thermal analysis (DMTA) and tensile testing were performed to study the electrical and mechanical properties of the nanocomposites, respectively, as a function of their structure, surface chemistry and dispersion in the polymer matrix. The nature of the interactions at the GO/bwGO-polymer interfaces were evaluated by Raman spectroscopy and related to the mechanical reinforcement of the nanocomposites observed upon the addition of the different types of GO."]], ["Experimental methods", [["Preparation of the GO and bwGO/composites", ["Graphite oxide was prepared via a modified Hummers method [b0060] and exfoliated in water under mild sonication. Highly-stable graphene oxide (GO) dispersions were obtained, which were then centrifuged at 11,000rpm to separate the solid material from the aqueous phase. The supernatant was discarded and the graphene oxide powder dried under vacuum. Base-washed graphene oxide (bwGO) was prepared from the dispersion of graphene oxide in water following the experimental procedure described by Rourke et al. [b0160].", "GO/PMMA and bwGO/PMMA nanocomposites were prepared with loadings from 0.5 to 10wt.% by melt mixing using a twin-screw extruder (Thermo Scientific HAAKE MiniLab micro compounder). GO/bwGO powders and PMMA pellets (Perspex, PMMA CP-75) were fed into a twin-screw extruder and the material was cycled for 5min at 230°C at a screw speed of 100rpm before being extruded. The material was re-fed and cycled three times in order to obtain a good dispersion of the fillers in the polymer. Extruded samples were processed by pressure moulding at 180°C into 1mm thick sheets and then cut to shape, followed by polishing to remove residual surface defects."]], ["Composite characterisation", ["Gel permeation chromatography (GPC) measurements were made at ambient temperature using 3 columns of Phenomenex Phenogel in series and a Shodex RI detector. Thermogravimetric analysis (TGA) was performed at a heating rate of 10°C/min under nitrogen using a TGA Q500 (TA instruments). Dynamic mechanical thermal analysis (DMTA) for the samples (35mm×8mm×1mm specimens) was performed in the tensile mode between 10 and 200°C using a DMA Q800 analyser (TA instruments). A heating rate of 3°C/min and a frequency of 1Hz were employed under a nitrogen flow. Stress–strain curves were also obtained from dogbone shaped specimens using an Instron 1122 machine, using a tensile rate of 0.5mm/min and a load cell of 500N. Accurate strain values were obtained by correcting for machine softness."]], ["Interface characterisation", ["It has recently been established that the Raman bands of monolayer graphene shift during deformation [b0265 b0175 b0180 b0185 b0190 b0270 b0200 b0205 b0210 b0215] and these shifts can be used to follow the stress/strain transfer from the polymer matrix to the reinforcing graphene phase [b0210 b0220]. These previous studies, however, were focussed mainly on the <i>G</i>′ (or 2D) band, which is absent in GO and so in this study deformation was followed using shifts of the D band. Composite samples were deformed in four-point bending mode whilst Raman spectra were obtained <i>in situ</i> using a low-power 633nm HeNe laser in a Renishaw 2000 spectrometer. The strain in the composite was measured using a strain gauge attached to the surface of the specimens and the Raman laser beam was always polarised parallel to the tensile axis."]]]], ["Results", [["Matrix properties", ["The weight average molar mass (<i>M</i>\n                        w) and the polydispersity index (<i>M</i>\n                        w/<i>M</i>\n                        n) of pure PMMA and the 10wt.% loaded nanocomposites were determined by GPC. The results reveal that <i>M</i>\n                        w for the PMMA was ∼105\n                        g/mol and that there was no significant difference between the nanocomposites compared to the virgin PMMA. The polydispersity index, however, increased by 18% and 26% for the GO and bwGO nanocomposites, respectively, implying that some limited chain scission may have occurred during nanocomposite processing.", "The non-oxidative thermal stability of the nanocomposites studied was evaluated by TGA and the curves obtained are shown in [f0010]\n                        . Although the weight loss curve profiles of the nanocomposites are very similar to that obtained for neat PMMA, considerable enhancement in the thermal degradation temperature (<i>T</i>\n                        d) by the incorporation of both GO and bwGO was observed. [f0010]c shows the dependence of the values of <i>T</i>\n                        d, defined here as the temperature at which 95wt.% of the material is lost, upon filler content. The largest increases in <i>T</i>\n                        d of 28°C and 26°C were observed with only 1wt.% of GO and 2wt.% of bwGO content, respectively.", "The observed improvement in thermal stability of these nanocomposites could be attributed to the formation of a high aspect ratio, heat-resistant GO/bwGO network in the polymer matrix that acts as a barrier inhibiting the emission of the decomposition products during combustion [b0225]. The homogeneously distributed graphene layers could prevent the emission of small gaseous molecules during thermal degradation, slowing the non-oxidative thermal degradation of the nanocomposites compared with neat PMMA. This enhanced thermal stability observed suggests good interfacial adhesion/interaction between filler and PMMA in all the nanocomposites studied. Interestingly, the more thermally-stable filler (bwGO) [b0160] gave nanocomposites with worse thermal stability."]], ["Electrical conductivity", ["As-made GO is a poor conductor due to the presence of the strongly-bound oxidative debris but by removing the physi-absorbed aromatic acids the conductivity of GO films can be improved by 5 orders of magnitude [b0160]. Despite this improved conductivity measured for the base-washed material, the conductivity of the bwGO/PMMA system remained so low at all loadings studied that it could not be determined below the detection limit of 10−6\n                        S/m. No conductivity values and no electrical percolation threshold could be thus determined for these nanocomposite systems. This implies aggregation and local clustering of the GO/bwGO nanocomposites on the nanoscale, rather than the formation of a coherent percolated network."]], ["Dynamic-mechanical properties", ["The dynamic-mechanical response of the nanocomposites was determined and the temperature dependence of the storage modulus (<i>E</i>′) of GO/PMMA and bwGO/PMMA nanocomposites is plotted in [f0015]\n                        . An increase in the area under the DMTA loss peak (<i>E</i>″) with respect to neat PMMA was observed for all the nanocomposites studied ([f0015]b and d), suggesting an increased segmental mobility in the nanocomposites at <i>T</i>\n                        g independent of the nature of the filler. The <i>T</i>\n                        g is defined here as the temperature at which a maximum of tan<i>δ</i> is observed. The glass transition temperature <i>T</i>\n                        g of the nanocomposites are increased substantially relative to neat PMMA and the (<i>T</i>\n                        g) values are plotted as a function of the filler loading in [f0015]e. This shows substantial increases relative to neat PMMA with maximum shifts of 12°C and 8°C for GO/PMMA and bwGO/PMMA nanocomposites, respectively, at the optimal loading (1wt.%). The observed increases in the values of <i>T</i>\n                        g for the nanocomposites with respect to neat PMMA suggest the presence of attractive interactions between the polar functional groups of GO and PMMA and some interfacial adhesion between bwGO and PMMA in GO/PMMA and bwGO/PMMA nanocomposites, respectively. This could be due to either a chemical bond or an interaction between PMMA and the surfaces of the GOs [b0230 b0235 b0240].", "The value of <i>E</i>′ increases with loading for both GO/PMMA and bwGO/PMMA nanocomposites until 1wt.% loading, above which the modulus drops, albeit being still above the value for the pure matrix. These results showed a progressive increase in <i>E</i>′ (at <i>T</i>\n                        g\n                        −100°C) with load from 2.5GPa found for PMMA up to 3GPa and 2.9GPa found for 1wt.% loading of GO and bwGO, respectively."]], ["Stress–strain behaviour", ["The stress–strain behaviour of the nanocomposites is shown in [f0020]\n                         and it can be seen that the addition of GO increases the Young’s modulus, <i>E</i>, of the materials. For a 1wt.% loading of GO it reaches a maximum of 2.9GPa, compared to PMMA (2.1GPa), while a value of 2.7GPa is observed with the addition of 1wt.% of bwGO.", "The stress and strain at break observed for the nanocomposites are plotted in [f0020]c as a function of filler loading. A decrease of the strain at break with GO concentration for both the GO/PMMA and bwGO/PMMA series of nanocomposites is observed revealing increasingly more brittle behaviour. The formation of GO agglomerates at higher loadings therefore not only reduces their ability to reinforce the nanocomposites but it also increases their brittleness through the formation of defects that lead to easy rupture. While for the bwGO/PMMA nanocomposites the tensile strength does not increase for any composition, for the GO/PMMA nanocomposites an improvement of 21% to76.5MPa is found at 1wt.% loading with respect to neat PMMA (63MPa). This observation implies that the presence of functional groups, i.e. oxidative debris on the GO might facilitate a better interfacial interaction or adhesion between the GO and PMMA compared to the bwGO, as well as an improved dispersion of the flakes in the matrix."]], ["Raman bands shifts", ["The reinforcement observed in these GO/PMMA and bwGO/PMMA nanocomposites may be attributed to efficient load transfer between the graphene oxide sheets and the PMMA matrix occurring at the interface between filler and polymer. Evaluation of this filler–matrix interaction is essential for a better understanding of the observed mechanical properties. [f0025]\n                        a shows that the D band for the GO can be resolved at around 1340cm−1 in the Raman spectrum of the nanocomposites as has been found for a GO/PVA system [b0275]. The position of the Raman D band for both of the nanocomposites was found to shift to lower wavenumber with tensile strain as shown in [f0025]b. The observed shifts of the D band are due to stress transfer from the PMMA to the graphene oxide occurring at the interface between polymer and graphene oxide [b0275]. The low intensity of the D bands at low loadings combined with the large background fluorescence of GO meant that it was difficult to obtain reliable data for most samples, hence only the 10wt.% loaded samples were studied. Values of D band shift rates of 4cm−1/% and 2.4cm−1/% strain were observed for the GO/PMMA and bwGO/PMMA samples, respectively. The higher shift rate for the GO/PMMA nanocomposite implies better interfacial stress transfer for this material [b0275]."]]]], ["Discussion", [["Efficiency of reinforcement", ["The values for <i>E</i>′ (at <i>T</i>\n                        g\n                        −100°C) determined by DMTA and the values of <i>E</i> from tensile testing are plotted as a function of filler loading in [f0015]f and [f0020]d, respectively. While both sets of moduli increase approximately linearly up to 1wt.% loading, a significant deviation from linearity appears for both fillers at higher loadings. Similar observations for the mechanical properties of nanocomposites reinforced with nanotubes or graphene have been reported and have been attributed to aggregation and percolation effects [b0260]. The Young’s modulus, <i>E</i>\n                        C, of a particulate composite, in the case of uniform strain, is given by the rule of mixtures as [b0025]:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       C\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       V\n                                    \n                                    \n                                       p\n                                    \n                                 \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       p\n                                    \n                                 \n                                 +\n                                 (\n                                 1\n                                 -\n                                 \n                                    \n                                       V\n                                    \n                                    \n                                       p\n                                    \n                                 \n                                 )\n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       m\n                                    \n                                 \n                              \n                           \n                        where <i>E</i>\n                        p is the effective Young’s modulus of the particles, <i>E</i>\n                        m is the Young’s modulus of the polymer matrix, and <i>V</i>\n                        p is the volume fractions of particles and matrix, respectively, within the composite. This equation predicts a linear increase in <i>E</i>\n                        C as <i>V</i>\n                        p increases and the value of <i>E</i>\n                        p can be estimated from d<i>E</i>\n                        C/d<i>V</i>\n                        p. Taking into account the relative densities of the GO fillers and the PMMA matrix, 1wt.%≅0.58vol.%, the effective Young’s modulus of the GO fillers is calculated to be 83GPa and 64GPa for GO and bwGO flakes, respectively, from the slopes of the lines in [f0015]f up to 1wt.% loading. Similarly, effective Young’s moduli values of 121 and 103GPa are found for the GO and bwGO, respectively, from the slopes of the lines for the tensile modulus values, <i>E</i>, in [f0020]d up to 1wt.% loading. At higher loadings of fillers the effective Young’s moduli calculated using the rule of mixtures from both the DMTA and tensile testing data are found to considerably decrease, as shown in [f0015]f and [f0020]d, respectively.", "The values of effective particle modulus, <i>E</i>\n                        p, determined above are for randomly-oriented GO filler platelets. Polarised Raman spectroscopy showed that there was no preferred orientation of either the GO or bwGO in the nanocomposites. In order to determine the true effective modulus values of the GO and bwGO it is necessary to take this random orientation into account though the Krenchel orientation factor [b0250]. In the case of fibres, oriented randomly in-plane this factor gives a modulus reduction by 3/8 and for the case of 3D random orientation by 1/9. Since random in-plane platelets are mechanically-equivalent to aligned fibres [b0275] then random 3D platelets will be equivalent to random in-plane fibres which will lead to a modulus reduction of 3/8 compared to aligned platelets. Hence it is necessary to multiply the <i>E</i>\n                        p values by 8/3 to determine the true effective modulus values of the GO and bwGO. The values of effective modulus for the two materials, determined this way using both the DMTA and tensile testing data, are listed in [t0005]\n                        . The Young’s modulus of GO is significantly less than that of graphene due to damage during the oxidation process and the effective thickness increasing from 0.34nm to around 0.8nm [b0025]. A range of values are reported in the literature for the Young’s modulus of graphene oxide as discussed by Li and coworkers [b0275]. They showed that it should be in the range 200–300GPa, which is similar to values for the effective modulus for the GO in [t0005] determined up to 1wt.% loading.", "Since [f0015]f and [f0020]d show that the Young’s modulus of the nanocomposites does not increase above 1wt.% loading, the values of effective particle modulus, <i>E</i>\n                        p, must drop by an order of magnitude upon the addition of 10wt.% of GO and bwGO. This is most likely due to a much poorer dispersion of the fillers and aggregation in the polymer matrix at higher loadings. The values of effective modulus values of the GO and bwGO determined from the values of <i>E</i>\n                        p at 10wt.% loading for the two materials multiplied by 8/3 are also given in [t0005] and it can be seen that they are around a factor 10 lower than for 1wt.% loading.", "It is also possible to estimate the effective modulus values of the GO and bwGO from the Raman band shifts in [f0025]b as it is known that the rate of shift of the bands with strain in a nanocomposite is proportional to the effective Young’s modulus [b0275]. Previously it has been shown that this is possible for GO, by assuming that the Grüneisen parameter for graphene’s D band is half that of the 2D band and the shift rate for GO is related to graphene by their relative thickness [b0180]. This means that for a 0.80nm thick graphene oxide flake the effective Young’s modulus will be approximately:\n                           \n                              (2)\n                              \n                                 GO\n                                 \n                                 (\n                                 Effective Young’s\n                                 \n                                 Modulus\n                                 )\n                                 =\n                                 -\n                                 \n                                    \n                                       d\n                                       \n                                          \n                                             ω\n                                          \n                                          \n                                             D\n                                          \n                                       \n                                    \n                                    \n                                       d\n                                       ε\n                                    \n                                 \n                                 ×\n                                 \n                                    \n                                       1050\n                                    \n                                    \n                                       -\n                                       30\n                                    \n                                 \n                                 ×\n                                 \n                                    \n                                       0.34\n                                    \n                                    \n                                       0.8\n                                    \n                                 \n                                 \n                                 GPa\n                              \n                           \n                        where \n                           \n                              -\n                              \n                                 \n                                    d\n                                    \n                                       \n                                          ω\n                                       \n                                       \n                                          D\n                                       \n                                    \n                                 \n                                 \n                                    d\n                                    ε\n                                 \n                              \n                           \n                         is the D band rate shift in cm−1 per % applied strain. Hence the slopes of the lines observed in [f0025]b are an indication of the effective modulus and of stress transfer from the polymer to the graphene. The D band shift rates of 4cm−1/% and 2.4cm−1/% observed for the GO/PMMA and bwGO/PMMA samples lead to estimates of the effective modulus of ∼60GPa and ∼36GPa, respectively. There is no need to use the Krenchel orientation factor [b0250] in this case as the polarised laser beam detects predominately those flakes that are aligned parallel to the tensile axis [b0275]. It can be seen from [t0005] that the Young’s modulus values derived from the Raman data at 10wt.% loading are similar to those determined from the DMTA and tensile data, suggesting that the Raman bands shifts are a result of interfacial stress transfer in the nanocomposite."]], ["Comparison between GO and bwGO", ["The values of effective graphene oxide modulus for the GO/PMMA and bwGO/PMMA nanocomposites at both 1wt.% and 10wt.% loadings are summarised in [t0005]. It can be seen that for both wt.% loadings the effective modulus of the GO in the nanocomposites is generally higher than that of the bwGO. Hence the experimental results presented here imply that the removal of those physi-absorbed aromatic acids in the GO/PMMA nanocomposites leads to a deterioration of the mechanical properties of the bwGO/PMMA nanocomposites. Despite the potentially lower Young’s modulus of the GO, the presence of the functional groups and oxidative debris in its surface appears to help to provide a stronger interface with the polymer matrix compared to pristine or clean GO, thereby improving considerably the moduli of the nanocomposites when using GO as filler rather than bwGO. The removal of the oxidative debris also deteriorates the dispersion of the flakes in the polymer matrix.", "The stronger GO–PMMA interface relative to bwGO–PMMA may also be responsible for the interestingly higher thermal stabilities found for the GO/PMMA relative to bwGO/PMMA nanocomposites, considering that the GO is known to be more thermally unstable than the bwGO. Similarly, the larger shifts observed in the <i>T</i>\n                        g (determined by DMTA) for GO/PMMA nanocomposites relative to bwGO/PMMA are here also attributed to the presence of the oxidative debris bound to the polymer in GO/PMMA nanocomposites. The importance of a strong interface between GO and polymer matrix is thus clear to optimise the mechanical and thermal properties of these materials."]]]], ["Conclusions", ["GO/PMMA and bwGO/PMMA nanocomposites were successfully prepared at loadings between 0.5 and 10wt.% by melt mixing using a twin-screw extruder. No significant variation in the structure of the polymer could be determined by GPC measurements. The thermal stability of the polymer is considerably improved with the addition of GO/bwGO, suggesting the formation of a high aspect ratio, heat-resistant GO/bwGO network in the matrix acting as a barrier inhibiting the emission of the decomposition products during combustion. Shifts in the <i>T</i>\n                     g determined by DMTA suggested the existence of attractive interactions between GO/bwGO and polymer. Substantial reinforcing effects for both fillers up to the optimal loading (1wt.%) were observed. Based upon previous nanofilled systems, this effect of loadings suggest that good levels of dispersion were achieved until 1wt.%, with formation of aggregates and deterioration of the mechanical properties at higher concentrations. The low conductivities measured suggest aggregation and local clustering of the flakes with no formation of a percolated network on the macroscale. Tensile testing showed glassy polymeric behaviour with increased elastic modulus for both fillers and increased tensile strengths only with the addition of GO. Increased brittleness with loading was found for both fillers due to the formation of agglomerates which deteriorate the interface between the graphene–PMMA. The nature of the interactions at the interface was evaluated by Raman spectroscopy, finding effective Young’s moduli of ∼60GPa for GO and ∼35GPa for bwGO, in agreement with the results from DMTA and tensile testing. The presence of the oxidative debris in the GO appears to provide a stronger interface with the polymer relative to bwGO and a better dispersion of the flakes in the matrix, thus improving the mechanical properties of the nanocomposites. The need to ensure a strong interface between reinforcement and the polymer matrix is demonstrated to be necessary to obtain optimal reinforcement in nanocomposites. This interface may be further improved through selection functionalization of GO and is the subject of further work."]]], "doi": "10.1016/j.compscitech.2013.08.030"}