{"title": "Graphite oxide/poly(methyl methacrylate) nanocomposites prepared by a novel method utilizing macroazoinitiator", "abstract": "Graphite oxide (GO)/poly(methyl methacrylate) (PMMA) nanocomposites were prepared by a novel method utilizing macroazoinitiator (MAI). The MAI, which has a poly(ethylene oxide) (PEO) segment, was intercalated between the lamellae of GO to induce the inter-gallery polymerization of methyl methacrylate (MMA) and exfoliate the GO. The morphological, conductivity, thermal, mechanical and rheological properties of these nanocomposites were examined and compared with those of intercalated nanocomposites prepared by polymerization with the normal radical initiator, 2,2′-azobisisobutyronitrile. The improvement in conductivity by GO was more evident in exfoliated nanocomposites compared to that of intercalated nanocomposites. For example, a conductivity of 1.78×10−7\n                     S/cm was attained in the exfoliated nanocomposite prepared with 2.5 parts GO per 100 parts MMA, which was about 50-fold higher than that of the intercalated nanocomposite. The thermal, mechanical and rheological properties also indicate that thin GO with a high aspect ratio is finely dispersed and effectively reinforced the PMMA matrix in both exfoliated and intercalated nanocomposites.", "body": [["Introduction", ["Nanocomposites composed of polymer matrices with reinforcements of less than 100nm in size have attracted considerable attention as advanced materials because many physical properties of matrix polymers, such as their mechanical, electrical, barrier, and flame-retarding properties can be substantially enhanced with small amounts of reinforcements compared to conventional composites [bib1 bib2]. Because these unique properties of polymer nanocomposites come from their peculiar phase morphologies of intercalation or exfoliation, which maximize interfacial contact between the matrix polymer and reinforcements, the fillers with high surface-to-volume ratio, for example, layered silicates such as montmorillonite, that are composed of stacks of parallel lamellae with a 1nm thickness and a high aspect ratio are most commonly utilized [bib3].", "Graphite oxide (GO), which is prepared by the oxidation of graphite, has a layered structure composed of parallel pseudo two-dimensional lamellaes. Each layer consists of randomly distributed unoxidized aromatic regions and six-member aliphatic regions attached with polar groups, such as hydroxyl, epoxide, ether, and carboxylate groups, as a result of oxidation [bib4 bib5 bib6]. GO is quite similar to montmorillonite in that it can have intercalated or exfoliated structures in the polymer matrix to create a nanocomposite [bib7 bib8 bib9]. In addition, GO can impart electric conductivity to polymers [bib10], and GO can be used as host material for the synthesis of conducting polymer intercalated nanocomposites [bib11 bib12 bib13 bib14].", "Because exfoliated nanocomposites usually provide the best property enhancements due to a large interfacial area and homogeneous dispersion, many efforts have been devoted to design methods that improve the delamination of silicate layers in the polymer matrix. Polymerization in the galleries between the silicate layers can promote exfoliation because the growing polymer chain can push apart and eventually delaminate the silicate layers. Therefore, the initiator, or co-monomer, located in the gallery, which induces inter-gallery polymerization, can be utilized for exfoliation [bib15 bib16].", "The polar functional groups attached to carbon sheets make GO hydrophilic [bib5 bib6]. Therefore, the dispersion of GO in the hydrophobic polymer matrix requires a large favorable enthalpic contribution to overcome this discrepancy in polarity, as well as the entropy loss required for the chain to diffuse into the gallery. Therefore, hydrophobic modification of GO [bib17 bib18], block or graft copolymers containing a block that is miscible with the matrix polymer and another block that is compatible with GO can be utilized for the favorable enthalpic contribution.", "Because GO has a larger interlayer spacing (<i>I</i>\n                     c) compared to graphite, as well as polar functional groups, hydrophilic polymers such as poly(ethylene oxide), poly(vinyl alcohol), poly(diallyldimethylammoniumchloride), poly(furfuryl alcohol) can be easily inserted into the gallery of GO to make intercalated nanocomposites [bib19 bib20 bib21 bib22 bib23].", "Since poly(ethylene oxide) (PEO) can be easily intercalated at the GO gallery [bib19 bib20], the macroazoinitiator (MAI) containing a PEO segment, as shown in the following chemical structure, can also be intercalated easily in the GO gallery. Therefore, it is anticipated that intercalated MAI can be utilized to prepare exfoliated nanocomposites by inducing inter-gallery radical polymerization of vinyl monomers, and the polymerized PEO-vinyl monomer multi-block copolymer will have an affinity to GO due to the presence of PEO block. \n                        \n                           \n                        \n                     In the present study, we prepared exfoliated GO/poly(methyl methacrylate) (PMMA) nanocomposites with an MAI intercalated in the gallery of GO. The morphological, conductivity, thermal, and mechanical properties of these nanocomposites were examined and compared to those of nanocomposites prepared by normal radical polymerization with 2,2’-azobisisobutyronitrile (AIBN) as an initiator."]], ["Experimental", [["Materials", ["Natural graphite (HC-598) with an average particle size of 11μm was purchased from Hyundai Coma Co., Ltd. MAI (VPE-0201) was purchased from Wako Pure Chemical. It is the condensation polymer of 4,4′-azobis(4-cyanopentanoic acid) (ACPA) and poly(ethylene glycol) (molecular weight 2000) [bib24]. It has a molecular weight of about 22,000 and an azo group content of 0.45mmol/g. MAI, methyl methacrylate (MMA, Aldrich), AIBN (Aldrich), acetonitrile (Aldrich), methanol (Aldrich), concentrated H2SO4 (96%, DC Chemical Co., Ltd.), KMnO4 (Duksan Pure Chemical), H2O2 (30%, DC Chemical Co., Ltd.), and hydrochloric acid (35%, Daejung Chemicals & Metals Co., Ltd.) were used as received."]], ["Preparation of GO", ["GO was prepared by oxidation with KMnO4/H2SO4 \n                        [bib10]. In a typical experiment, KMnO4 (15g) was added slowly to a cooled 500mL round-bottomed flask that contained conc. H2SO4 (110mL) and graphite powder (10g) with care that the reaction mixture be maintained below 20°C, and the reaction mixture was stirred for 30min at 30°C. After slowly feeding distilled water (230mL) into the reactor with care that the reaction mixture to be kept below 90°C, the mixture was allowed to stir for another 30min at 90°C. To stop the oxidation reaction, additional distilled water (250mL) and 30% H2O2 (20mL), which reduced the excess KMnO4, were fed sequentially into the reactor. The oxidized product, GO, was filtered, washed with 5% HCl aqueous solution several times and then with distilled water until neutralization, and dried in a vacuum oven at 50°C for 24h. Elemental analysis showed that the composition of GO was C1.00O0.23H0.13."]], ["Preparation of GO/PMMA nanocomposite", ["The GO intercalated with MAI (MAI/GO) was prepared using an acetonitrile/methanol mixture (1/1 by volume) as the solvent. After dissolving 0.10g of MAI into 100mL of the solvent, 0.50g of GO was put into the solution and ultrasonic irradiation was applied for 30min. Solid state MAI/GO was obtained by evaporation of the solvent at 25°C under vacuum conditions.", "The recipes for the preparation of GO/PMMA nanocomposites are shown in [tbl1]\n                        . In the case of Series A, bulk radical polymerization of MMA was carried out in the presence of GO with AIBN as an initiator under N2 atmospheric conditions at 65°C for 2h while stirring with a magnetic bar. For the preparation of Series B, MAI/GO was swelled in a reactor with a 100-fold volume of water and then MMA was fed into the reactor while being stirred by a magnetic bar at room temperature. This heterogeneous system was heated to 65°C to cause polymerization under N2 atmospheric conditions for 5h, and this was further polymerized for 1h at 65°C after feeding additional initiator, AIBN dissolved in MMA. The prepared GO/PMMA nanocomposites were crushed into powder and dried at 65°C under vacuum conditions for 24h to remove low molecular weight components."]], ["Measurements", ["X-ray diffraction (XRD) patterns were obtained with an X-ray diffractometer (Rigaku, RAD-3C) using Cu Kα radiation (<i>λ</i>\n                        =1.54Å) as the X-ray source. The diffraction angle was scanned from 2° at a rate of 1.2°/min.", "The morphology of nanocomposites was examined with a transmission electron microscope (TEM, Hitachi H-8100). Thin sections were cut perpendicularly to the nanocomposite fiber, which was extruded by a melt indexer at 240°C. The acceleration voltage of TEM was 200kV.", "The direct current conductivity at room temperature across the 1mm thick film, which was compression molded at 190°C and a pressure of 22MPa, was measured with a picoamperometer (Keithley 237) utilizing round-shaped silver electrodes measuring 0.28cm2 attached at both surfaces of the specimen. Silver paste was used to ensure good contact between the specimen surface and the electrode.", "The number average molecular weight (<i>M</i>\n                        n) and weight average molecular weight (<i>M</i>\n                        w) of PMMA were measured at 43°C with gel permeation chromatography (GPC, Waters M510), and the results are shown in [tbl2]\n                        . The nanocomposite was dissolved in tetrahydrofuran (THF), and the solution was filtered with a 0.45μm membrane filter before measurement. THF was used as an elutant.", "Differential scanning calorimetry (DSC) was carried out with a DSC 823e (Mettler Toledo) at a heating and cooling rate of 10°C/min with 7mg of sample. The samples stayed at 150°C for 1min in the DSC and were cooled down to 25°C. The glass transition temperature (<i>T</i>\n                        g) was measured in a subsequent heating scan.", "Dynamic mechanical properties were determined using a dynamic mechanical analyzer (DMA, TA Instrument, DMA-Q800) with a bending mode at a heating rate of 5°C/min and 1Hz. Samples were compression molded at 190°C and a pressure of 22MPa."]]]], ["Results and discussion", [["XRD and TEM", ["The diffractogram of pristine graphite ([fig1]\n                        (a)) shows a very intense, sharp peak at 2θ=26.5° [bib5 bib25]. This peak corresponds to the diffraction of the (002) graphite plane composed of well-ordered graphenes with an interlayer spacing of <i>I</i>\n                        c\n                        =3.35Å. In the diffractogram of GO ([fig1](b)), this peak becomes broader and smaller, and a new large and broader peak appears around 2θ=13.8°, corresponding to the (002) plane of GO [bib4 bib5 bib25 bib26]. This shows that the <i>I</i>\n                        c increased from 3.35Å to about 6.4Å by the oxidation because various functional groups were created on the surfaces of each GO layer. The small broad peak around 2θ=26° ([fig1](b)) shows that the crystal structure of graphite had not perfectly disappeared, but some amount of the structure, which was somewhat disturbed by mild oxidation, remained.", "The X-ray diffraction pattern of MAI/GO ([fig1](c)) shows peaks at 9.5° and 19.2°, which correspond to the (002) and (004) reflections of MAI/GO. The migration of the (002) reflection peak to a lower angle (2θ=9.5°, <i>I</i>c\n                         =9.3Å) compared to that of pristine GO (2θ=13.8°, <i>I</i>\n                        c\n                        =6.4Å) ([fig1](b)) and the presence of both (002) and (004) lines indicate the formation of a new intercalated compound. The small broad peak at 2θ=26° seems to be that of remaining graphite crystal whose structure was somewhat disturbed by mild oxidation. It was previously reported that the expansions of <i>I</i>\n                        c are about 4Å when a single layer of PEO was intercalated in a zig–zag conformation and about 8Å when a single layer of PEO was intercalated in a helical chain conformation or a double layer of PEO was intercalated in a zig–zag conformation in the gallery of GO [bib19 bib20]. Compared to these values, the 2.9Å (9.3–6.4Å) expansion of <i>I</i>\n                        c by the intercalation of MAI, as shown in [fig1], is smaller. Since water absorbed at the gallery can cause about 5Å expansion of <i>I</i>\n                        c \n                        [bib19 bib26], this small increase of <i>I</i>\n                        c by the intercalation of MAI seems to be due to the complicated contribution of absorbed water molecules.", "The series A compounds ([fig1](e) and (f)) have a broad XRD peak around 2θ=11° (<i>I</i>\n                        c\n                        =8.0Å), which shows that the expansion of <i>I</i>\n                        c by the intercalation of matrix molecules into the gallery of GO is about 1.6Å, and the broad peak shape suggests that the <i>I</i>\n                        c has a broad distribution due to various degrees of intercalation. However, the XRD patterns of Series B ([fig1](g) and (h)) do not show a peak of GO and are similar to that of PMMA ([fig1](d)). These results show that each layer of GO is exfoliated in the PMMA matrix because in the exfoliated structure, where the individual GO layers are delaminated and randomly dispersed in the PMMA matrix, the distances between the GO layers are too far and the layers are too disordered to give a coherent wide-angle XRD signal at 2θ>2° [bib15 bib27].", "The TEM image of A-67 ([fig2]\n                         (a)) shows no particle-like material except flexible, wrinkled sheets of GO dispersed in the PMMA matrix [bib5 bib22 bib28]. However, one can observe black heterogeneous regions, which shows that there exist thick GOs composed of several GO sheets. In contrast, the TEM image of B-67 ([fig2](b)) shows that the GO sheets, whose transparency for electron beam is better compared to those of [fig2](a), are finely dispersed in the matrix of PMMA. This indicates that de-lamination of the GO sheets was effectively induced by the polymerization with MAI to yield an exfoliated GO/PMMA nanocomposite."]], ["Physical properties", ["The highly oxidized GO is an insulating material [bib29 bib30], however, when moderately oxidized GO can have a proper electric conductivity that can be utilized as a conductive filler [bib10]. The GO used in this study has a conductivity of 0.5S/cm because we prepared the GO by mild oxidation method [bib10]. In many papers [bib4 bib5 bib6 bib31], the C/O number ratios of GO are in the range of 2/1–3/1. However, GO used in this paper has the value of 4.35/1.00. This shows that this GO was moderately oxidized to have a proper electric conductivity. In the infrared (IR) spectrum, the ratio of percentage absorption at 1580cm−1 to that at 1234cm−1 can give the information about the degree of GO oxidation, because the peak at 1580cm−1 is due to aromatic CC bond, and the peak at 1234cm−1 is due to CO bond [bib5 bib31]. The GO used in this study had the relative 1580/1234cm−1 IR peak heights of 1.00/0.92, whereas a highly oxidized GO, prepared in our laboratory by Staudenmaier method [bib32], whose C/O ratio was 2.72/1.00, had the relative IR peak heights of 1.00/1.30. This also shows that the GO used in this study was moderately oxidized to have a proper conductivity.", "[tbl2] shows that the conductivity of 10−5–10−6\n                        S/cm can be obtained with less than 5 parts of GO per 100 part of PMMA, and the conductivity of the B Series is much higher than that of the A Series. For example, the conductivity of B-25 is about 50-fold higher than that of A-25. This shows that the enhancement of conductivity by GO is much more effective when a fine dispersion was induced by exfoliation.", "The polymerization yield and the molecular weight of matrix polymers analyzed by GPC are shown in [tbl1] and [tbl2], respectively. The polymerization yield was in the range of 80–90%. The matrix polymers of Series B have higher molecular weights than those of Series A. This shows that MAI, which has many azo groups linked by PEO blocks, can yield a larger multi-block copolymer having PMMA and PEO blocks by termination with a coupling reaction [bib33 bib34]. The GPC curves of B series had a shoulder because two kinds of initiators, MAI and AIBN, were used together.", "The <i>T</i>\n                        g values of GO/PMMA nanocomposites measured by DSC are shown in [tbl2]. This reveals that <i>T</i>\n                        g increases more than 10°C with a small amount of GO, even with less than 1 part per 100 parts PMMA, and these values increase further as the content of GO increases. In the nanocomposites, the <i>T</i>\n                        g of matrix polymer generally increases compared to the pristine polymer because the segmental motions of the polymer chains are restricted at the filler-polymer interface due to filler-polymer interaction [bib35 bib36]. Thus, this <i>T</i>\n                        g behavior supports the fact that GO is finely dispersed in the PMMA matrix in both Series A and Series B. The slightly higher <i>T</i>\n                        g values of Series B compared to Series A at similar GO contents seem to be due to the finer dispersion caused by exfoliation as observed with TEM ([fig2]).", "The variations of storage tensile modulus (<i>E</i>′) and <i>tan δ</i> of GO/PMMA nanocomposites from 50 to 220°C are shown in [fig3 fig4]\n                        \n                        . The <i>E′</i> values at 60 and 190°C, and <i>tan δ</i> peak temperature, i.e., the <i>T</i>\n                        g measured by DMA, are shown in [tbl2], where it can be noted that <i>E′</i> generally increases as the content of GO is increased due to the reinforcing effect of GO. The <i>E′</i> values of fillers, GO in Series A and MAI/GO mixture (weight ratio; 1/5) in Series B, calculated with the following simple rule of mixture equation (Eq. (1)) are shown in [tbl2]. In Eq. (1), <i>W</i> is weight fraction, and the subscripts <i>c</i>, <i>m</i> and <i>f</i> refer to composite, matrix and filler, respectively. For the value of \n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    m\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                        , the <i>E′</i> of A-0 at 60°C was used. The average \n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    f\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         value GO in Series A was 11.5GPa and that of GO/MAI in Series B was 7.0GPa. When one considers that the in-plane and out-of-plane Young’s moduli of graphite were suggested to be 600 and 10.5GPa, respectively [bib37], it can be noted that moduli of GO in Series A or GO/MAI in Series B are similar to the out-of-plane Young’s modulus of graphite. Since MAI generates N2 during polymerization, GO/MAI in the composite is a mixture of GO and PEO block containing a small amount of residual ACPA fragments. This PEO block can soften and reduce the modulus of nanocomposite. On the other hand, the GO in Series B can reinforce the matrix polymer more effectively compared to that of Series A because of exfoliation. Therefore, the smaller \n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    f\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         values of GO/MAI in Series B compared to those of GO in Series A show that the softening effect of PEO block is more predominant than the reinforcing effect by exfoliation.\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       c\n                                    \n                                    \n                                       ′\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       W\n                                    \n                                    \n                                       m\n                                    \n                                 \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       m\n                                    \n                                    \n                                       ′\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       W\n                                    \n                                    \n                                       f\n                                    \n                                 \n                                 \n                                    \n                                       E\n                                    \n                                    \n                                       f\n                                    \n                                    \n                                       ′", "The <i>T</i>\n                        g values of nanocomposites measured by DMA also generally increase as the content of GO is increased, as in the results measured by DSC ([tbl2]). However, when <i>T</i>\n                        g was measured by DMA, the <i>T</i>\n                        g values of Series B are generally lower than those of Series A at similar contents of GO, and B-67 has lower <i>T</i>\n                        g compared to B-50. When one considers that external force is imposed for the measurement of DMA; whereas, there is no external force during the measurement by DSC, the above results suggest that softening due to heating can be accelerated by a soft PEO segment more evidently when external force is imposed, and this becomes distinct above a certain critical content of PEO."]]]], ["Conclusions", ["The X-ray diffractograms and the morphologies observed by TEM show that the MAI intercalated in the gallery of GO effectively induced the inter-gallery polymerization to bring exfoliation, whereas the nanocomposites prepared with normal radical initiator, AIBN, had an intercalated structure.", "The results of conductivity testing suggest that GO could be utilized effectively as a filler to improve the conductivity of PMMA, and this improvement was more evident in the exfoliated nanocomposites, showing a conductivity of 10−5\n                     S/cm when 4.2 parts of GO were used per 100 parts of MMA.", "The enhancement of <i>E′</i> and <i>T</i>\n                     g, observed in both exfoliated and intercalated nanocomposites, indicates that GO efficiently reinforced the PMMA matrix."]]], "doi": "10.1016/j.compscitech.2008.09.039"}