{"title": "Electrical conductivity and dielectric properties of PMMA/expanded graphite composites", "abstract": "PMMA/expanded graphite (EG) composites were prepared by direct solution blending of PMMA with the expanded graphite filler. Electrical conductivity and dielectric properties of the composites were measured by a four-point probe resistivity determiner and a dielectric analyzer (DEA). Interestingly, only 1 wt.% filler content was required to reach the percolation threshold (<i>φ</i>) of transition in electrical conductivity from an insulator to a semiconductor using PMMA/EG. The thickness of the interlayer of the expanded graphite was shown to be close to the nanometer scale. The reported filler content was much lower than that required for conventional PMMA/carbon black (8 wt.% carbon) and PMMA/graphite (3.5 wt.% graphite) composites. The improvements in both electrical conductivity and structural integrity were attributed to the difference in filler geometry (aspect ratio and surface area) and the formation of conductive networks in the composites.", "body": [["Introduction", ["Recent interest in low-<i>K</i> dielectric packaging materials and conductive polymers have created new incentives in blending an engineered proportion of functional and light-weight mechanical components to form unique material systems. Conductive composites offer functional applications in addition to mechanical improvement for load-bearing applications. In the different composite systems under consideration, nanocomposites give rise to excellent physical properties in addition to conductive and mechanical performance. Nanocomposites are a new class of materials containing at least one filler dimension in the nanometer range [BIB1]. Based on the filler geometries, nanocomposites can be classified into three primary categories. Fumed silica dioxide and nanometallic powder are particles, which are characterized by three dimensions in the nanometer range [BIB2 BIB3]. Carbon nanotube and whiskers possess two dimensions in the nanometer range [BIB4 BIB5], whereas clay, mica and expanded graphite layered structural fillers [BIB1 BIB6 BIB7 BIB8] possess only one dimension in the nanometer range. Among the latter, smectite clay in platelet form has been widely studied [BIB1] because the natural materials are easily available and the intercalation chemistry is reasonably well understood in the literature. The nanocomposites containing layered silicates exhibit markedly superior mechanical, thermal and barrier performance in comparison with conventional microcomposites [BIB1 BIB6 BIB7 BIB8 BIB9 BIB10]. Unfortunately, nanoclay reinforced polymers do not possess electrical conductivity, photonic and dielectric properties that are as good as some functional polymers such as graphite-containing polymers.", "Different conductive fillers such as carbon black (CB) and metallic powder have been extensively explored for composite components. These fillers effectively improve the conductivity of polymers [BIB3 BIB11 BIB12 BIB13]. Usually rather high filler content is needed to increase the conductivity because the filler size is only in the micrometer range. The significant improvement in electrical conductivity arising from the increase of filler content was observed for most composites and it was explained by the percolation transition of the conductive network formation. The percolation values for a critical transition in filler-based composites are 8 wt.% for PMMA/CB [BIB11], 6.2 wt.% for PP/CB [BIB11] and 9 wt.% for nylon 6/CB [BIB12]. In most cases, relatively large quantities of fillers were needed to reach the critical percolation value.", "Natural graphite flakes provide good electrical conductivity (106 S/m at ambient temperature) and layered structure with a c-axis lattice constant, which indicates interplanar spacing, of 0.66 nm [BIB14]. Since there are no reactive ion groups on the graphite layers, it is difficult to prepare the polymer/graphite nanocomposites via ion exchange reaction in order to intercalate the monomers into the graphite sub-layers. The expanded graphite, however, contains abundant multi-pores ranging from 2 nm to 10 μm. Average size of the pores is about 2 μm. The graphite maintains a layered structure similar to natural flake graphite but with larger layer spacing [BIB14 BIB15 BIB16 BIB17]. Recently, it was reported that markedly lower volume fraction of expanded graphite was able to reach the percolation threshold of conductivity in nylon 6/graphite and PS/graphite nanocomposites by in situ polymerization of polymer matrix [BIB7 BIB8]. In these graphite-based nanocomposites, the monomer was first introduced into the pores of the expanded graphite to be followed by polymerization.", "The expanded graphite has a higher volume expansion ratio than that of regular graphite. Furthermore, the multi-pores, functional acids and the OH groups will facilitate physical and chemical adsorption between the graphite and the polymer solution [BIB14 BIB16 BIB17]. In this paper, we prepared the PMMA/graphite nanocomposites by the solution blending method. After dissolving the polymer, the expanded graphite was mixed with the polymer solution. The polymers were then locked into the pores of the expanded graphite and remained in it after solvent extraction. The morphologies of the materials were examined using SEM. The electrical and dielectric properties of the graphite composites were determined and discussed as a function of expanded graphite content. The mechanical properties of the polymer/graphite composites were investigated by dynamic mechanical analysis (DMA)."]], ["Experimental work", [["Preparation of expanded graphite (EG)", ["The natural flake graphite (from BEISHU graphite Co. Shandong Province of China) was dried at 80 °C in a vacuum oven for 24 h. It was mixed and saturated with acids consisting of concentrated sulfuric acid and concentrated nitric acid in a volume ratio of 4:1 for 24 h to form the graphite intercalated compound (GIC). Nitric acid serves as an oxidizer and sulfuric acid is an intercalant [BIB14]. The mixture was carefully washed and filtrated with deionized water until the pH level of the solution reached 6. After being dried at 80 °C in a vacuum oven for 24 h, the GIC was rapidly expanded at 900 °C for 15 s in a muffle furnace to form expanded graphite (EG). The schematic illustrating the preparation of EG from natural flake graphite is shown in [FIGGR1]\n                        ."]], ["Preparation of PMMA/graphite composites", ["The PMMA/EG composites were prepared by the solution blending method. PMMA pellets were dried at 60 °C in a vacuum oven for 24 h. The PMMA pellets were first dissolved into solution with chloroform and then mixed with fillers in different weight fractions of graphite and expanded graphite in a flask by stirring aided by a sonicator. The solvent was evaporated at 60 °C and the blends were dried at the same temperature in a vacuum oven for 24 h. The composites were hot pressed into film specimens with a thickness of 500 μm for testing."]], ["Electrical properties", [["Conductivity test", ["The conductivity of PMMA/graphite composites was measured by a dispersible four-point resistivity probe system (SIGNATONE) with a limit of 10−8 S/cm The hot pressed sample was cut into 10 × 4 × 0.4 mm3 specimens for testing. For PMMA matrix and the composites with low filler content, the conductivity of samples was considerably lower than the detectable range of the four-point resistivity probe system and was determined using a digital model (RP2680) resistivity determiner. Both instruments were sensitive to the prescribed limits and the results obtained were assumed to be comparable."]]]], ["Dielectric measurements", ["Dielectric experiments were conducted using a TA Instrument DEA 2970 Dielectric Analyzer in Ceramic Parallel Plate mode. The sample dimensions were 25 × 25 × 0.5 mm3. Testing temperature ranged from room temperature to 100 °C. Nitrogen gas was used to provide an inert environment at a flowing rate of 500 ml/min. The ramping rate was 3 °C/min with multi frequencies of 1, 3, 10, 30, 100, 300, 1000, 3000, and 10,000 Hz.", ["Dynamic mechanical analysis (DMA)", ["DMA experiments were conducted using TA Instrument DMA 2980 in film tension mode at a fixed frequency of 1 Hz. The sample dimensions were 20 × 8 × 0.5 mm3. The sample was tested with a temperature ranging from room temperature to 100 °C at atmospheric pressure and a heating rate of 3 °C/min."]], ["SEM examination", ["A scanning electron microscope (SEM, Jeol-3410) was used to examine the pore parameters of expanded graphite. Gold coated fracture surface was studied to reveal the filler morphology and dispersion."]]]]]], ["Results and discussion", [["Structural characteristics of expanded graphite (EG)", ["In the presence of an oxidizer, which is concentrated nitric acid in this work, the intercalant, which is concentrated sulfuric acid, is dispersed into the graphite layers to form graphite intercalating compounds (GIC), see [FIGGR1]. After rapid expansion of GIC at a high temperature, EG was formed. The expansion volume ratio of EG to natural graphite was 50–100. The structure of EG was strongly affected by experimental conditions such as temperature, oxidizer's concentration, intercalating time, etc. [FIGGR2]\n                         shows the SEM photomicrographs of untreated graphite ([FIGGR2]) and expanded graphite ([FIGGR2]). The differences in microstructures between the two different fillers can be clearly noted. [FIGGR2] reveals the loose structures of expanded graphite whereas [FIGGR2] display the photomicrographs of the loose structures in successively larger magnifications. Evidently, loose structures containing multi-pores in the EG could be observed in [FIGGR2]. For the EG prepared by the chemical method, the average pore diameter is about 2 μm. The surface area per gram is roughly 30–40 m2/g and the pore volume is about 4–8 ml/g [BIB16 BIB17]. [FIGGR2] also suggests the thickness of the EG layer is less than 100 nm. For the EG, only the spacing of the graphite layers was expanded; the conductive characteristics of each EG sheet layer remains the same as graphite flakes themselves by nature [BIB18]. The graphite expansion would certainly influence the overall conductivity of the bulk materials. After expansion, each graphite flake can be exfoliated into many EG layers as conductive fillers. In addition, some functional groups such as –OH, –COOH groups existed on the surface and pores of the EG after acid and high temperature treatments and they could promote the adsorption of molecular chains and monomers onto the pores [BIB17]. To summarize, the high surface area and the prevalent pores in EG facilitate the processing and formation of in situ polymer/EG composites."]], ["Electrical conductivity of PMMA/graphite composites", ["[FIGGR3]\n                         shows the electrical conductivity of PMMA/graphite vs. filler content comparing graphite and expanded graphite. At low filler content, the electrical conductivity of the composite increases with the filler content. The conductivity of the materials is about 10−16 S/cm in the initial stage and this is consistent with the magnitude of an insulator. A sharp increase, which is known as the percolation transition, emerges when the filler content reaches a critical content. The conductivity levels off after arriving at this critical value. At this stage, the conductivity of the material is about 10−4 S/cm for PMMA/EG and 10−5 S/cm for PMMA/graphite, which is nearly consistent with that of a semiconductor. The difference in conductive behavior between PMMA/EG and PMMA/graphite at higher filler concentration is attributed to the enhanced number of conductive paths in the EG composites. Similar result was reported in HDPE/graphite composites with different filler size [BIB19]. The electrical conductivity of the composites exhibited a pronounced transition with the increase of filler content, from an insulator to nearly a semiconductor. This transition can be satisfactorily explained and described by the percolation theory and the formation of the conductive network in the composites [BIB8]. According to the theory, the percolation threshold (<i>φ</i>) corresponds to the onset of the transition from an insulator to a semiconductor. For the PMMA/graphite composites, <i>φ</i> ≈3.5 wt.% graphite but <i>φ</i> ≈1 wt.% when the filler is replaced by EG. Clearly, EG composites require a much lower percolation threshold and, in so doing, they are more effective in electrical conductivity in comparison with normal graphite composites. In contrast, PMMA/CB conductive composites require <i>φ</i> ≈8 wt.%.", "The reduction in filler content for PMMA/EG composites can be attributed to the filler shape and the surface area per gram of filler. Carbon black, for example, is particulate in shape with lower aspect ratio than that of the layering structure of graphite and EG. The natural flake graphite possesses a layering structure. The aspect ratio is about 50–100 with a thickness of 10–20 μm as observed in the SEM. So for polymer/graphite composites, higher aspect ratio and surface area of fillers lead to a lower percolation threshold.", "As shown in [FIGGR4]\n                        , the graphite layer is expanded and it could also be seen in the presence of polymer. The thickness is estimated to be less than 100 nm. These graphite layers exhibit the highest aspect ratio and the largest surface area per gram.", "Dispersion of graphite is also important to the variation of percolation threshold for conductivity transition in the composites. In our experiment, we used long time, intensive stirring and ultrasonic bath to promote fine dispersion for the composites. The sufficient adsorption of the PMMA molecular chains onto various pores of the expanded graphite was also the likely factor contributing to good dispersion. If the solution concentration is too high, the higher viscosity may hinder the polymer chains from entering the minor pores of the graphite and thus lead to poor dispersion of graphite flakes in the polymer."]], ["Dielectric properties of PMMA/graphite composites", ["In a dielectric analyzer, the loss factor corresponds to the conductivity of the materials. Using parallel plate electrodes, the loss factor (<i>e</i>″) can be calculated as follows:\n                           \n                              (1)\n                              e″=\n                                    d\n                                    \n                                       \n                                          2πRAfeo\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>A</i>=electrode plate area, <i>R</i>=electrical resistance, <i>d</i>=plate spacing, <i>f</i>=frequency and <i>e</i>\n                        \n                           <i>o</i>\n                        =absolute permittivity of free space (8.85 × 10−12 F/m). So the loss factor is related to the conductance (1/R).", "[FIGGR5]\n                         shows the loss factor, <i>e</i>″, obtained from the PMMA/graphite and PMMA/EG composites as a function of temperature and frequency using the DEA. PMMA alone shows very low <i>e</i>″ values (about 0.1) at all frequencies as indicated in [FIGGR5]. The change in <i>e</i>″ with temperature shows the typical characteristics of an insulator. The pattern of the curves is more or less flat given the relatively small order of magnitude of the <i>Y</i>-axis. The results for PMMA containing 3 wt.% EG are shown in [FIGGR5]. The curves show much higher <i>e</i>″ values (about 108 at 1 Hz) and they are constant with temperature change. In this case PMMA/EG composites derived from [FD1] display comparable conductivity to a semiconductor. Similar trends are shown for PMMA/graphite composites at higher filler content (5 wt.%) in [FIGGR5]. However, the <i>e</i>″ values for unexpanded PMMA/graphite are slightly lower than those pertaining to PMMA/EG. This indicates that PMMA/EG exhibits great resemblance to a semiconductor at a lower filler content. [FIGGR6]\n                         shows the variation of <i>e</i>″ with different filler content for PMMA/graphite and PMMA/EG at 1Hz. Clearly, the same conclusion can be drawn from <i>e</i>″ trends in [FIGGR6] as that drawn the electrical conductivity in [FIGGR3]. PMMA/EG reaches the percolation threshold at a markedly lower filler content than that for PMMA/graphite.", "The variation of <i>e</i>″ for PMMA/graphite composites with temperature at a given filler content is shown in [FIGGR7]\n                        . A sharp increase in <i>e</i>″ takes place at around 80 °C at different frequencies. The increase in the electrical conductivity of the composite as temperature increases above the <i>T</i>\n                        g of the PMMA matrix, as revealed in [FIGGR10]\n                        , can be caused by the possible flocculation of conductive fillers. Such a sharp transition was not observed for the PMMA/EG under our experimental conditions. As noted earlier, the PMMA/EG reached the percolation threshold at 1 wt.% at room temperature. As a result, we were not able to observe a similar phenomenon for PMMA/EG even though it could have taken place at a lower EG content."]], ["Dynamic mechanical properties", ["Dynamic mechanical analysis (DMA) measures the cyclic response of a material as a function of the temperature. The storage modulus (<i>G</i>′), loss modulus (<i>G</i>″) and tan <i>δ</i> of PMMA/graphite and PMMA/EG from room temperature to 100 °C are shown in [FIGGR8 FIGGR9 FIGGR10]\n                        \n                        , respectively, as a function of filler content. The results for the PMMA/graphite indicated that <i>G</i>′ ([FIGGR8]) and <i>G</i>″ ([FIGGR9]) are close to that of pure PMMA. But the glass transition temperature, <i>T</i>\n                        \n                           <i>g</i>\n                        , of the composites is shifted to higher temperatures than that of pure PMMA, as indicated by the shift of tan <i>δ</i> in [FIGGR10]. This observation is ascribed to the restricted segmental movement upon the addition of fillers [BIB20]. The results appear consistent with the behavior of other filled polymeric systems [BIB20 BIB21].", "For PMMA/EG composites, however, the DMA results in Figs. 8b and 9b reveal a completely different pattern from PMMA/graphite composites. First, <i>G</i>′ of the PMMA/EG exhibits an apparent increase compared to that of pure PMMA. <i>G</i>′ increases from 2.8 GPa for pure PMMA to 3.4 GPa for PMMA/EG even at a relatively low filler weight fraction (2 wt.%). Evidently, EG at the nanometer scale can improve the stiffness of the materials even at relatively low filler content, which is consistent with some other nanocomposites [BIB1]. Second, <i>G</i>″, which is indicative of energy dissipation in viscoelastic deformation, of PMMA/EG is also greatly improved upon EG addition. <i>G</i>″ increases from 250 MPa of PMMA to 380 MPa of PMMA/EG. The results suggest that the mechanical integrity of PMMA/EG is superior to those of PMMA alone and PMMA/graphite composites. The tan <i>δ</i> of PMMA/EG composites as shown in [FIGGR10] indicates a shift of <i>T</i>\n                        \n                           <i>g</i>\n                         to higher values by as much as 10 °C in comparison with pure PMMA. The improvement in <i>T</i>\n                        \n                           <i>g</i>\n                         is significant given the relatively small filler content being explored.", "[FIGGR11]\n                         plots the <i>G</i>′ for PMMA/graphite and PMMA/EG as a function of filler content at room temperature. Interestingly, <i>G</i>′ increases with EG whereas it decreases as unexpanded graphite content increases at lower filler content. The decrease could be due to many possible reasons including the weak interface between the bulk graphite flakes and the PMMA matrix and transgranular cleavage in the graphite. The dramatic increase in <i>G</i>′ as EG increases warrants further investigation of the stiffening mechanisms especially in molecular terms. Note that the variation in <i>G</i>′, to some extent, corresponds to the percolation threshold for transition in conductivity of PMMA/EG. The results suggest that there exists a correlation between the conductive network formation and the stiffening effect arising from the EG dispersion in the polymer solution. In general, it is clear PMMA/EG exhibits superior mechanical integrity in comparison with the unexpanded graphite composites. These experimental observations are interesting as composite theory, which only takes into account of the filler volume fraction, cannot explain the opposite trends of the materials of comparable filler volume fractions. Nevertheless, it is understood that the good dispersion of EG in PMMA matrix could enhance the filler aspect ratio and interfacial factors, which could on the whole contribute to potent stiffening effect for the composites."]]]], ["Conclusions", ["Conductive PMMA/EG composites were prepared by the direct solution blending method. The electrical conductivity and dielectric properties of the materials were measured with resistivity and DEA tests. Similar conclusions could be inferred from both sets of tests. The PMMA/EG nanocomposites exhibited the lowest percolation threshold (<i>φ</i>=1 wt.%) in comparison with the conventional PMMA/CB conductive composites (<i>φ</i>=8 wt.%) and unexpanded PMMA/graphite composites (<i>φ</i>=3.5 wt.%). Since the EG possesses abundant pores and the highest aspect ratio, molecular chains of polymers were easily intercalated with the pores of the EG by adsorption mechanisms. It was conjectured that conductive EG fillers in composites were interconnected and readily formed conductive networks that enhanced the conductivity of the composites. Further evidence supporting this conclusion is provided elsewhere [BIB22]. DMA investigation of the materials revealed EG imparted higher <i>G</i>′, <i>G</i>″ and <i>T</i>\n                     \n                        <i>g</i>\n                      to the polymer matrix, where the graphite was well dispersed leading to excellent properties."]]], "doi": "10.1016/S0266-3538(02)00201-4"}