{"title": "Preparation and properties of poly(methylmethacrylate)–silica hybrid materials incorporating reactive silica nanoparticles", "abstract": "In this study, poly(methylmethacrylate) (PMMA)-based hybrid materials were prepared from reactive silica nanoparticles. These nanoparticles were obtained by the reaction of 2-(methacryloyloxy)ethyl isocyanate with colloidal silica dispersed in ethyl acetate, and they were copolymerized in various ratios with methyl methacrylate. Dynamic mechanical analysis (DMA), thermogravimetric analysis (TGA) and visible spectrometry were performed to evaluate the physical properties of the resulting hybrid materials. The PMMA–silica hybrid copolymers maintained high transparency, and their storage elastic modulus and surface hardness increased with increasing silica content. Moreover, in comparison with PMMA, the hybrid copolymers had greater heat resistance and lower volume contraction.", "body": [["Introduction", ["Organic–inorganic hybrid materials have been widely investigated in order to improve their matrix properties [bib1 bib2 bib3 bib4 bib5]. There have been many attempts using various techniques to develop high performance organic–inorganic hybrid materials, which combine the features of inorganic and organic substances. Such hybrid materials have been investigated at various scales from the level of microscale order to molecular order. Organic polymer materials exhibit excellent flexibility, toughness, moldability, and adhesiveness, but their heat resistance properties are inferior to those of inorganic materials. On the other hand, inorganic materials show high elastic modulus, heat resistance, corrosiveness, weather resistance, solvent resistance, and mechanical strength, but they are very brittle and their moldability is very poor. Organic–inorganic hybrid materials obtained by combining organic polymers with inorganic compounds at the nanoscale or molecular level, are expected to exhibit high performance in all properties. The materials properties of conventional organic–inorganic hybrid materials produced by mixing or dispersing inorganic materials in organic polymers are mainly determined by the nature of the interface between the organic and inorganic components, as well as by the size and dispersibility of the inorganic filler material. In order to obtain high performance hybrid materials, the inorganic component must be dispersed minutely and homogeneously in the organic polymer matrix, and there must also be good adhesion at the interface between the inorganic and organic components. However, in the conventional composite materials described above, poorer physical properties are often observed in the composite material when minute inorganic filler particles are used, due to the difficulty of achieving homogeneous dispersion. Because of the shortcomings of conventional composite materials, research has been widely conducted on organic–inorganic hybrid materials containing inorganic oxides such as silica, titania, and zirconia dispersed at the nanoscale in polymer matrices by the sol–gel method [bib6 bib7 bib8 bib9 bib10]. This method, which employs alkoxysilanes such as tetraethoxysilane, has been investigated extensively. However, the condensation temperature of the sol–gel reaction is limited by the thermal properties of the polymer matrix used in the hybrid material, that is to say, lower condensation temperatures in sol–gel reactions lead to incomplete condensation of Si–OH groups. The remaining Si–OH groups exert a deleterious influence on the transparency and thermal properties of the final hybrid material. To prevent this problem, several methods to introduce silica particles (with or without surface modification) into a polymer matrix have been reported [bib11 bib12 bib13 bib14 bib15]. Although properties such as elastic modulus and surface hardness were improved, a silane coupling agent such as γ-methacryloxypropyl trimethoxysilane still had to be applied in improve adhesion at the organic–inorganic interface.", "In this study, 2-(methacryloyloxy)ethyl isocyanate (MOI) was employed as the surface modifier and reactive silica nanoparticles were prepared by the reaction between the Si–OH groups of silica particles dispersed in ethyl acetate and the isocyanate groups of MOI. With this method, polymerizable groups could be introduced onto silica particles (thereby modifying the silica surface) without the generation of by-products such as alcohol or water, and without leaving a significant amount of residual Si–OH groups. The reactive silica nanoparticles were copolymerized with methylmethacrylate using benzoyl peroxide as an initiator to obtain hybrid materials whose physical properties were subsequently investigated. The aim of this study was to develop a novel organic–inorganic hybrid material with high mechanical performance."]], ["Experimental", [["Materials", ["2-(Methacryloyloxy)ethyl isocyanate (MOI) was supplied by Showa Denko K.K. and was used as received. Colloidal silica (12nm in diameter) in ethyl acetate (30wt%, EAc-ST) was provided by Nissan Chemical Co. All other solvents and reagents were purchased from Nacalai Tesque, Inc., and were used without further purification."]], ["Preparation of reactive silica nanoparticles", ["[sc1]\n                         depicts the preparation of reactive silica nanoparticles. These were prepared through the reaction of colloidal silica with MOI, as follows: to introduce methacryloyl groups onto colloidal silica surfaces, a given amount of MOI and di-<i>n</i>-butyltin dilaurate (DBTL) (ca. 250–500ppm) catalyst were added to EAc-ST, and the reaction was carried out at room temperature for 24h with stirring. The reaction between MOI and colloidal silica was confirmed by the disappearance of the peak attributed to the –NCO moiety (at 2272cm−1) in IR measurements."]], ["Preparation of PMMA–silica hybrid copolymers with reactive silica nanoparticles", ["To prepare PMMA–silica hybrid copolymers, MMA was added to the MOI/colloidal silica dispersion described above. To obtain a colloidal silica/MMA dispersion (MMA–silica), ethyl acetate was first removed from the mixed solution with a rotary evaporator. The copolymerization used benzoyl peroxide (BPO) as a free radical initiator, was carried out at 80°C for 24h. The compositions (weight ratios) of the PMMA–silica hybrids are summarized in [tbl1]\n                        .", "As a reference sample, PMMA–silica hybrid material containing 50wt% of silica was also prepared using colloidal silica, which does not react with MOI to compare some properties of PMMA–silica hybrid copolymers."]], ["Measurements", ["The reactive silica nanoparticles were characterized by 1H NMR (Bruker model AVANCE 200 FT NMR spectrometer) and FT-IR (Nicolet model AVATAR 320 spectrophotometer) measurements. Chemical shifts in 1H NMR spectra are reported as <i>δ</i> values (ppm) relative to tetramethylsilane (TMS) as an internal standard. Acetone-<i>d</i>\n                        6 was used for the measurements. FT-IR spectra were measured in the 4000–400cm−1 region by the ATR method and by the liquid film method with a Zn–Se crystal cell. To evaluate the content of inorganic component in the hybrid copolymer, thermogravimetric analysis (TGA) (Seiko Instrument model TG 30) was carried out over the range 25–600°C with a platinum pan, at a heating rate of 10°C/min. Alumina powder was used as a reference material. Visible spectrometry was performed with a JASCO model V-520 spectrophotometer from 380 to 800nm to evaluate the transparency of the hybrid copolymer. Transmission electron microscopic (TEM) analysis of the hybrid copolymer was performed at 100kV using a Hitachi Model H-800 transmission electron micrograph. The sample (thickness: 80nm) was prepared for TEM with a microtome knife. Dynamic mechanical analysis (DMA) measurements on the hybrid copolymer were carried out using a Seiko model DMS-200 viscoelastometer from 25 to 200°C at 1Hz, at a heating rate of 2°C/min. To evaluate the surface hardness of the PMMA–silica hybrid copolymers, its Vickers hardness (Akashi model AVK-A Vickers hardness scale) was measured at room temperature. A 9.8N load was loaded on the sample for 15s using the diamond indenter, after which the cross-sectional area of the indentation, which remained in the sample was measured."]], ["Volume contraction", ["The volume contraction of the hybrid copolymer was calculated using the densities of MMA–silica and the PMMA–silica hybrid copolymer. The density of MMA–silica was measured with a specific gravity bottle, and that of the hybrid by the Archimedes method using a Mettler Toledo solid densitometer. The volume contraction (V.C.) was calculated by the following equation\n                           \n                              \n                                 \n                                    V\n                                    .\n                                    C\n                                    .\n                                    (\n                                    %\n                                    )\n                                    =\n                                    100\n                                    \n                                       (\n                                       \n                                          1\n                                          −\n                                          \n                                             \n                                                \n                                                   ρ\n                                                   m\n                                                \n                                             \n                                             \n                                                \n                                                   ρ\n                                                   p\n                                                \n                                             \n                                          \n                                       \n                                       )\n                                    \n                                 \n                              \n                           \n                        where <i>ρ</i>\n                        m is the density of MMA–silica and <i>ρ</i>\n                        p is the density of the PMMA–silica hybrid copolymer."]], ["Evaluation of amount of MOI reacted", ["The amount of MOI that reacted with colloidal silica was determined by NCO titration. An excess of MOI was reacted against colloidal silica, after which di-<i>n</i>-butylamine was added to terminate any remaining NCO groups. After the reaction, unreacted di-<i>n</i>-butylamine was titrated with 0.1N HCl (aq). Bromocresol green was used in the titration as an indicator, and the point where the color of the solution changed from blue to yellow was taken as the end point of titration."]]]], ["Results and discussion", [["Characterization of reactive silica nanoparticles", ["[fig1]\n                         shows the IR spectrum of reactive silica nanoparticles. Peaks attributed to CO of urethane (1685cm−1), N–H of urethane (1542cm−1), unsaturated double bond (1638cm−1) and ester unit of MOI (1721cm−1) were observed in the IR spectrum. [fig2]\n                         displays the 1H NMR spectrum, along with the assignment of each peak, of the reactive silica nanoparticles in acetone-<i>d</i>\n                        6. As can be seen from this figure, all peaks originating from the MOI unit were confirmed. From these results, it could be considered that the NCO group of MOI reacted with the OH group of colloidal silica. The amount of MOI that reacted, as determined by NCO titration, was 1.68mmol/g of colloidal silica."]], ["Characterization of PMMA–silica hybrid copolymers", [["Optical properties of PMMA–PSUMA hybrid copolymers", ["PMMA is much more transparent than other general organic polymer materials, and this is one of its important features. [tbl2]\n                            summarizes the visible light transmittance data for the PMMA–silica hybrid copolymer and PMMA at 600 and 700nm. All the hybrid copolymers evaluated in this study kept high visible light transmittance, over 85% at each wavelength, compared to about 91% for PMMA. It is difficult to maintain transparency when composite materials are prepared by conventional methods, in which the inorganic filler is simply mixed into the organic matrix. The present method was, therefore, thought to be an effective method for preparing highly transparent organic–inorganic nanohybrid materials. [fig3]\n                            shows TEM photographs of PMMA–silica hybrid copolymers containing 20 and 50wt% of reactive silica nanoparticles. As can be seen from this figure, the formation of silica domains upon introduction of the reactive silica nanoparticles was not observed in the hybrids. This high uniformity seems to originate not only from the dispersibility of the nanoparticles but also from the high affinity to PMMA of MOI components introduced onto the surface of colloidal silica."]], ["Mechanical properties and Vickers hardness of PMMA–PSUMA hybrid copolymers", ["The mechanical properties of the PMMA–silica hybrid copolymers were evaluated by DMA. [fig4]\n                            illustrates the temperature dependence of the storage modulus (<i>E</i>′) and tan\n                           <i>δ</i> of these copolymers. <i>E</i>′ (at 30°C) increased from 3.8GPa for PMMA to 7.4GPa for a hybrid containing 50wt% of silica nanoparticles. <i>E</i>′ (at 30°C) of reference sample prepared using colloidal silica, which does not react with MOI is lower (4.6GPa) than that of hybrid copolymer at same colloidal silica content (50wt%). As for tan\n                           <i>δ</i>, it was found that the peak intensity was reduced with increasing nanoparticle content, indicating that the mobility of the polymer network was reduced in the hybrid materials. This improvement in mechanical properties probably originated from the formation of chemical bonds between the organic and inorganic phases, as well as the introduced silica nanoparticles. The variation of Vickers hardness (<i>H</i>\n                           v) as a function of nanoparticle content in the hybrid copolymer is listed in [tbl3]\n                            with the value of reference sample. The Vickers hardness of the hybrids also increased with increasing nanoparticle content in the same manner as <i>E</i>′, and became 1.88 times that of raw PMMA (from 196 to 363MPa at 50wt% nanoparticles). The value of reference remained at 313MPa. It is suggested that the highly uniform dispersion of silica nanoparticles and formation of covalent bond at organic–inorganic interface play important roles in the improvement of surface hardness."]], ["Dimensional stability of PMMA–silica hybrid copolymers", ["The density of these materials before and after polymerization, and their volume contraction at various nanoparticle contents are summarized in [tbl4]\n                           . The densities before polymerization increased with increasing nanoparticle content, as did the densities of PMMA–silica hybrid copolymers. The increment of the densities after polymerization was not so large and, therefore, does not detrimentally affect the lightness, which is an advantage of the polymer material. Alternatively, the volume contractions of PMMA–silica hybrid copolymers calculated from these values (<i>ρ</i>\n                           m and <i>ρ</i>\n                           p) decreased with the increase in nanoparticle content, and the volume contraction was smaller (12.8% at 50wt% nanoparticles) than that of unmodified PMMA (20.6%). The volume contraction was calculated from <i>ρ</i>\n                           m and <i>ρ</i>\n                           p as described in the [sec2] above. Therefore, the size stability of the hybrid copolymer was improved, since the difference between <i>ρ</i>\n                           p and <i>ρ</i>\n                           m decreased as the content of the silica nanoparticles increased."]], ["Thermal properties of PMMA–silica hybrid copolymers", ["The physical properties of organic materials are altered at relatively low temperatures compared to metal or inorganic materials. Therefore, organic materials are inferior in terms of heat resistance. The formation of nanocomposites is thought to be a useful method for improving such properties. Therefore, the thermal properties of these hybrid copolymers were evaluated by TGA. [fig5]\n                            shows the TGA curves of PMMA and PMMA–silica hybrid copolymers heated in nitrogen. As the nanoparticle content of the hybrid increased, the temperature at which the weight drastically decreased and the plateau region appeared was increased, when compared to the same features in the TGA curve of PMMA. Moreover, around 400°C, at which temperature residual PMMA was completely degraded, the copolymers showed higher residual weights than their silica contents. [fig6]\n                            indicates weight loss curves of PMMA, PMMA–silica 50 and reference normalized by weight of polymer. By addition of colloidal silica, weight loss temperature was shifted to high temperature side. Moreover, it was confirmed that the effect was enhanced by introduction of MOI into the colloidal silica surface. These results suggest that the thermal stability of PMMA was enhanced by the formation of covalent bonds to the reactive silica nanoparticles, in addition to the effects of the silica as a filler."]]]]]], ["Conclusion", ["In this study, a novel organic–inorganic hybrid material was prepared using reactive silica nanoparticles. These particles exhibited high compatibility with, and dispersibility in, a PMMA polymer matrix. The PMMA–silica hybrid copolymers thus prepared were outstanding in terms of transparency; elastic modulus and surface hardness; thermal stability; and size stability. These hybrid materials are, therefore, expected to be an excellent substitute for PMMA."]]], "doi": "10.1016/j.polymer.2006.04.002"}