{"title": "Effect of inorganic phase on polymeric relaxation dynamics in PMMA/silica hybrids studied by dielectric analysis", "abstract": "Dielectric relaxation spectroscopy was used to investigate the effect of the inorganic phase on the polymeric relaxation dynamics in PMMA/silica hybrids synthesized in situ via sol–gel processes. It was found that the large-scale molecular motions of PMMA were influenced by the addition of silica, inducing longer mean relaxation times, more heterogeneous relaxing environments and the higher activation energy. Explanations based on hydrogen-bond interactions between two phases and a fraction of entrapped chain segments in silica networks were proposed to understand the influence of the silica.", "body": [["Introduction", ["Recently, particular attention has been paid to the inorganic–organic systems for their many special characteristics, in particular, the effect of inorganic phases on the polymeric relaxation dynamics. At microscopic dimensions, a number of physical factors have been shown to play key roles. Interphase interactions, such as hydrogen bonding [BIB1 BIB2], can result in polymer chain confinement, therefore the higher and broader glass transitions [BIB3 BIB4]. The geometric restrictions of the porous inorganic phases can influence the thermodynamic properties of the incorporated macromolecules, by inducing new thermodynamic phases and shifting characteristic relaxation temperatures, as well as by changing the character of the transitions [BIB5 BIB6]. The increasing free volume induced by the addition of the inorganic phases can lead to the increasing segmental mobility, and then the lower glass transition temperature (<i>T</i>\n                     g) [BIB7].", "PMMA/silica hybrids, as has been reported [BIB8 BIB9], can be formed in situ by the sol–gel method. There being organic–inorganic interfacial interactions and a certain amount of PMMA chains physically entrapped within the SiO2 networks, the polymeric relaxation dynamics would be greatly changed. Differential scanning calorimetry (DSC) and dynamic mechanical spectrometry (DMA) results by Landry et al. indicate that the breadths of the DSC transition and the tan <i>δ</i> alpha peak become broader, while there was no clear increase for the DSC <i>T</i>\n                     g of the composites with moderate cure conditions.", "Dielectric relaxation spectroscopy (DRS) has been claimed to be more sensitive to investigate different molecular dynamics processes (e.g. α, β and γ relaxation processes) over wide frequency and temperature ranges [BIB10], each of which is indicated by a peak of the loss part (<i>ε</i>\n                     ′′) or a step of the real part (<i>ε</i>\n                     ′) of the complex permittivity (<i>ε</i>\n                     *). The maximum frequency (or temperature) of the peak is related to the mean relaxation time of the process and characterizes the molecular mobility. The width and the asymmetry are associated with the distribution of the relaxation times resulted from a local structural heterogeneity. The intensity can reflect the fraction of different phases involved in the corresponding relaxation process.", "However, only few reports using dielectric relaxation spectroscopy (DRS) have been published referring to the relaxation processes in inorganic–organic composites, especially in the PMMA/silica hybrids [BIB11 BIB12 BIB13]. It is the aim of the following study to investigate the effect of the incorporated silica on the relaxation dynamics of macromolecules in the PMMA/silica hybrid composites."]], ["Experimental", [["Materials", ["Poly(methyl methacrylate) (PMMA) in pellet form was obtained from Aldrich Chemical Company, Inc, with the weight-average molecular weight, <i>M</i>\n                        w=3.5×105. Tetraethoxysilane (TEOS) was a commercial product of Beijing Yili Chemical Co.. The solvent, THF, was reagent grade and obtained from Tianjin Chemical Co."]], ["Preparation of hybrids", ["According to Ref. [BIB8 BIB9], all samples were prepared via sol–gel processes by dissolution of the PMMA in THF at a concentration of 10 wt%. TEOS was added in various organic–inorganic ratios, 100/0, 80/20 and 60/40 (w/w) for PMMA/TEOS, and well mixed. Then a 0.15 M HCl aqueous solution was dropped in, always keeping a 4:1 molar water/TEOS stoichiometric proportion. The solutions were further stirred for 16 h at ambient temperature and cast onto Teflon dishes. The drying process was carried out at 60 °C for 12 h, then 110 °C in vacuum for another 12 h. The final films with the thickness of ca. 0.3–0.4 mm were stored in a desiccator before other measurements. The contents of SiO2 were determined by thermal gravimetric analysis (TGA) at the heating rate of 20 °C min−1 to 800 °C. Their morphologies were observed by transmission electron microscopy (TEM)."]], ["Differential scanning calorimetric and dynamic mechanical measurements", ["Samples of ca. 4.0 mg were sealed in aluminum pans, and their thermal properties were measured by using a TA2910 DSC. Indium and tin were employed for the temperature calibration, and all scans were performed under an ultra-high-purity nitrogen gas purge with a flux of ca. 30 mlmin−1. Dynamic mechanical spectra were recorded on a Rheometric Scientific DMTA V apparatus using the rectangular tension mode. The samples were cut to size, ca. 5 mm wide and 25 mm long. Experiments were carried out at 1 Hz at a heating rate of 2 °C min−1."]], ["Dielectric relaxation spectroscopy", ["Dielectric measurements were performed using the dielectric analyzer, DEA 2970 (TA Instruments). The samples were sandwiched between the ceramic parallel plate sensors (the diameter was 25 mm), and exerted by a maximum force of ca. 300 N to ensure good contact between the samples and the electrodes. The experiments were performed within a temperature range from 20 to 140 °C at the heating rate of 1 °C min−1, covering a frequency range from 1 to 105 Hz. The DEA cell was purged with dry nitrogen adjusted to a flow rate of ca. 500 mLmin−1."]], ["FTIR measurements", ["Films with a thickness suitable for FTIR measurements were prepared by compressing the samples at 180 °C directly. Their FTIR spectra were obtained using an Equinox 55 spectrometer with a minimum of 100 scans at 2 cm−1 resolution."]]]], ["Results and discussion", [["Differential scanning calorimetric and dynamic mechanical measurements", ["It has been reported that the morphologies and properties of PMMA/silica hybrids depended strongly on their preparing methods. Inappropriate preparing methods will induce strong phase separation between the PMMA and the SiO2. When they were prepared under acidic conditions with a limited period of time, small (ca. 100 Å) SiO2 domains can be well dispersed in the PMMA matrix. The samples synthesized according to the experimental part show well optical transparency, indicating that the domain size of the inorganic oxide is smaller than ca. 1000 Å [BIB8 BIB9], which is confirmed by their TEM images. The contents of silica for the composites (PMMA/TEOS=80/20 and 60/40 (w/w)), determined by TGA, are 6.25 and 15.37 wt%, respectively.", "Differential scanning calorimetry (DSC) is the most widely used method for studying the glass transition of bulk polymer systems [BIB14]. It has been suggested that it is limited to the determination of domain size approximately larger than 100 Å [BIB15]. [FIG1]\n                         shows the DSC heating scans for pure PMMA and the two composites at 10 °C min−1. Clearly, a step in heat capacity traces is observed, corresponding to the glass transition of PMMA. With the addition of silica, the glass transition width tends to broaden slightly. However, due to the low sensitivity of DSC, there is hardly any effect of the silica observed on the transition position of PMMA.", "Dynamic mechanical measurements are known to be sensitive to the glass transition and other secondary transitions of polymers [BIB16 BIB17 BIB18]. [FIG2]\n                         shows the storage modulus and loss tangent determined by DMTA for pure PMMA and the two composites at 1 Hz with the heating rate of 2 °C min−1. As can be seen in [FIG2], the logarithm of the storage modulus, log <i>E</i>\n                        ′, decreases sharply after a plateau zone, and is attributed to the change in segment mobility related to the glass transition. The onset point of the transition shifts to higher temperatures with the addition of silica. Loss tangent changes as a function of temperature are shown in [FIG2]. The α relaxation peak, which is seen on the graph, corresponds to the main glass transition [BIB19]. In accord with the results of [FIG2], the relaxation peak becomes broader and shifts to higher temperature with the addition of silica, while the peak intensity decreases. These phenomena may suggest that parts of chain segments of PMMA are constrained by silica, which will be explained further in the following section."]], ["Dielectric relaxation spectroscopy", ["The dielectric relaxation of pure PMMA has been reviewed in the reference [BIB20]. Below the <i>T</i>\n                        g of PMMA, there is a β relaxation process. It is induced by the partial rotation of –COOCH3 side groups around the C–C bonds linking these side groups to the main chain. With the increasing temperature, owing to some coordinated motion of the side chains with neighboring side chains, this local process become “locally coordinative” [BIB21] until it merges with the α relaxation process (related to the cooperative micro-Brownian motions of the main chain backbone) into an αβ process, reflecting the side group rotation is cooperative with the main chain motion.", "The dielectric loss spectrum of pure PMMA in [FIG3]\n                         confirms the previous studies in the literature. With the frequency of 102 Hz, there are two peaks observed clearly. With the frequency over 103 Hz, they merge into a single one. And there is a conductive contribution observed at low frequencies and high temperatures.", "The relaxation spectra for the PMMA/silica hybrids are also presented in [FIG3]. Similar to pure PMMA, there are also three phenomena observed for both the composites: two relaxation processes and a conductivity contribution. It has been reported that in silica-organic composites there was no clear dielectric relaxation contribution for silica while the polymeric molecular dynamics were greatly affected by the inorganic matrix [BIB11]. So the main relaxation behavior in this study seems to be the PMMA relaxation affected by the addition of silica.", "To account for the general effect of silica, the plots of <i>ε</i>\n                        ′′ vs. <i>T</i> and <i>ε</i>\n                        ′′/<i>ε</i>\n                        ′′\n                        max vs. <i>T</i>−<i>T</i>\n                        max at the frequency of 105 Hz are present in [FIG4]\n                        . This frequency is chosen because under this condition the effect of the conductive contribution can be reduced to the least. According to the literature, the peaks on the curves can be ascribed to the αβ relaxation. As is shown in [FIG4], the addition of the silica brings out no clear change for the lower temperature part of the curves, but largely decreases the intensities of the αβ peaks, which is an inevitable result of the decreasing number of dipoles involved into the corresponding relaxation process. More importantly, the addition of silica also shifts the positions of the maxima (<i>T</i>\n                        max) to higher temperatures, which means lower local mobility and larger mean relaxation times for the same temperature.", "Clearly, in [FIG4], the peaks become broader when the silica was added, while the peak widths for the samples with 6.25% and 15.37% SiO2 are very close. And also there is apparent deviation in the high-temperature side but less in the low-temperature side. According to Schönhals and Hensel [BIB22 BIB23], the low-temperature side (or the high-frequency side) is related with short-mode length molecular motions (short distance fluctuations), while the high-temperature side (low frequency) is related with long mode length molecular motions (long distance fluctuations). These arguments suggest that the addition of silica affects mainly the α character of the αβ relaxation process (corresponding to the large-scale molecular motions or cooperative nature).", "The dielectric relaxation results may also be analyzed in detail through the plots of <i>ε</i>\n                        ′′ vs. log<i>f</i> at constant temperatures. Dielectric loss factor mainly consists of two parts as follows [BIB24]:\n                           \n                              (1)\n                              ε′′=ε′′\n                                 \n                                    dipole\n                                 +ε′′\n                                 \n                                    ion\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              ε′′\n                                 \n                                    ion\n                                 =σ\n                                    dc\n                                 /(ε\n                                    v\n                                 ωs)\n                           \n                        where <i>ε</i>\n                        ion\n                        ″ is the conductivity contribution, <i>ε</i>\n                        dipole\n                        ″ is the contribution from dipole relaxation, <i>ω</i>=2<i>πf</i>, <i>ε</i>\n                        \n                           <i>v</i>\n                         is the dielectric constant of vacuum. <i>σ</i>\n                        dc and <i>s</i> are fitting parameters. The frequency dependent behavior of <i>ε</i>\n                        dipole\n                        ″ and its normalized spectra for the samples at 110 °C are plotted in [FIG5]\n                        . It is found that the addition of silica seems to induce the decreasing intensities of the peaks, the shift of their positions to lower frequencies and the deviation in the low-frequency side. But due to the high-frequency side out of the observed window, the peak widths cannot be obtained.", "In agreement with the above results, the deviation to low frequencies for the composites indicates the increasing cooperative nature. It can be explained by the retarded relaxation process of a fraction of chain segments, with longer relaxation times and less mobility. The shift of the peak positions indicates the longer mean relaxation times. In fact, the peak width, for the dipolar polarization, is thought to be due to a distribution of relaxation times, resulted from local heterogeneous relaxing environments in the material. More heterogeneous relaxation environments always lead to the wider distribution of relaxation times. According to the peak widths in the above temperature spectra, it is expected that despite less information about the high-frequency side, there should be wider peaks for the composites in the frequency spectra, which indicates that the addition of silica leads to less homogeneous relaxing environments.", "The frequency dependent behavior of <i>ε</i>\n                        dipole\n                        ″ and its normalized spectra for the samples at 80 °C are plotted in [FIG6]\n                        . At this temperature, the relaxation process is mainly a local one, and the α nature is still retarded relative to the β process. As can be seen, except the decreasing intensities for the composite, there are no apparent shift of the peak positions and difference of the peak widths. The curves in [FIG4] can be fitted by a single Havriliak–Negami (HN) function [BIB25] with the close symmetrical and asymmetry parameters (defining the symmetrical and asymmetrical broadening of the loss peak), which show no apparent deviation in both the peak sides. That is to say, the addition of silica has less influence on the relaxation peak of PMMA at 80 °C than that at 110 °C.", "In the literature [BIB13], it has been suggested that with the increasing temperature, the local β relaxation of PMMA can become “locally coordinative”, involving more molecular cooperative motions, before its mergence into a complex αβ process. So it is reasonable that the peak at 110 °C should involve more molecular cooperative motions than that at 80 °C. So in agreement with the previous arguments, the results in [FIG5 FIG6] also indicate an increase of the cooperative nature with the addition of silica.", "As shown in [FIG3], the relaxation peak shifts to higher temperatures on increasing the frequency. The frequency dependence of temperature <i>T</i>\n                        max, at which the maximum of loss factor <i>ε</i>\n                        ″\n                        max is observed, is plotted in [FIG7]\n                        . It is well known that data of this kind for the local relaxation processes (β or γ relaxation) can be fitted to the Arrhenius equation while for the α relaxation process the empirical Vogel–Fulcher–Tammann–Hesse (VFTH) equation [BIB26 BIB27 BIB28 BIB29], which requires the need to fit data over wide ranges of frequency and temperature. Over a limited frequency range, the temperature dependence of the latter process can also be described by the Arrhenius relationship [BIB30 BIB31]:\n                           \n                              (3)\n                              f=A\n                                 exp(E\n                                    a\n                                 /RT\n                                    max\n                                 )\n                           \n                        where <i>A</i> is the pre-exponential factor, <i>E</i>\n                        a is the apparent activation energy, and <i>R</i> is the universal gas constant. As a first approximation, log<i>f</i> vs. 1000/<i>T</i>\n                        \n                           <i>max</i>\n                         traces in [FIG7] can be regarded as a straight line, which allows the evaluation of apparent activation energy based on the Arrhenius relation.", "The apparent activation energy of the high-temperature process using the data in [FIG7] is found to be 150±7, 181±7, and 190±12 kJmol−1 for the pure PMMA and for the 6.25% and 15.37% silica composites, respectively. The value of pure PMMA is close to that obtained by Dionisio and co-workers [BIB32] with 103/<i>T</i><2.7, and for the composites, an increase in <i>E</i>\n                        a was found.", "In the literature about PMMA, from the local β process, the intermediate locally coordinative process to the αβ relaxation, the increasing values of activation energy indicate the increase of cooperative nature of the relaxation process [BIB21 BIB33 BIB34]. In agreement with the previous arguments, the increase in the activation energy for the composites can also be explained by an increase of the cooperative nature of the αβ process.", "In a word, the large-scale molecular motions of PMMA are influenced by the addition of silica, inducing longer mean relaxation times, more heterogeneous relaxing environments, and the higher activation energy. And inevitably, these phenomena reflect part of the complex structural characters belonging to the composites."]], ["FTIR measurements and morphologies", ["Previous studies have shown that interphase interactions, such as hydrogen bonding, can result in polymer chain confinement [BIB1 BIB2 BIB3 BIB4]. And also the interfacial interactions (hydrogen bonding) in PMMA/silica hybrids have been proved by Landry et al. originated from the ester carbonyl groups of PMMA and the residual hydroxide groups adjacent to silica domains [BIB8 BIB9]. It can also be proved by their FTIR spectra. As can be seen in [FIG8]\n                        , there is no apparent OH valence vibration observed for pure PMMA. However, in the spectrum of the composite (15.37% SiO2), the broad OH vibration band is observed. The band corresponding to the free hydroxyl groups is usually centered at 3534 cm−1 and the band corresponding to the intraassociated hydroxyl groups is centered at 3370 cm−1 \n                        [BIB35]. In [FIG8] the peak centered at 3440 cm−1 indicates stronger hydrogen bonding existing. Moreover, for the CO vibration, the bands centered at 1733 and 1706 cm−1 are usually assigned to the vibrations of free and hydrogen-bonded carbonyl groups, respectively [BIB35]. The FTIR spectrum of the composite presents a small shoulder at the smaller-wavenumber side, indicating that there exist parts of hydrogen-bonded carbonyl groups.", "Apparently, a mount of chain units can be anchored to the surface of silica. And the long-range motions of the corresponding chain segments will be restricted, with longer relaxation times and lower mobility [BIB1]. For the local relaxation units, only relatively small percent in the interfacial layer are constrained, which will bring about less effect on the distribution of the relaxation times. Also study of their relaxation behavior should take into account other physical factors [BIB11].", "In addition, because the SiO2 domains are formed in situ in PMMA solutions, a few PMMA chains will be physically entrapped within the SiO2 networks [BIB8 BIB9]. Moller et al. [BIB6] suggested that their relaxation behaviors were affected mainly by strong interfacial interactions and geometrical restrictions. These entrapped PMMA strands can also possess lower molecular mobility [BIB11 BIB36].", "In fact, in the PMMA/silica hybrids, there are many complex microstructures. The interfacial interactions and entrapped PMMA chains depend strongly on their preparing conditions. In the systems with strong phase separation, silica is expected to have less effect on the polymeric relaxation dynamics of PMMA."]]]], ["Conclusions", ["Changes in the large-scale molecular relaxation dynamics of poly(methyl methacrylate) were investigated by dielectric relaxation spectroscopy in pure PMMA and PMMA/silica hybrid. It is shown that the addition of silica can induce longer mean relaxation times, more heterogeneous relaxing environments, and higher activation energy, which are associated with the hydrogen-bond interactions between the ester carbonyl of PMMA and the residual hydroxide groups adjacent to silica domains. Also a fraction of entrapped chain segments in SiO2 networks play an important role."]]], "doi": "10.1016/j.eurpolymj.2004.04.011"}