{"title": "Facile synthesis of waterborne UV-curable polyurethane/silica nanocomposites and morphology, physical properties of its nanostructured films", "abstract": "Waterborne UV-curable polyurethane (WUPU)/silica nanocomposites were prepared by in situ method using aqueous silica sol. the nanosilica particles were well dispersed in the matrix. Some large silica aggregates in the magnitude of micrometer can be seen with increasing the silica content.", "body": [["Introduction", ["Waterborne polyurethane (WPU) dispersions have been widely used in many applications such as coatings, adhesives and thermoplastic elastomers because of their zero/low volatile organic compounds (VOCs) [bib0005 bib0010]. Their films show an excellent elasticity and toughness. But the mechanical strength and stiffness of these films is typically inferior to most solvent based PU crosslinked films. Several attempts have been made to enhance the performance of the WPU including hybrid dispersions [bib0015 bib0020], crosslinkable dispersions [bib0025 bib0030 bib0035] and nanocomposite dispersions [bib0040 bib0045 bib0050 bib0055 bib0060 bib0065 bib0070 bib0075 bib0080 bib0085 bib0090 bib0095 bib0100 bib0105 bib0110 bib0115]. Among these methods, incorporation of nanosized inorganic fillers into polyurethane dispersions to form nanostructured films has become an effective strategy to enhance properties of WPU. WPU nanocomposites containing nanoscale fillers, such as silica [bib0040 bib0045 bib0050 bib0055 bib0060], clay [bib0065 bib0070 bib0075 bib0080], polyhedral oligomeric silsesquioxanes (POSS) [bib0085 bib0090], carbon nanotube [bib0095 bib0100], cellulose nanocrystals [bib0105 bib0110 bib0115] have pronounced properties that are not realized with traditional microscale fillers. Among the various inorganic nanosized fillers, silica nanoparticles have many advantages, including high hardness and relatively low refractive index, commercial availability from different sources: sols of nanosilica as colloid dispersions in water or organic solvents. In addition, silica has silanol group on the surface, which may interact with the hard and/or soft segments of polyurethane, thereby aiding dispersion of the silica nanoparticles in the polyurethane matrix [bib0120]. So nanosilica is expected to offer attractive potential in WPU reinforcement.", "However, most of the polyurethane/silica nanocomposites were prepared in organic solvents by mixing polyol with colloidal silica sol with subsequent reaction with diisocyanate [bib0120 bib0125 bib0130 bib0135 bib0140]. Only a few WPU/silica nanocomposites were reported in the literature [bib0040 bib0045 bib0050 bib0055 bib0060], which were prepared by physically blending method [bib0040] or in situ method [bib0045 bib0050 bib0055 bib0060]. The blending method is simply by mixing polyurethane dispersions with aqueous silica sol. the polyurethane and silica nanoparticles are hard to homogeneously blend on high levels of nanoscale mixing. When applying in situ method, the fumed silica can be incorporated during polyurethane acrylate prepolymer synthesis process or the silica clusters can be incorporated by the general sol–gel process. Aqueous colloidal silica is nanosized silica dispersed in water with well-defined, perfectly round shape. It can be used to produce polymer/silica colloidal nanocomposites [bib0145]. But the diisocyanate monomer is more sensitive to water. So at present, to the best of our knowledge, there is no research on the synthesis of waterborne WUPU/silica nanocomposites using aqueous silica sol. In this paper, we introduced a facile approach for the synthesis of the novel WUPU/silica nanocomposites using aqueous silica sol. The effects of silica nanoparticles on the colloidal dispersions as well as the morphology and physical properties of the nanostructured films were investigated."]], ["Experimental", [["Materials", ["Polyethylene Glycol (PEG, Mn=400) was distilled at 100°C, 1–2mmHg for 2h before use. Dimethylol propionic acid (DMPA) was dried at 80°C for 24h in a vacuum oven. Hydroxyethyl methacrylate (HEMA) was distilled before it was used. Acetone was dried over 4Å molecular sieves before use. Isophorone diisocyanate (IPDI), triethylamine (TEA), dibutyltin dilaurate (DBTDL, as catalyst), hydroquinone (as an inhibitor), 2-hydroxy-1-4-[(2-hydroxyethoxy)-phenyl]-2-methyl-1-propanone (the photoinitiator Irgacure 2959, Ciba Specialty Chemicals) were used as received. Aqueous silica sol WV33 with an average particle diameter of about 7nm was obtained from Akzo Nobel Colloidal Silica Group as 30% dispersion in water. Its pH value is about 8."]], ["Preparation of WUPU/silica nanocomposites", ["The WUPU/silica nanocomposite dispersions were prepared according to the following procedure using the recipe given in [tbl0005]\n                        .In a 250mL round-bottom four-necked flask with a mechanical stirrer, thermometer, condenser and nitrogen in/outlet, 24.5g IPDI was charged into the dried flask. 31.5g PEG 400 and 4 drops of DBTDL were added dropwise and reacted at 45°C for 1–2h. The isocyanate (NCO) content was monitored during the reaction using the standard dibutylamine back-titration method. Upon reaching the theoretical NCO value, 2.85g hydrophilic monomer (DMPA) and 2 drops of DBTDL were added and reacted at 60°C until the NCO content reached another theoretical value. Subsequently 2.6g HEMA and 0.6g of the inhibitor hydroquinone were added to react at 70°C for 3–4h. The reaction end point was confirmed by the disappearance of the IR absorption peak at 2270cm−1 corresponding to stretching vibration of the NCO group. During the above process, acetone was added to adjust the viscosity of the PU prepolymers and its solid content was about 65–75wt%. For neutralizing the resulting PU prepolymers, 2.15g TEA was added and stirred for 1h at 50°C then the aqueous silica sol was added and stirred for 1h at 50°C. Formation of the WUPU/Silica nanocomposite was accomplished by slowly adding the water to the neutralized acetone solution of the PU prepolymers at ambient temperature with an agitation speed of 600rpm. The above dispersion was transferred to a rotary evaporator, and the acetone was removed to afford WUPU/silica nanocomposite dispersions with 15wt% solid content and pH value of 7.0–8.0.", "To this, 3–4wt% of photoinitiator (Irgacure 2959) was added and dispersed in the WUPU/silica dispersions with the aid of ultrasound. Then, films were prepared by casting the dispersion onto Teflon mold, followed by slowly drying at 45°C for 24h. The resulting films were then heated in an oven at 60°C for 0.5h. Films were irradiated from one side using 200W UV (365nm) lamp for 2min at room temperature. The film obtained was cut for the mechanical measurement."]], ["Methods", ["A Fourier transform infrared spectrophotometer (FTLA2000-104, ABB Bomem of Canada) was used to identify the chemical structure of PUA prepolymers. The average particle size of the WUPU/silica nanocomposites was determined by dynamic light scattering performed on a ZS90 Zetasizer nano-zeta potential analyzer (Malvern, UK). Rheological experiments were made on an Advanced Rheometric Expansion System (ARES, Rheometric Scientific Instruments, USA) under the modes of steady shear flow and dynamic oscillatory shear at 25°C using a cone and plate geometry with a diameter of 50mm and a cone angle of 1°.", "X-ray powder diffraction (XRD) data of WUPU/silica hybrid films were collected using X-ray diffraction X-ray diffractometer (Ni-filtered Cu Kα (<i>λ</i>\n                        =0.154nm), RINT 2000, Rigaku, Japan). The morphology in the cross section of hybrid films was examined on the scanning electron microscope (SEM, Quanta-2000 model FEI of Dutch). Atomic force microscopy (AFM) studies were undertaken using a ‘MultiMode’ scanning probe microscope from Veeco. The scans were performed in tapping mode using silicon probes, and both height and phase images were recorded. Samples were diluted to 0.1wt% dispersions in water. Then these dispersions were spin coated on a 6 inches silicon wafer to control the final film thickness about 0.5mm. Height and phase images were simultaneously recorded on polymer surfaces. Height images reflect surface morphology, whereas phase images provide a sharp contrast of fine structural features and emphasize differences in mechanical properties of different sample components.", "Dynamic mechanical thermal analysis (DMTA) of the nanocomposites films was carried out using a TA Instruments DMA 2980 dynamic mechanical analyzer in the tensile mode. The viscoelastic properties were measured under a nitrogen atmosphere, at a heating rate of 2°C/min from −80 to 150°C and a frequency of 1Hz. The mechanical properties such as tensile strength and elongation at break were investigated by the LRX Plus equipment. The samples were cut into dumbbell shapes and tensile stress–strain measurements were obtained from the films. The cross-head speed was set at 2mm/min, and the test continued until sample failure. A minimum of three tests were analyzed for each sample, and the average values are reported."]]]], ["Results and discussion", [["Synthesis and characterization of WUPU/silica composite dispersions", ["Generally, preparation of WPU/silica nanocomposites is often carried out by in situ method to ensure a strong interaction between polyurethane and silica. But there are two basic problems associated with the use of aqueous silica sol in WPU systems. The one involves the complication that the water of aqueous silica sol must be removed or the silica must be transferred into organic solvents in the course of their incorporation into polyurethane. The other, the simple use of unmodified colloidal silica in WPU may not give satisfactory results since these silica nanoparticles tend to aggregate in hybrid films. We have overcome these difficulties by the application of a facile approach for the synthesis of WUPU/silica nanocomposites using aqueous silica sol (as shown in [fig0050]\n                        ). In a first set of experiments, aqueous silica sol was added during the process of the neutralizing PUA prepolymers. Stable WUPU/silica composite dispersion and transparent hybrid films were obtained, indicating that the silica nanopartices can be well dispersed in the hybrid films. As a contrast experiments, the aqueous silica sol was physically blended with the pristine WUPU dispersion. A stable WUPU/silica dispersion was also obtained, but its hybrid film was not transparent and some white silica powders were observed at the surface of hybrid films, suggesting that the silica nanoparticles were seriously aggregated in the hybrid films (see [fig0005]\n                        WUPU/silica-10). So these contrast experiments showed that incorporation of aqueous silica sol by this method offers a decisive advantage over simple admixtures of preformed WUPU dispersions and aqueous silica sol. This can be explained as follows: the high viscosity of the neutralized PUA prepolymers enables the polyurethane chain adsorb at the surface of silica particles and the possibility of the interactions mainly exist between the O atoms in the PEG chain and the H atoms of the silanol groups as well as between CO groups of urethane/urea (hard segment) and Si–OH on silica [bib0150 bib0155], while low viscosity of polyurethane dispersions makes the polyurethane chain hardly adsorb at the surface of nanosilica particles. In addition, The WPU dispersions are electrostatically stabilized with –COO– ions of neutralized DMPA, while their counterions NH+(C2H5)3 locate in the neighborhood. Therefore, a stable electrical double layer is formed at the surface of each WUPU particle, which also makes adsorption at the surface of silica nanoparticles great difficult at a basic pH>7.", "The incorporation of the silica nanoparticles has a major impact on the colloidal properties of the polyurethane dispersions relative to the control sample. The intensity average particle diameters of the WUPU dispersions and silica sol are 217 and 7nm respectively. The intensity average particle diameters of WUPU/silica dispersion with silica contents of 5, 10 and 15wt% are 284, 478 and 490nm, respectively (as shown in [fig0010]\n                         and [tbl0010]\n                        ). One reason for the increase of average particle diameter with increasing of silica nanoparticles content is probably due to the inclusion of silica nanoparticles within WUPU particle, which has been proved in waterborne silica nanocomposites using the phase-inversion-emulsification technique [bib0160 bib0165 bib0170]. In addition, the polyurethane chain containing PEG soft segments can adsorb at the silica surface and encapsulate the silica particles. While the particle diameters of the physically blending WUPU/silica dispersions with silica content 10wt% is about 245nm and much lower than that of the corresponding WUPU/silica composite dispersions (478nm), indicating that most free silica particles exist in physically blending dispersions.", "[fig0015]\n                         shows the variation of the dispersion viscosity as a function of the shear rate for WUPU/silica dispersions. The viscosities of the pure WUPU dispersion are lower than those of the WUPU/silica composite dispersions. Furthermore, the higher ultimate viscosity is observed with the higher silica incorporation, which probably arises from a higher net degree of interaction between the colloidal silica and the polyurethane. But, there is also one possibility: with the increasing silica content, the more free silica particles may be exist in dispersions, which can also contribute to the viscosity improvement. For WUPU-Silica-10 dispersion, its viscosity are lower than that of the physically blending dispersion (WUPU/Silica-10), which indicates polyurethane chain adsorb at the surface of silica particles and reduce the effective volume due to higher particle size as shown in [fig0010]."]], ["Morphology and structure of the WUPU/silica nanocomposite films", ["X-ray diffraction analyses of the WUPU/silica nanostructured films are shown in [fig0020]\n                        . For pure WUPU films, a broad diffraction halo is seen near 2<i>θ</i>\n                        =20°, this diffraction halo is associated with the amorphous phase of PU [bib0160]. The nanosilica does not display any crystalline peaks, which is consistent with the silica nanoparticles being noncrystalline at that size scale. It is observed that the peak intensity of hybrid films is slightly lower and broader than that of the physically blending films. This influence further confirmed that there exists strong interaction between polyurethanes and silica nanoparticles for the nanostructured films. While for the physically blending films, due to lack of strong interaction between polyurethane and silica, the aggregated silica particles are dispersed into the polymer matrix, increasing the film heterogeneity and giving not much inference on the polyurethane films.", "SEM is used to visually evaluate the dispersion of silica nanoparticles in polyurethane matrix. Some representative micrographs of samples with 0, 5, 10, and 15wt% are shown in [fig0025]\n                        . A smooth WPU film is observed in [fig0025](a). In the cases of 5, 10wt% silica content, the silica nanoparticles were well dispersed in the PU matrix, implying strong interaction between polyurethanes and silica nanoparticles (see [fig0025](b) and (c)). But for the hybrid films with 15wt% silica content, the field appears pretty crowded with silica particles. Some large silica aggregates in the magnitude of micrometer can be seen (see [fig0025](d)), which arises from the aggregation among free silica particles.", "AFM measurements have been proved to be an important tool to identify the fine structure of the polyurethane nanocomposites surface morphology [bib0175 bib0180]. A tapping mode is used to image topographic features and the spatial variation in surface by height and phase imaging. The scales of AFM phase images are set so that the harder phase induces a higher phase offset and appears lighter whereas the softer phase appears darker. [fig0030]\n                         shows the AFM topographic and phase images of the WUPU/silica nanocomposite films. For the pure WUPU films, the root-mean-square rms roughness was below 1nm, indicating that the film surface was smooth. The appearances of topographic and phase images are similar and show less obviously surface morphology related to hard domain and soft domain separation. When the silica was incorporated, these two kinds of images become less similar. Despite both topographic and phase images show protruded domains or phases, the appearances of these two images are somewhat dissimilar. The topographic image shows rugged domains, which appears to be due to the aggregation of silica particles. The size of these domains was improved with increasing the silica content as shown in [fig0030]b, c and d height image. But the rms roughness of hybrid films was not much affected by the silica content and lies in a range of 40–50nm. The image for the hybrid films with 5% silica reveals the presence of brighter and darker domains. The isolated brighter domain is silica-rich phases, while the continuous darker domains are polyurethane-rich phase. On close inspection of the image it is noted that most small lighter silica-rich spots are homogeneously distributed in polyurethane-rich phase and these small silica-rich phases are nanosized. But some big lighter silica-rich domains are also observed, indicating that silica aggregation does occur at the surface of the hybrid films. The image for the sample with 10wt% silica shows a less clear phase contrast compared with hybrid films with 5wt% silica. Furthermore, when the WUPU/silica film with 15wt% silica, the signs of silica-rich and polyurethane-rich phase disappear and showed obviously protruded domains, which may result from silica aggregation and embodied at the surface of the hybrid films. So from AFM, it can be concluded that the microphase separation between polyurethane and silica was affected by the amount of silica incorporated."]], ["Mechanical properties of the WUPU/silica nanocomposite films", ["The viscoelastic characteristics of the WUPU/silica nanocomposites were evaluated by dynamic mechanical analysis (DMA) to obtain the information of crosslink density and the glass transition temperature (<i>T</i>\n                        g). The crosslink density of the films was calculated with the following equation [bib0185].\n                           \n                              \n                                 \n                                    \n                                       E\n                                       ′\n                                    \n                                    =\n                                    3\n                                    \n                                       ν\n                                       e\n                                    \n                                    R\n                                    T\n                                 \n                              \n                           \n                        where <i>ν</i>\n                        e is the number of moles of elastically effective chains per cubic centimeter of the film. Data for the nanocomposites films is shown in [tbl0015]\n                         and [fig0035]\n                        . The storage modulus values of the nanocomposites films are higher than that of neat WUPU films at the rubbery plateau as shown in [fig0035].", "It can be observed that as the silica is incorporated into the WUPU films, the increase in the storage modulus and effective cross-link density occurs. The cross-link density is related to the amount of silica present; as the amount of silica increases, the cross-link density increases. The results suggest that the presence of nanosilica can facilitate cross-linking reaction and thereby cross-link density is increased [bib0190]. In addition, the adsorption of polyurethane chains onto the surface of silica particles can also result in a rise in the effective degree of cross-linking [bib0195]. So the silica can act as physical cross-linker. But At 15wt% of silica content, the storage modulus and the crosslink density decrease due to silica coagulation (as measured in SEM, AFM), In this case, the silica particles aggregated and embedded into the polymer matrix, increasing the system heterogeneity and leading to a decrease in the crosslink density and the storage modulus. [fig0040]\n                         depicts two damping (transition) peaks for the WUPU films. The two peaks can be ascribed to the glass transition temperature of the soft and hard segments of the polyurethane. The nanocomposite films with silica shows a single tan\n                        <i>δ</i> peak, which implies that soft segments and hard segments of polyurethane are well phase mixed. This is probably due to the excellent interaction between the hard and soft segments of PU and silica, which inhibits the micro-phase separation between the hard and soft segments of PU. For the WUPU/silica nanocomposite film, the tan\n                        <i>δ</i> was shifted to a slightly higher temperature. This shift of the peak was due to the confined polyurethane chains and their reduced mobility in close proximity to nanoparticles by the silica. But the peak value of tan\n                        <i>δ</i> was also found to decrease with an increased amount of silica. This was due to the interfacial interaction between the PU and silica nanoparticles [bib0200]. The loss tangent of hybrid films is highest with the 15wt% silica (tan\n                        <i>δ</i>\n                        max\n                        =1.23). While the loss tangent of hybrid films with 5, 10wt% silica is close to the pure polyurethane films (tan\n                        <i>δ</i>\n                        max\n                        =1.0). So elastic behavior of hybrid films is not much affected by the incorporation of 5, 10wt% silica. In summary, in comparison with the pure polyurethane films, the incorporation of silica is effective in reinforcing the stiffness of the nanocomposite by increasing <i>E</i>′, retaining the elastic behavior and increasing moderately the <i>T</i>\n                        g of the nanocomposite.", "Stress–strain curves for the WUPU/silica films with different silica contents are shown in [fig0045]\n                        . The corresponding mechanical properties, namely Young's modulus, the tensile strength, and the tensile elongation of the nanocomposites, are summarized in [tbl0020]\n                        . All the samples behaved as weak elastomers and their stress–strain curves were similar to theoretical ones for a Gaussian-type network, without a yield point. Upon addition of nanosilica to the WUPU matrix, Young's modulus increased from 1.1 to 2.1GPa at 10% silica content. To our surprise, the elongation experienced no loss at all, and it even increased to a certain extent and exhibits an improvement in elasticity as shown in [fig0045]. This enhancement of mechanical properties may result from interfacial interaction between silica and the WUPU matrix resulting from hydrogen bonding interaction. This interfacial bonding enables the load transfer efficiency from the ductile polymer to the strong inorganic phase and reduce the slippage during straining. In addition, this interaction may be able to alter the static (or strained) microphase morphology of the WUPU in such a way that results in improved mechanical properties [bib0205]. Such an alteration to the microphase morphology may be critically dependent upon the amount of the silica (as measured in AFM). For the nanocomposites with 10wt% silica, a 62% enhancement in tensile strength and 47% enhancement in elongation. But when silica is 15wt%, the tensile strength and elongation properties of the nanocomposite decrease. The measurements confirmed aggregation of silica nanoparticles as shown in the previous SEM, AFM picture. Because of the aggregation of the nanofillers, the filler–filler interaction is predominant over the filler–polymer interaction. Also, aggregated particles act as defects. As a result, a decrease in the tensile strength is observed in the hybrid films."]]]], ["Conclusion", ["Waterborne UV curable polyurethane/silica nanocomposites were successfully prepared by in situ method using aqueous silica sol. The incorporation of the silica nanoparticles had a significant effect on the colloidal properties of composite dispersions. The average particle size and the viscosity of the composite dispersions increased with the increasing silica content. The rheology and DMA results indicated that the nanosilica had a stronger interaction with the WUPU matrix. SEM examinations of hybrid films showed that the nanosilica were well dispersed in the matrix. AFM phase image of the WUPU/silica film with 5wt% silica shows that the isolated silica-rich phases are surrounded by a continuous WUPU-rich phase. With increasing the silica content to 15wt%, the signs of silica-rich and polyurethane-rich phase disappear and showed obviously protruded domains. DMA analysis showed that the nanocomposite films with silica nanoparticles show a single tan\n                     <i>δ</i> peak, which imply that soft segments and hard segments of polyurethane are well phase mixed. The <i>T</i>\n                     g of hybrid films slightly decrease with increasing the silica content. The mechanical properties of the WUPU/silica hybrid films displayed higher storage modulus, tensile strength and elongation at break with increasing the silica content to 10wt% due to the interactions between WUPU and silica particles. The resulting hybrid transparent films are possibly interesting for the generation of water-borne UV-curable hybrid coatings with improved mechanical properties provided by the inorganic silica nanoparticles."]]], "doi": "10.1016/j.porgcoat.2010.09.005"}