{"title": "Polyamide-6,6/in situ silica hybrid nanocomposites by sol–gel technique: synthesis, characterization and properties", "abstract": "The organic–inorganic hybrid nanocomposites comprising of poly(iminohexamethyleneiminoadipoyl), better known as Polyamide-6,6 (abbreviated henceforth as PA66), and silica (SiO2) were synthesized through sol–gel technique at ambient temperature. The inorganic phase was generated in situ by hydrolysis–condensation of tetraethoxysilane (TEOS) in different concentrations, under acid catalysis, in presence of the organic phase, PA66, dissolved in formic acid. Infrared (IR) spectroscopy was used to monitor the microstructural evolution of the silica phase in the PA66 matrix. Wide angle X-ray scattering (WAXS) studies showed that the crystallinity in PA66 phase decreased with increasing silica content. Atomic force microscopy (AFM) of the nanocomposite films revealed the dispersion of SiO2 particle with dimensions of <100nm in the form of network as well as linear structure. X-ray silicon mapping further confirmed the homogeneous dispersion of the silica phase in the bulk of the organic phase. The melting peak temperatures slightly decreased compared to neat PA66, while an improvement in thermal stability by about 20°C was achieved with hybrid nanocomposite films, as indicated by thermogravimetric analysis (TGA). Dynamic mechanical analysis (DMA) exhibited significant improvement in storage modulus (<i>E</i>′) for the hybrid nanocomposites over the control specimen. An increase in Young's modulus and tensile strength of the hybrid films was also observed with an increase in silica content, indicating significant reinforcement of the matrix in the presence of nanoparticles. Some properties of the in situ prepared PA66-silica nanocomposites were compared with those of conventional composites prepared using precipitated silica as the filler by solution casting from formic acid.", "body": [["Introduction", ["Inorganic–organic hybrid nanocomposites using the sol–gel process where the inorganic phase is grown in situ is being actively pursued globally [bib1 bib2 bib3]. The shift in emphasis from the traditional practice of mechanically blending the reinforcing fillers into a polymeric matrix to the sol–gel process is due mostly to the subtle control over morphology and/or surface characteristics of the growing inorganic phase in the polymer matrix by control of various reaction parameters like pH, concentration, temperature, etc. More importantly, unlike the traditional composites, which have macroscale domain size varying from micrometer to millimeter scale, the inorganic–organic hybrids have domain sizes varying typically from 1 to 100nm [bib4]. Thus, the inorganic–organic hybrids are usually optically transparent, even though microphase separation may exist. Sol–gel hybrid preparation mostly centers on the growth of the inorganic phase from the hydrolysis–condensation of alkoxysilanes like TEOS in a solution containing the organic polymer. The mechanism of hydrolysis–condensation of TEOS is well known [bib5]. [sc1]\n                      depicts the formation of the three-dimensional silica network arising as an outcome of the hydrolysis and condensation reactions of TEOS. So far, many hybrids have been prepared in this way using poly(vinyl acetate) [bib6 bib7], poly(methyl methacrylate) [bib8 bib9], poly(vinyl pyrrolidone) [bib9], poly(ethylene oxide) [bib10], poly(dimethylsiloxane) [bib11], Nafion® \n                     [bib12 bib13], poly(vinyl alcohol) [bib14] and several other polymers. From our laboratory, we have reported several nanocomposites including those prepared by the sol–gel technique [bib15 bib16 bib17 bib18].", "The novelty of this work lies in the fact that the silica nanophase has been grown in situ within the Polyamide-6,6 (PA66) matrix probably for the first time. The present paper describes a comparison of spectroscopic, morphological, thermal, mechanical, dynamic mechanical and water absorption properties of silica composites with those of PA66 and an attempt has been made to explain the properties with the structure of the nanocomposites. For comparison, optical and morphological properties of precipitated silica-PA66 composites prepared by solution blending technique have been reported. It is worth mentioning that nanocomposites based on polyamides (particularly polyamide-6) and nanoclay has commercial potential [bib19]."]], ["Experimental", [["Preparation of PA66-silica nanocomposites", ["A commercial grade of PA66 (Zytel 101L, DuPont, India) was dissolved in 85% formic acid (synthesis grade, Merck Ltd., India) to prepare a 10wt% PA66 solution. Different amounts of TEOS (Acros Organics, USA, density=0.93) were carefully added to this 10wt% PA66 solution with vigorous stirring with a magnetic stirrer bar at room temperature (30°C). No water was added externally, as water was already present in the formic acid to the extent of 12–15%. The stirring was carried out for 1h under ambient conditions of ∼30°C and ∼80% relative humidity to get the feed proportions of 1, 2, 3, 4, 5, 10 and 15wt% of TEOS based on the amount of PA66. The solutions in beakers were covered with polyethylene (PE) films and allowed to stand at room temperature for 12h to allow the hydrolysis and condensation reactions of TEOS to continue and were then finally poured onto thoroughly cleaned glass plates for room temperature drying in a fume hood to constant weight. The air-dried films on the glass plates were opaque and extremely adherent and thus had to be scrapped with a stainless steel spatula for removal. The resultant films were vacuum dried for 24h at 80°C and subsequently compression molded in between Teflon sheets at 280°C for 6min for obtaining self-standing films having thickness ∼100–150μm ready for testing. The films were stored in a desiccator to minimize moisture ingress. However, during synthesis and testing of the hybrid composite films, the relative humidity in air was ∼80%. All the films were prepared at the same time and thus were subjected equally to the ambient conditions of temperature and humidity.", "Pure PA66 films were prepared in the same manner, which also showed opaqueness and milk-white color upon drying of the solvent but became transparent after compression molding. Conventional composite films were also prepared in the same manner by using precipitated silica (Ultrasil VN 3, Bayer Ltd., India, particle size range=20–100nm, pH=6). However, the loading of precipitated silica was kept at 3 and 5wt% based on the amount of PA66 solely for comparative purposes. Composition of the hybrid composites along with the appearance of the films is reported in detail in [tbl1]\n                        . In all the cases, the results are compared with neat PA66 film prepared under similar conditions."]], ["Characterization of PA66-silica nanocomposites", ["The silica content in the nanocomposites was determined experimentally by gravimetric analysis using a muffle furnace (samples were held at 800°C for 9h in air and the residue remaining was taken to be the silica content of the sample). The results of different compositions are tabulated in [tbl1]. For the in situ prepared nanocomposites, the theoretical silica wt% was calculated by assuming complete condensation of TEOS. In the [sec5], the samples are referred by the sample designations listed in [tbl1] which are based on the TEOS wt% used in the feed charge.", "IR spectroscopic analyses were carried out under ambient conditions using a Perkin–Elmer 843 spectrophotometer in the spectral range from 4000 to 200cm−1 at a resolution of 2.4cm−1. Transmittance measurement of the films was performed in the visible wavelength range of 400–700nm using a GENESYS™ 2 UV/visible spectrophotometer (ThermoSpectronic, USA).", "Tapping mode AFM images were obtained with a Veeco-Digital Instruments Multimode SPM (scanning probe microscopy) with Nanoscope IIIa with tapping mode (model RTESP) probes for morphological investigation. The specified resonance frequency of these tips was ∼280kHz. Small squares (2×2mm2) of PA66/silica nanocomposites were cut from the nanocomposite films and attached to stainless steel sample puck for AFM imaging. Typical scan rate for image acquisition was ∼1.004lines/s. All images were obtained under ambient laboratory conditions. No filtering or other image processing operations were performed to generate the images.", "The films were sputter-coated with gold to take the SEM images of the film surfaces at an accelerating voltage of 10kV. The distribution of Si atoms in the hybrid composites was recorded in an Oxford ISIS 300 EDX system attached to the JEOL JSM 5800 scanning electron microscope. The white points in the figures denote Si signals.", "Wide angle X-ray scattering (WAXS) data were collected in digital form from the films using a Philips 1710 X-ray diffractometer operated at 40kV and 20mA with CuKα radiation source. The scan rate was 3°/min. The crystallinity was calculated following the method outlined in our previous publication [bib20].", "Differential scanning calorimetry (DSC) measurements of the pure PA66 and the PA66-silica nanocomposites were performed using a DSC model Q 100 of TA Instruments-Waters LLC, USA in the temperature range from 30 to 300°C at a heating (or cooling) rate of 10°C/min under nitrogen atmosphere. For determining the crystallinity from the DSC heating run, the heat of fusion of a 100% crystalline PA66 was taken to be 190J/g [bib21]. Thermal stability of the films was analyzed using TGA Q 50 of TA Instruments-Waters LLC, USA at a heating rate of 10°C/min in the temperature range of 40–800°C under nitrogen atmosphere.", "The measurements of mechanical properties of the composites were carried out using a Zwick 1445 universal testing machine at a crosshead speed of 50mm/min. The tensile specimens were punched from the compression molded films using ASTM type IV die. The tests were carried out as per ASTM D 638-98 at 25±2°C. The Young's modulus was calculated from the stress–strain curve below 5% strain. The average value of five tests was used for reporting.", "DMA 2980 dynamic mechanical analyzer of TA Instruments-Waters LLC, USA was used in tension film mode in the temperature range of −50 to 200°C at a frequency of 1Hz and heating rate of 2°C/min. The storage modulus (E′) and loss tangent (tan\n                        <i>δ</i>) were measured as a function of temperature for all the specimens under identical conditions.", "Water absorption tendency of PA66and the hybrid nanocomposites was evaluated by immersing equal weights of the sample films in water for ∼120h at ambient temperature. The water uptake was calculated using the following formula:\n                           \n                              (1)\n                              \n                                 \n                                    %\n                                    Water\n                                    \n                                    uptake\n                                    =\n                                    \n                                       \n                                          (\n                                          Final\n                                          \n                                          weight\n                                          −\n                                          Initial\n                                          \n                                          weight\n                                          )\n                                       \n                                       \n                                          Initial\n                                          \n                                          weight\n                                       \n                                    \n                                    ×\n                                    100"]]]], ["Results and discussion", [["IR studies", ["The IR spectrum of N66T0 (neat PA66) and N66T5 are shown in [fig1]\n                        (a) with all the characteristic peaks labeled. Neat PA66 films show the characteristic peaks at 3320cm−1 (N–H stretch), 2938cm−1 (CH2 stretch), 1640cm−1 (CO stretch, amide I), 1540cm−1 (in-plane N–H deformation, amide II), 1370cm−1 (CN stretch+in-plane NH deformation, amide III), 1200cm−1 (amide III coupled with hydrocarbon skeleton) and 934cm−1 (C–CO stretch, crystalline band) respectively as reported previously by other researchers [bib22 bib23 bib24]. The bands at ∼1020–1080cm−1 in the IR spectrum of the silicate nanocomposites are assigned to the asymmetric Si–O–Si stretching and provide a measure of the degree of network polymerization [bib12]. (The differences between the FTIR spectra of N66T0 and N66T5 are qualitative and the quantitative aspect becomes clear when [fig1](b) is considered as discussed below.) The ∼800cm−1 vibration is associated with symmetric Si–O–Si skeletal stretching, while the 460cm−1 band appears due to Si–O–Si bending mode. The bands observed in the region ∼930–950cm−1 are assigned to Si–OH (silanol) stretching and broad bands centered near 3400cm−1 are assigned to various hydrogen-bonded SiO–H (silanol) stretching vibrations.", "Quantitative IR analysis was carried out by calculating specific absorbance ratios relevant to the presence of the silica phase in the PA66 matrix. The absorbance value of the 1640cm−1 peak was taken as the internal reference band as reported by previous researchers [bib22 bib23] and was used as the denominator in the absorbance ratio calculations to eliminate the thickness variation in the compression molded films. The plots of absorbance ratio against TEOS loading for a few representative peaks are shown in [fig1](b). The ratio of the absorbance value at 934cm−1 to the absorbance value at 1640cm−1, represented symbolically as <i>A</i>\n                        934/<i>A</i>\n                        1640, continually increases at high TEOS loading. The band at ∼934cm−1 for neat PA66 signifies a crystalline band as mentioned above and in the system under study the Si–OH stretching peak also occurs at the same position. The increase in the unreacted silanol groups at high TEOS loading increases the absorbance values. Since, the asymmetric Si–O–Si stretch does not show distinct peak splitting, discrimination between cyclic and linear inorganic network structures is not attempted here. The absorbance ratios <i>A</i>\n                        1080/<i>A</i>\n                        1640, <i>A</i>\n                        1063/<i>A</i>\n                        1640 and <i>A</i>\n                        1041/<i>A</i>\n                        1640 also show a general increasing trend with increasing TEOS loading. This hints at simultaneous increase in both network as well as linear structures with TEOS loading up to 3wt%. However, from 5wt% TEOS loading and above, the network structure formation gets predominance over linear structures. This is evident from the increasing difference in the absorbance ratio between <i>A</i>\n                        1080/<i>A</i>\n                        1640 and <i>A</i>\n                        1041/<i>A</i>\n                        1640 and between <i>A</i>\n                        1063/<i>A</i>\n                        1640 and <i>A</i>\n                        1041/<i>A</i>\n                        1640 in [fig1] (b). The symmetric Si–O–Si stretching vibration occurring at 800cm−1 also increases with increasing SiO2 content as evident from the <i>A</i>\n                        800/<i>A</i>\n                        1640 ratio. The ratio <i>A</i>\n                        3400/<i>A</i>\n                        1640 also increases with increasing TEOS loading indicating the increase in silanol moieties as a result of acid catalyzed hydrolysis of TEOS in the hybrids. The increase in all the absorbance ratios indicates increased interaction between the in situ generated silica phase and PA66 and this interaction is probably in the form of labile hydrogen bonds. Thus the PA66/silica hybrid nanocomposites fall under the classification of class I materials (where the inorganic and organic components interact only weakly through hydrogen bonding, van der Waals contacts or electrostatic forces) as proposed by Sanchez and Ribot [bib25]. These hydrogen bonds probably reinforce the polymer structure and results in loss of flexibility of the hybrid composite films with increasing TEOS loadings (noticeable at 10% TEOS loading and above as described later)."]], ["Light transmittance studies", ["Quantitative visible light transmittances of the films are shown in [fig1](c). The transmittance values of the nanosized silica/PA66 hybrid composites are near to that for the neat PA66 film (N66T0) which proves that the in situ generated silica is well-dispersed within the organic matrix and their domain sizes are lower than that of visible light. However, the Vulkasil loaded PA66 composite (N66V3) is slightly more translucent compared to PA66T10, which is probably due to the aggregation and/or agglomeration of the precipitated silica particles compared to the in situ generated nanosized silica. The corresponding qualitative transparency results are tabulated in [tbl1]."]], ["X-ray studies", ["WAXS was used to investigate the changes in crystalline structure of the PA66-silica nanocomposite samples. The WAXS scans of the nanocomposite samples are stacked in [fig2]\n                        . Usually, the peaks at 2<i>θ</i> values of ∼20.2 and 23.6° signify the existence of the α phase in PA66. It was previously known that PA66 can exist only in the α and β crystalline forms at room temperature [bib26]. Under certain circumstances the γ crystalline phase also exists along with the α phase in PA66 at room temperature [bib27]. However, the α phase is more stable than the γ phase at room temperature and that is why the α→γ phase transformation in PA66 occurs much above room temperature (the well known phenomenon of Brill transition) [bib28].", "In the present system, the α phase peaks, viz. <i>α</i>1 and <i>α</i>2 occur at ∼20.2 and ∼23.6°, respectively, and the <i>γ</i>1 peak occurs at ∼13.3°. There is no <i>γ</i>2 peak. However, Liu et al. [bib27] observed both <i>γ</i>1 and <i>γ</i>2 peaks in PA66/clay nanocomposites. The <i>α</i>1 peak arises from the distance between the hydrogen-bonded chains and the <i>α</i>2 peak arises from the separation of the hydrogen-bonded sheets [bib29]. The peak maximum along with the corresponding <i>d</i>-spacing for the samples are tabulated in [tbl2]\n                        . The data in [tbl2] prove that there is neither any peak shift nor any significant shift in <i>d</i>-spacing even with increase in TEOS loading from 0 to 10wt%. This probably means that the polymerized silica occupies the free volume of the polymer. Jain et al. [bib30] made the observation that the non-occurrence of diffraction peaks at 2<i>θ</i> values of ∼12 and 19° in PA66 confirmed the absence of the β form of PA66. Therefore, the 2<i>θ</i> values ranging from 13.2 to 13.4° in the present system most probably belong to the <i>γ</i> form of PA66. Since, the <i>γ</i>1 peak is present in all the samples, it confirms that it is an artifact of the solution casting and/or the thermal history and not due to the silica generated in situ in the system.", "The near absence of the <i>α</i>1 peak in N66T0 is explainable on the basis of reduced perfection of the crystallites and/or size due to the film preparation technique. Similar WAXD patterns have been observed by Haruvy et al. [bib31] in the nylon-6 system prepared by compression molding. They have also reported that the perfection of the crystallites and/or their size increased (as evidenced from the sharper <i>α</i>1 and <i>α</i>2 peaks) as a result of annealing. We obtained a similar trend in our system upon annealing of the films at 200°C for 3h in vacuum. However, the annealing results are not reported here. As all the films were prepared and subjected to the same conditioning, the comparison of the unannealed films is meaningful. On subsequent addition of TEOS, the <i>α</i>2 peak decreases in intensity and <i>α</i>1 peak intensity slowly increases as evident from [fig2]. The decrease in the <i>α</i>2 peak intensity implies loss of hydrogen bonding between CO and N–H groups and this may be due to the interference of the silanol groups which increases quantitatively with increase in TEOS loading from 0 to 10wt% as mentioned in the IR discussion. The percent crystallinity from WAXS is mentioned in [fig2] against the sample curves. This decreases with increase in TEOS loading. On addition of 1% TEOS, the drop in crystallinity is ∼15% from the neat polymer. The maximum drop in crystallinity occurs for N66T10 where the crystallinity is 37% less than that in N66T0. The decrease in crystallinity is probably due to the loss in hydrogen bonding between the CO and N–H groups situated on neighboring chains due to in situ generation of nanosized silica as mentioned above."]], ["Microscopic studies", ["The AFM phase image for N66T5 is shown in [fig3]\n                        (a). The presence of linear silica structures is seen to be predominant with some amount of network formation also. The lengths of the linear structures runs into the micron range while the width varies between 50 and 70nm. Discrete nanosized silica particles (<50nm) are also dispersed throughout the matrix. [fig3](b) shows the SEM micrograph of N66T5 and the presence of linear silica structures is evident.", "[fig4]\n                         compares the Si mapping of N66T3, N66T5, N66T10 and N66V5. It is evident that there is slight aggregation of silica in the N66T10 film and substantial aggregation of silica in the N66V5 film. However, there is no aggregation in the nanocomposite films having TEOS loading of 3 and 5wt%. Since, the agglomeration of the silica particles in N66T10 film is not very substantial, the transparency of the film is not much affected."]], ["Thermal characterization of the PA66-silica nanocomposites", ["The PA66 melting was studied by performing DSC on N66T0, N66T3, N66T5 and N66T10. The second heating DSC traces of the samples are compared in [fig5]\n                        . A summary of the DSC data corresponding to the curves for the heating scan are tabulated in [tbl3]\n                        . The data indicate that with increasing TEOS loading the melting peaks gradually decreased in comparison to neat PA66 (the heat of fusion values reflect this trend). More surprising was the fact that the in situ generated nanosized silica did not cause any increase in crystallinity. Incorporation of silica particles within the chain interstices decreases the overall crystallinity probably by reducing the hydrogen bonding interaction between CO and N–H groups on the PA66 backbone and for this the silanol groups may be primarily responsible. From [fig5] it is seen that two melting peaks occur for the neat PA66 and PA66/silica nanocomposites. The higher temperature melting peak has been designated as <i>T</i>\n                        m1, while the lower temperature one as <i>T</i>\n                        m2 in [tbl3]. According to Khanna [bib32], this double melting phenomenon ascribed due to a bimodal crystallite distribution is common to nylons like PA66 and is a characteristic of melts crystallized at a cooling rate of 10°C/min. Further, the appearance of the dual melting peaks in both the neat PA66 and PA66/silica nanocomposites proves that this is not due to the presence of nanosized silica generated in the system under study.", "The DSC cooling scan for the unannealed films are shown in [fig6]\n                         and all the scans show only one exothermic peak. The peak (<i>T</i>\n                        p) and onset of crystallization (<i>T</i>\n                        o) temperatures are listed in [tbl3] along with the respective heat of crystallization (Δ<i>H</i>\n                        c) values. It is seen that the presence of nanosized silica decreases the crystallization temperature. There is a decrease in the Δ<i>H</i>\n                        c values with increase in TEOS loading. Similar results have been reported previously on polyamide 6-based clay nanocomposites [bib33].", "The TGA measurements of neat PA66 and PA66/silica nanocomposites with different TEOS loadings are shown in [fig7]\n                        . The onset of thermal degradation (<i>T</i>\n                        d) mentioned in [fig7] proves that the thermal stability of the nanocomposites increases up to 3wt% TEOS loading and then decreases thereafter with increasing TEOS loading. However, all the TEOS loaded films showed increased <i>T</i>\n                        d compared to neat PA66 film. <i>T</i>\n                        d is shifted by 18°C for the composite with only 0.8wt% of silica nanoparticles. This initial increase in the thermal stability of the nanocomposites is most likely the consequence of the attachment of the PA66 chains to the surface of the in situ generated silica. This physical crosslinking network along with the residual crystallinity and other bonding forces at temperatures higher than the <i>T</i>\n                        m of PA66 is responsible for this thermal behavior. However, after a threshold concentration (0.8wt% silica) is exceeded, the in situ generated silica most probably does not have much effect on the decomposition characteristics of the composites. This may be reasoned on the basis of an inherently weaker structure as a result of loss in crystallinity with increasing silica content as found out from the DSC studies. The residue left at 800°C is in line with the experimental silica content as reported in [tbl1] and this result indicates that the thermal decomposition routes of neat PA66 and PA66/silica nanocomposites are same. If the decomposition routes were different, then the residual weights of the nanocomposites would have been different. It should be noted that polyamide-6/organoclay nanocomposites showed lower thermal stability than neat polyamide-6 as reported by Cho and Paul [bib34]. Therefore, with as low as 0.2wt% silica loading (corresponding to TEOS loading of 1wt%) the thermal stability improvement of the PA66/silica nanocomposites is substantial."]], ["Mechanical and dynamic mechanical properties of the PA66-silica nanocomposites", ["Typical tensile stress–strain curves for the unannealed films are presented in [fig8]\n                        (a). Tensile stress–strain characteristics of the N66T15 film could not be determined as the film was very brittle in nature and could not be die-punched to get the tensile specimen. All the PA66/silica nanocomposite films having TEOS loading 1–10wt% showed an increase in the Young's modulus (<i>E</i>) over neat PA66. However, the modulus value reached a maximum for the N66T5 film and then dropped to a lower value for the N66T10 film. It is well known that in semicrystalline polymers like PA66, the crystallinity plays a major role in shaping the mechanical properties. With increase in the TEOS content, the crystallinity decreased (as observed from the WAXS and DSC studies). Since, the modulus depends substantially on crystallinity for PA66, the modulus should have decreased, but instead it increased. An increase in modulus can be explained by the reinforcing action provided by the nanosized in situ generated silica particles. With only 1.5wt% of theoretical silica content (N66T5) the modulus increased ∼75% compared to neat PA66 (N66T0). The trends in the modulus, maximum tensile stress (MTS), work to break (WB) and elongation at break (EB) behavior of neat PA66 and PA66/silica nanocomposite films are compared in [fig8](b) and (c). The trend in each case is in line with that of the modulus and thus can be explained probably by the opposing factors of decrease in crystallinity and reinforcing action of nanosized in situ generated silica filler acting in tandem. Further, the agglomeration tendency of the in situ generated silica particles also has a role in influencing the mechanical properties of the films having TEOS loading of 10wt% and above. It is observed that the optimization in mechanical strength is reached in the case of N66T5 and the increase in MTS, WB and EB is ∼14, 425 and 193%, respectively. A similar trend was reported in the case of PEBAX®/silica nanocomposites previously [bib35]. The increase in EB of the PA66/silica nanocomposites over neat PA66 can be explained probably on the basis of the linear and network growths of the inorganic phase as observed from the IR and AFM studies. However, there is optimization at a TEOS loading of 5wt%, and above that the EB gets lowered probably due to the fact that too much of silica network structures would mean agglomeration of the silica particles. Si mapping ([fig4]) shows that aggregation/agglomeration starts from N66T10 and thereby supports this proposition. This agglomeration leads to the increasing brittle nature of the films from TEOS loading of 10wt% and above.", "The variation of tan\n                        <i>δ</i> and storage modulus (<i>E</i>′) with temperature for the films are shown in [fig9]\n                        (a) and (b), respectively. The <i>T</i>\n                        g (glass transition temperature) for N66T0 occurs at ∼24°C and for N66T5 there is a significant shift of ∼+12°C in <i>T</i>\n                        g from the N66T0 peak. The tan\n                        <i>δ</i> peak heights of all the PA66/silica nanocomposites are greater than that for the neat PA66 film, which confirms the decrease in crystallinity with increasing TEOS loading. The <i>T</i>\n                        g values of neat PA66 and PA66/silica nanocomposites are all below the usually reported <i>T</i>\n                        g value of ∼70–80°C for dry-as-molded (DAM) specimens. Since, DAM conditions were not maintained, the <i>T</i>\n                        g values are typically less. Further, one needs to consider that unreacted silanol groups are hydrophilic and would attract moisture from the ambient atmosphere and the existence of increasing silanol groups as mentioned in the IR discussion would increase the moisture absorbing tendency further. This gets reflected in the tan\n                        <i>δ</i> curves in [fig9](a) by almost no shift in the <i>T</i>\n                        g values (in the case of N66T1 and N66T3) even though there is a significant improvement in the storage modulus values with increased TEOS loading as noticed from [fig9](b). The shift of the <i>T</i>\n                        g peak for the N66T5 film may be a result of optimization of the opposing effects of moisture absorption, decrease in free volume with increment in silica loading and reinforcement due to nanosized silica. The factors like free volume decrease with increment of silica loading, moisture-absorbing behavior and agglomeration of the silica probably determine the <i>T</i>\n                        g shift of N66T10. From [fig9](b) it is seen that the <i>E</i>′ values for the PA66/silica nanocomposites are above that of neat PA66 in the temperature range of −50–200°C and can be explained on the basis of reinforcing action of nanosized in situ generated silica. Among all the composites, the N66T5 exhibits the highest storage modulus value. The lowering of the <i>E</i>′ trace for the N66T10 film compared to the N66T5 film can be explained on the basis of predominant effect of crystallinity decrease and silica agglomeration."]], ["Water absorption behavior", ["The water uptake characteristics of unannealed neat PA66 and PA66/silica nanocomposites are compared in [fig10]\n                        . It is well-known that PA66 is hydrophilic and tends to absorb water easily from the surrounding environment. From [fig10] it is seen that the nanocomposite films N66T1 and N66T3 have slightly higher water absorbing tendency than N66T0, whilst N66T5 and N66T10 have lower water absorbing tendency. This trend can be explained on the basis of two opposing factors: increased network structure formation on a volume basis as a result of increasing TEOS concentration leading to a decrease in free volume of the polymer and decrease in crystallinity with increasing TEOS loading. Initially the network structure formed is lower on a volume basis due to the lower quantity of TEOS loading and the crystallinity decrease as a result of TEOS loading (as evident from [tbl3]) also aids in increase in water absorption compared to N66T0. With increase in TEOS loading, the free volume of the polymer decreases as the polymerized silica fills up the free volume of the polymer. Therefore, the water uptake of the polymer decreases with the increment of silica loading."]]]], ["Conclusions", ["PA66/silica hybrid nanocomposites were prepared by the sol–gel reaction between TEOS and PA66 matrix. IR studies revealed the formation of both linear and network silica growth structures. Dimensions of these silica structures were less than the optical wavelength and thus the hybrid films had optical clarity comparable to neat PA66 film. AFM studies further confirmed that one of the dimensions of the silica structures was within 100nm and Si mapping revealed the homogeneity of the hybrid nanocomposites over the bulk of the matrix. WAXS of the films indicated the existence of the α and γ phases. Crystallinity of the PA66/silica hybrid nanocomposites decreased with respect to neat PA66 with increasing TEOS loading. TGA results indicate that at very low loading of TEOS (less than 5% by weight of PA66) the thermal stability enhancement is substantial. However, negligible difference in the char residue of the films at 800°C points at similar decomposition pathways for the hybrid and neat films. Improvement of mechanical property of the hybrid films is substantial compared to the neat film. However, optimization occurs at a TEOS loading of 5wt% and this observation gets support from the DMA results. Brittleness of the hybrid films increases above TEOS loading of 10wt%. Water absorption initially increases, but finally decreases with increment in TEOS loading due to the change in free volume of the polymer by the polymerized silica."]]], "doi": "10.1016/j.polymer.2005.02.104"}