{"title": "Synthesis and properties of fluorine-containing polybenzimidazole/silica nanocomposite membranes for proton exchange membrane fuel cells", "abstract": "Novel polybenzimidazole (PBI)/silica nanocomposite membranes were prepared via sol–gel process from an organosoluble, fluorine-containing PBI copolymer with a silica precursor, tetraethoxysilane (TEOS), and a bonding agent. The introduction of the bonding agent results in the reinforced interfacial interaction between PBI chains and silica nanoparticles. Transmission electron microscopy (TEM) analyses showed that the silica particles were well dispersed in the PBI matrix on a nanometer scale. The thermooxidative stability of the PBI membranes increased slightly with the increase of silica content. The coefficients of the thermal expansion (CTEs) of the nanocomposite membranes decreased slightly with increasing amounts of silica. The mechanical properties and the methanol barrier ability of the PBI films were improved by the addition of silica. The modulus of the PBI/10wt.% silica nanocomposite membranes had a 37% increase compared to the pure PBI films, and the methanol permeability decreased by 58% with respect to the pure PBI membranes. The conductivities of the acid-doped PBI/silica nanocomposites were slightly lower than the acid-doped pure PBI.", "body": [["Introduction", ["Proton exchange membranes (PEMs) have received a lot of attention in recent years, because they are the most important part in proton exchange membrane fuel cells (PEMFCs). PEMs function as conductive proton mediums, as well as barriers to avoid direct contact between the fuel and oxidant. In order to alleviate the effect of CO poisoning in electrodes and to improve the power density of the fuel cells, the operating temperature has been proposed to be maintained above 100°C. The perfluorosulfonic acid polymer membranes, such as Nafion®, are typically used as the electrolytes in PEMFCs, because of their outstanding chemical stability and high proton conductivity. However, the Nafion® membranes have two major drawbacks: (i) loss of proton conductivity at temperatures above 100°C due to dehydration phenomena; (ii) high methanol permeation, which causes loss of fuel and decreases cathode performance in PEMFCs [bib1 bib2 bib3 bib4 bib5 bib6 bib7]. Polybenzimidazole (PBI) is a very promising material for high-temperature (>100°C) fuel cell applications, because of its high thermal stability and good mechanical properties. In addition, PBI doped with strong acids has stable proton conductivity at temperatures higher than 100°C [bib8 bib9 bib10 bib11 bib12 bib13 bib14 bib15 bib16].", "The preparation of hybrid organic–inorganic composites has been developed and studied during the last decade, because hybrids show controllable chemical and physical properties by combining the effects of organic polymers and inorganic compounds [bib17 bib18 bib19 bib20 bib21 bib22 bib23]. Several studies have showed that the presence of silica particles in the organic polymer matrix can reduce the methanol permeability of the hybrids due to the dispersed silica particles acting as methanol barriers [bib24 bib25 bib26]. Therefore, the polymer/silica hybrid membranes have the potential for use as PEMs.", "In this study, we have prepared novel PBI/silica hybrid membranes using a silica precursor, tetraethoxysilane (TEOS), via a sol–gel process in a PBI solution, followed by solution casting. The PBI used in this research is an amorphous, organosoluble fluorine-containing PBI. Compared to the most commonly PBI used in PEMFCs, poly[2,2′-(<i>m</i>-phenylene)-5,5′-bibenzimidazole], which is difficult to dissolve in common organic solvents due to its very rigid molecular structure, the fluorine-containing PBI is soluble in several organic solvents. It could be used to prepare PBI/silica hybrid membranes through the sol–gel process. However, the great difference in the properties of polymer and silica materials may cause phase separation. In order to avoid phase separation, some papers have reported that a bonding agent can be added to bond the organic moiety and the inorganic phase [bib27 bib28 bib29]. To achieve this objective, a fluorine-containing PBI copolymer containing hydroxyl groups was synthesized in this research to provide the bonding sites for the bonding agent. The fluorine-containing PBI copolymer had good compatibility with the inorganic silica phase. Here, we report the mechanical properties, thermal properties and methanol permeability of the PBI/silica hybrid membranes. The proton conductivities of these hybrid films doped with phosphoric acid were also examined."]], ["Experimental", [["Materials", ["2,2-Bis(4-carboxyphenyl)hexafluoropropane was purchased from TCI and purified by recrystallization from glacial acetic acid. 3,3′-Diaminobenzidine, triethylamine, and dimethylacetamide (DMAc) were obtained from Aldrich. 5-Hydroxyisophthalic acid, tetraethoxysilane (TEOS) and diethylamine were obtained from Acros. 3,3′-Diaminobenzidine and 5-hydroxyisophthalic acid were used as received, and DMAc was purified by distillation over calcium hydride. Reagent-grade poly(phosphoric acid) (PPA), phosphoric acid and (3-isocyanatopropyl)triethoxysilane were obtained from Fluka and used as supplied. Other chemicals and solvents were used as received."]], ["Polymer synthesis", ["The reaction is shown in [sch1]\n                        . A typical preparation of the PBI30OH (<i>x</i>\n                        =0.3<i>n</i>, <i>y</i>\n                        =0.7<i>n</i>) proceeds as follows: In a 250-mL, three-necked, round-bottom flask equipped with a mechanical stirrer and a condenser, 0.2679g (1.25mmol) of 3,3′-diaminobenzidine was dissolved in 12.9067g of PPA. The solution was stirred until it became homogeneous. To the solution, 0.3432g (0.875mmol) of 2,2-bis(4-carboxyphenyl)hexafluoropropane and 0.0683g (0.375mmol) of 5-hydroxyisophthalic acid were added, and the mixture was reacted at 200°C for 24h. The reaction mixture was cooled to 70°C. The PPA with P2O5 content at 84.5% was diluted with 85% phosphoric acid and water to reduce the P2O5 content to approximate 67%. The homogeneous solution was stirred overnight to hydrolyze the phosphate ester. The resulting solution was added dropwise to 1L of deionized water while being stirred. The precipitated polymer was collected by filtration and washed with deionized water several times. The polymer was dried in vacuum at 100°C for 24h. The synthesis of PBI10OH (<i>x</i>\n                        =0.1<i>n</i>, <i>y</i>\n                        =0.9<i>n</i>) followed the same procedure."]], ["Preparation of PBI/silica nanocomposite membranes", ["A representative 10wt.% silica loading PBI30OH/silica nanocomposite was prepared as follows: the PBI30OH powder (1.053g) was dissolved in 35.1g of DMAc to make a 3wt.% solution. 0.175g of (3-isocyanatopropyl)triethoxysilane was added to the PBI30OH solution as a bonding agent (molar ratio of hydroxyl group/bonging agent=1). A catalytic amount of triethylamine was also added, and the mixture was stirred for 36h at room temperature with a nitrogen inlet. Then, 0.2929g of TEOS and 0.0988g of deionized water were added to the viscous solution (molar ratio of H2O/TEOS=4). A catalytic amount of diethylamine was also added, and the homogeneous solution was further stirred for 24h at room temperature. The solution was cast onto a glass plate with a doctor's knife and dried in a vacuum oven at room temperature for 24h. It was further dried in vacuum at 110°C for 2 days to complete the hydrolysis and condensation of silica. The reaction is shown in [sch2]\n                        . The thickness of the PBI/silica nanocomposite membranes was approximately 40μm. The membranes were doped by immersion in aqueous phosphoric acid (11M) for different times. The amount of phosphoric acid in each film was dependent on the immersion time, and calculated by weight analysis. The phosphoric acid-doped PBIs were coded as PBI–<i>x</i>H3PO4, with <i>x</i> as the number of moles of acid per repeat unit of PBI."]], ["Characterization", ["The IR spectra were recorded on a Jasco 460 FTIR spectrometer. The 1H NMR spectrum was recorded on a Bruker AV-500 spectrometer. The inherent viscosity was measured with a Cannon-Ubbelohde no. 100 viscometer at a concentration of 0.5g/dL in DMAc at 30°C. The wide angle X-ray diffraction (WAXD) experiment was conducted on a Rigaku (Tokyo, Japan) D/MAX-IIIV X-ray diffractometer with Cu Kα radiation. The samples for transmission electron micrograph (TEM) study were prepared by placing the PBI/silica nanocomposite films in an epoxy resin that was cured at 70°C overnight. The cured epoxies containing PBI/silica nanocomposite films were microtomed with a diamond knife into 50-nm-thick slices. Next, they were placed on a 200-mesh copper grid, and examined with a Hitachi HF-2000 TEM (equipped with an energy dispersive X-ray (EDX) spectrometer) using an acceleration voltage of 200kV. The thermoxaditive stability was analyzed with a TA Instrument 2050 Thermogravimetric analyzer (TGA) at a heating rate of 10°C/min under air. The in-plane coefficients of thermal expansion (CTEs) and dynamic thermal mechanical analysis (DTMA) of PBI/silica nanocomposite membranes were determined using a TA Instrument Thermal Mechanical Analyzer (TMA) Q400EM. The CTEs were measured with an extension probe under 0.05N tension force on the films in the temperature range of 100–250°C at a heating rate of 5°C/min under nitrogen. The DTMA was measured at a heating rate of 5°C/min in nitrogen under a modulated force of 0.05N at a frequency of 1Hz. Tensile properties were determined from stress–strain curves obtained with a Shimadzu AG-SI universal testing machine at a strain rate of 5mm/min at room temperature. The film specimens were 30mm long, 4.5mm wide, and 40μm thick. The conductivity measurement was performed with an Autolab PGSTST 30 impedance analyzer in the frequency range of 100–105\n                        Hz with an amplitude of 10mV. The measurement cell is shown in [fig1]\n                        . The measurements were taken at 160°C under anhydrous condition. The conductivity (<i>σ</i>) was calculated as follows:\n                           \n                              \n                                 \n                                    σ\n                                    =\n                                    \n                                       1\n                                       R\n                                    \n                                    \n                                       L\n                                       A\n                                    \n                                 \n                              \n                           \n                        where <i>R</i>, <i>L</i>, and <i>A</i> are the measured resistance, thickness, and cross-sectional area of the membrane, respectively. The methanol permeability was measured with a two-compartment glass cell. One source cell (<i>V</i>\n                        A\n                        =100mL) was filled with a 6wt.% methanol aqueous solution. The other receiving cell (<i>V</i>\n                        B\n                        =100mL) was filled with deionized water. The membrane was clamped between the two compartments. The concentration of methanol in the receiving cell was measured versus time by gas chromatography with a Shimadzu QP2010. The methanol concentration in the receiving cell is given by\n                           \n                              \n                                 \n                                    \n                                       C\n                                       B\n                                    \n                                    (\n                                    t\n                                    )\n                                    =\n                                    \n                                       A\n                                       \n                                          \n                                             V\n                                             B\n                                          \n                                       \n                                    \n                                    \n                                       P\n                                       L\n                                    \n                                    \n                                       C\n                                       A\n                                    \n                                    (\n                                    t\n                                    −\n                                    \n                                       t\n                                       0\n                                    \n                                    )\n                                 \n                              \n                           \n                        where <i>C</i>\n                        B and <i>C</i>\n                        A are the methanol concentration in the receiving cell and the source cell, respectively, <i>V</i>\n                        B the volume of the receiving cell, and <i>P</i> is the methanol permeability. <i>t</i>\n                        0, also termed the time lag, is related to the methanol diffusion coefficient (<i>D</i>) as follows: <i>t</i>\n                        0\n                        =\n                        <i>L</i>\n                        2/6<i>D</i> \n                        [bib30 bib31]."]]]], ["Results and discussion", [["Synthesis and characterization of PBI and PBI/silica nanocomposites", ["Fluorine-containing PBI was synthesized from 3,3′-diaminobenzidine, 2,2-bis(4-carboxyphenyl)hexafluoropropane, and 5-hydroxyisophthalic acid. The purpose of using the 2,2-bis(4-carboxyphenyl)hexafluoropropane monomer was to modify the properties of PBI, such as the flexibility, solubility and processability. The 5-hydroxyisophthalic acid monomer was introduced to provide the bonding sites to the bonding agents. However, according to the study of Chen et al. [bib32], phosphate ester could be formed between the hydroxyl groups and PPA. In our research, we eliminated the phosphate ester by hydrolysis during the work-up step by the addition of phosphoric acid and water. The inherent viscosities of PBI10OH and PBI30OH were 1.8 and 1.4dL/g, respectively, which were measured in DMAc at a concentration of 0.5g/dL at 30°C, indicating that the two PBI copolymers had high molecular weights. The formation of the PBI copolymers was confirmed by the IR and 1H NMR spectra, as shown in [fig2 fig3]\n                        \n                        . The PBI10OH and PBI30OH exhibited characteristic IR absorption bands at 3400–3100cm−1 due to the N–H and O–H groups, and an absorption band at 1625cm−1 due to the CN absorption. The 1H NMR spectra of PBI copolymers were measured in deuterated dimethylsulfone. The imidazole proton peaks of PBI10OH and PBI30OH were observed at 13.1–13.3ppm, and the hydroxyl protons were observed at 10.1–10.3ppm.", "[tbl1]\n                         summarizes the qualitative solubility of the PBI copolymers. PBI10OH and PBI30OH were soluble in several organic solvents. This could be due to the introduction of bulky hexafluoropropylidene bridging groups in the polymer backbone, which reduces the intermolecular forces between the polymer chains. The PBI copolymer membranes were easily fabricated from the PBI copolymer solutions in DMAc via solution casting.", "To study the morphology of the PBI copolymers, the films prepared from the copolymers were examined with WAXD measurements. [fig4]\n                         shows the WAXD patterns of PBI10OH and PBI30OH. They do not show any obvious diffraction peak. This indicates that the two PBI copolymers are amorphous due to the bulky –(CF3)2 groups in the backbones. The absence of crystallization in the PBI copolymers was beneficial for dissolution in organic solvents and for proton conductivity [bib33 bib34].", "Some papers reported that the condensation between the hydroxyl group of the polymer and silanol generated by hydrolysis of TEOS was difficult due to the poor reactivity of aromatic hydroxyl group with silanol [bib35 bib36]. For this reason, bonging agents were introduced to form covalent bonds between the PBI copolymers and silica. The formation of bonds between the PBI copolymers and bonging agents was indicated by the absence of the –NCO absorption band of the isocyanato group on the bonding agent (2270cm−1), the presence of weak CO stretching band of the urethane group (1725cm−1) and the –(CH2)-absorption band of the bonding agent (3000–2900cm−1), as shown in [fig2]."]], ["Morphology of PBI/silica nanocomposite membranes", ["TEM micrographs of PBI10OH/10 and 15wt.% silica nanocomposites and PBI30OH/10 and 15wt.% silica nanocomposites are shown in [fig5 fig6]\n                        \n                        . The grey part is the polymer matrix, the dark dots are the silica particles that were confirmed by using EDX spectrum shown in [fig7]\n                        . The average silica particle sizes of PBI10OH/10 and 15wt.% silica nanocomposites are 24 and 38nm, respectively. Well-dispersed silica particles are observed in the PBI10OH/10wt.% silica nanocomposites, and a couple of agglomerated nanosized particles are seen in the PBI10OH/15wt.% silica nanocomposites. This result shows that the content of the silica is too much when 15wt.% of silica was added to PBI10OH. The average silica particle sizes of PBI30OH/10 and 15wt.% silica nanocomposites are 17 and 28nm, respectively. The silica particle distributions of PBI30OH/silica nanocomposites show a similar trend as that of PBI10OH/silica nanocomposites. However, the average silica particle sizes of PBI30OH/10 and 15wt.% silica nanocomposites are smaller than that of PBI10OH/10 and 15wt.% silica nanocomposites. This phenomenon may be caused by more hydroxyl groups being presented in PBI30OH as bonding sites to the inorganic silica."]], ["Thermal properties of PBI/silica nanocomposite membranes", ["The thermooxidative stability of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites were studied using TGA in air. The results are shown in [fig8]\n                        . The two pure PBI copolymers displayed high thermooxidative stability. The 5% weight loss temperatures of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites are listed in [tbl2]\n                        . The decomposition temperatures of the nanocomposites increased slightly with increasing amounts of silica. The increase in thermal stability could be attributed to the high thermal stability of silica. The 5% weight loss temperatures of PBI10OH/15wt.% silica nanocomposites and PBI30OH/15wt.% silica nanocomposites increased 6 and 13°C relative to the pure PBI10OH and PBI30OH copolymers, respectively. The increase in decomposition temperature of PBI30OH/15wt.% silica nanocomposites was higher than that of PBI10OH/15wt.% silica nanocomposites, because of more hydroxyl groups being presented in the PBI30OH as bonding sites to the silica phase. The residual weight percentages of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites above 700°C were approximately proportional to theoretical silica loadings. It indicated that the conversion of silica was complete via the sol–gel process.", "The in-plane CTEs of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites are listed in [tbl2]. It was found that the CTEs of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites slightly decreased with increasing amounts of silica. This indicated that silica could reduce the thermal expansion of the PBI copolymers.", "The storage moduli of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites are presented in [fig9]\n                        . The storage moduli of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites increased with increasing amounts of silica up to a silica content of 10wt.%. The tan\n                        <i>δ</i> of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites are shown in [fig10]\n                        . The tan\n                        <i>δ</i>\n                        max was identified as the glass transition temperature (<i>T</i>\n                        g). The <i>T</i>\n                        g\n                        <i>s</i> of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites are listed in [tbl2], which could not be found in differential scanning calorimeter (DSC) measurement. The <i>T</i>\n                        g\n                        <i>s</i> of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites slightly increased with increasing amounts of silica. The increase in storage moduli, and tan\n                        <i>δ</i> of the nanocomposites might be caused by the interaction between the inorganic silica and the organic PBI copolymers [bib37 bib38 bib39]."]], ["Mechanical properties of PBI/silica nanocomposite membranes", ["[tbl3 tbl4]\n                        \n                         summarize the tensile properties of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites. The tensile moduli and strength of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites increased with the increase of silica content up to a silica content of 10wt.%. These reinforcing effects might result from the interfacial interaction between PBI chains and silica particles. The moduli of PBI10OH/10wt.% silica nanocomposites and PBI30OH/10wt.% silica nanocomposites increased 17 and 37% compared to the pure PBI10OH and PBI30OH copolymers, respectively. The larger increase in modulus of PBI30OH/10wt.% silica nanocomposites could be attributed to more hydroxyl groups being presented in the PBI30OH as bonding sites to the silica phase. The modulus of the PBI30OH/10wt.% silica nanocomposites without bonding agents increased only by 11% compared to the pure PBI30OH due to the lack of strong interfacial interactions between the PBI chains and the silica particles. Both the tensile moduli and strength of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites slightly decreased when the silica content reached 15wt.%. The phenomenon might be caused by a few agglomerated nanosized silica particles in the polymer matrix.", "[tbl3 tbl4] also summarize the tensile properties of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites doped with phosphoric acid. It was found that the tensile moduli and strength of the nanocomposites decreased when they were doped with phosphoric acid. This could be due to the plasticizing effect from the phosphoric acid. However, the PBI30OH/10wt.% silica nanocomposites doped with phosphoric acid still retained sufficient mechanical properties for use as proton exchange membranes."]], ["Methanol permeability of PBI/silica nanocomposite membranes", ["[fig11]\n                         shows the methanol permeability of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites. The methanol permeability of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites decreased with increasing amounts of silica up to a silica content of 10wt.%. It indicated that the methanol permeability of the nanocomposites decreased due to the silica particles acting as methanol barriers in the polymer matrix. The methanol permeability of PBI10OH/10wt.% silica nanocomposites and PBI30OH/10wt.% silica nanocomposites decreased 39 and 58% relative to the pure PBI10OH and PBI30OH copolymers, respectively. The larger decrease in methanol permeability of PBI30OH/10wt.% silica nanocomposites could be attributed to more hydroxyl groups in the PBI30OH acting as bonding sites to the silica phase. However, a further increase in silica loading to 15wt.% did not have any additional decrease in methanol permeability. This might be caused by a few agglomerated nanosized silica particles in the polymer matrix. [fig12]\n                         shows the methanol permeability of PBI10OH/silica nanocomposites and PBI30OH/silica nanocomposites doped with phosphoric acid. Compared to [fig11], it was found that the methanol permeability of the nanocomposites increased when they were doped with phosphoric acid. The increase in the methanol crossover in the acid-doped PBI/silica hybrid membranes could be due to the increase in the free volume of PBI after phosphoric acid doping because the protonation of PBI molecules could reduce the intermolecular interaction forces. Even though the permeability of the acid-doped PBI/silica hybrid membranes increased, it was still much lower than that of the Nafion® 117 membrane. We have used the same method to measure the permeability of the Nafion® 117 membrane, and found that it was 30×10−8\n                        cm2/s, as described in our previous paper [bib40]."]], ["Conductivity of PBI/silica nanocomposite membranes", ["[fig13]\n                         shows the proton conductivities of PBI30OH/silica nanocomposite membranes doped with different amounts of phosphoric acid. The measurement was taken at 160°C under anhydrous condition, because the conductivity of the acid-doped PBI decreased above 160°C due to the dehydration of the phosphoric acid, which turned into H4P2O7. Compared with that of the acid-doped PBI membranes, the conductivity of the Nafion® 117 membrane declined abruptly above 80°C, because of dehydration. The conductivity of the Nafion® 117 membrane could not be measured at 160°C, because it lost proton conductive ability above 100°C. The above-mentioned detail was discussed in our previous research [bib40]. The conductivities of the acid-doped PBI30OH/silica nanocomposite membranes increased with the doping level of phosphoric acid. However, the conductivities of the nanocomposite films were slightly lower than that of the acid-doped pure PBI30OH membranes, because the silica particles in the polymer matrix might retard the mobility of protons in the membranes. It decreased by 22–28% with respect to the acid-doped pure PBI30OH membranes."]]]], ["Conclusions", ["PBI/silica nanocomposite membranes can be prepared via sol–gel process from a fluorine-containing PBI copolymer with TEOS and a bonding agent due to the solubility of the fluorine-containing PBI copolymer. The introduction of the bonding agent results in the reinforcing interfacial interaction between PBI chains and the silica nanoparticles. The addition of silica can enhance the mechanical properties of the PBI membranes, and reduce the methanol permeability. Although the conductivity is slightly decreased by the silica, the overall performance of the nanocomposite membranes is still obviously improved by the addition of silica. The PBI/silica nanocomposite membranes have the potential for use as proton exchange membranes in high-temperature PEMFC."]]], "doi": "10.1016/j.memsci.2007.08.033"}