{"title": "Properties of poly(2-hydroxyethyl acrylate)-silica nanocomposites obtained by the sol–gel process", "abstract": "Poly(2-hydroxyethyl acrylate) swollen in water forms a hydrogel with good biological acceptance but poor mechanical properties. Reinforcement by a nanometric silica phase obtained by acid catalyzed sol–gel reaction of tetraethoxysilane occurring simultaneously with the polymerization of the organic polymer leads to a hybrid material and is a way to improve the mechanical properties of the homopolymer. Dynamic mechanical measurements show a stiffness increase in the rubbery state as the silica content is increased, for both the xerogel (dry) and the swollen samples. Density measurements of the hybrid materials show that the silica phase has an apparent density close to that of vitreous silica, thus giving an indication of the intimate interpenetration of the organic and the inorganic phases in these nanocomposites. Thermogravimetric analysis has been used to probe the dependence of the thermal stability of the samples on the silica content, and to determine the actual silica amounts in each sample. Information about the percolation threshold of the silica phase could be gained from measurements of water uptake and mechanical moduli. All the results pointed out that the co-continuity of matrix and reinforcement starts at around 15wt% of silica content.", "body": [["Introduction", ["Poly(2-hydroxyethyl acrylate) is an acrylic polymer which forms a hydrogel with good biological properties, making it useful for medical applications. This polymer behaves as a rubber at room temperature, with a glass transition temperature (<i>T</i>\n                     g) of 15.2°C [bib1 bib2]. Its large capacity of water uptake leads to decreased mechanical resistance [bib3], and thus it is interesting to find ways to reinforce it while keeping its hydrogel properties. One way to do this is to produce hybrid organic–inorganic nanocomposites with an included silica phase obtained simultaneously with the polymer in a sol–gel process. The sol–gel reaction is a polymerization process in which a silica precursor hydrolyzes and condenses to form a network. The characteristics of the resulting network depend on some critical parameters of the reaction such as the relative rate of the hydrolysis and the condensation reactions [bib4 bib5], the molar ratio between water and alkoxide [bib6], the acidic or basic character of the environment [bib4], the nature [bib7] and quantity [bib8] of the solvent in which the sol–gel reaction takes place, and also on whether the hydrolysis takes place in a single or in multiple steps [bib9]. In this work the silica precursor used was tetraethoxysilane (also called tetraethyl orthosilicate, TEOS). By the simultaneous polymerization of the polymeric matrix and the silica phase a new kind of hybrid material is obtained, in which the silica phase is dispersed in the form of domains with typical sizes of tens of nanometers [bib10]. The complete process by which the final silica phase develops takes place in three steps: the hydrolysis of the alkoxide groups of TEOS to form silanols, the condensation of the previously formed silanols to polymerize into silica polymers, and the aggregation of partially condensed silica macromolecules to build up the network [bib4]. Under acid catalyzed reaction conditions and with a stoichiometrically deficient amount of water it is known that the condensation rate is much greater than the production of silanols by the hydrolysis reaction, and the silica forms as an extremely fine (nanometer sized) network [bib4]. It has been reported that the addition of a co-solvent like ethanol makes the hydrolysis reaction faster for TEOS [bib11]. Nonetheless, taking advantage of the good miscibility between TEOS and 2-hydroxyethyl acrylate (HEA), no additional solvent was added in this study since silanols are rapidly formed in the presence of water after a short induction time, making the solution of TEOS miscible with the solution of HEA and initiator [bib11]. The final properties of the nanocomposites depend on the relative amounts and on the morphology of the two component phases in the hybrid material, and on the interaction between them. The relative rates of polymerization of the organic and inorganic phases induce phase separation, but when the silica network forms faster than the PHEA one, the size of the typical phase aggregate is so small that transparent hybrid materials are obtained [bib10]. This was the case of the present work, where the polymerizing conditions were chosen so that the PHEA-based sol–gel nanocomposites obtained were completely transparent, like the pure PHEA homopolymer.", "Transparency and high water uptake combined with improved mechanical properties make this kind of hybrid systems promising for potential biomedical applications such as contact lenses, meniscal or intervertebral disk prostheses."]], ["Experimental", [["Materials", ["The nanocomposite samples were obtained by the simultaneous polymerization of HEA and TEOS as described in [bib12] for the case of the similar polymer poly(2-hydroxyethyl methacrylate). The matrix undergoes a free radical polymerization and the silica phase polymerizes in a sol–gel process. The TEOS reaction was acid catalyzed in a water/hydrochloric acid solution by keeping the molar ratios HCl/TEOS equal to 1.85×10−2 and the H2O/TEOS ratio equal to 2. The silica content was changed from 5 to 10, 15, 20, 25 and 30wt% by controlling the HEA/TEOS ratio and assuming that the sol–gel reactions were complete. Benzoyl peroxide, BPO (97%, Fluka) in a proportion 2wt% of HEA mass was used as thermal initiator of the organic polymerization.", "2-Hydroxyethyl acrylate (96%, Aldrich) was mixed with BPO and mechanically stirred for 30min. In parallel, TEOS (98%, Aldrich) was added to a hydrochloric acid solution (HCl, 37%, Aldrich) and distilled water, and stirred for 30min. Then both solutions were mixed together and stirred for another 30min.", "The polymerization process was carried out at 60°C for 21h, and then completed with a postpolymerization stage at 90°C for 18h. Finally, the samples were rinsed in boiling distilled water for 24h to remove residuals and unreacted monomers, and dried in <i>vacuo</i> at 60°C for 3 days.", "Pure silica and homopolymer PHEA samples were also produced following the same procedures as described above, in the absence of the HEA solution in the case of silica, and in the absence of the HCl/TEOS/water solution in the case of PHEA."]], ["Density and solvent uptake measurements", ["The density of the nanocomposites was determined through Archimedes’ Principle by weighing dried samples in air and immersed in <i>n</i>-octane (99%, Aldrich) using a 10−5\n                        g sensitivity Mettler Toledo AX205 balance with a density accessory kit. Each determination was repeated three times for each nanocomposite.", "For the solvent uptake measurements, dried samples were weighed before and after being immersed in two different solvents, water and acetone, at room temperature for 3 days. Measurements were repeated three times for all hybrid materials."]], ["FTIR", ["Fourier transform infrared (FTIR) spectra were obtained at room temperature in the ATR mode between 600 and 4000cm−1 with a Nexus spectrometer (Nicolet Instruments LTD, Warwick, UK), operating with a 4cm−1 resolution. All the spectra shown are the averages of 32 scans for each specimen."]], ["Dynamic mechanical analysis (DMA)", ["Dynamic mechanical measurements were performed in a DMS210 Seiko analyzer in the extension mode. Samples with rectangular geometry and dimensions of 20×4×0.7mm were used. Two kinds of measurements were performed: on completely dry samples scans were conducted at a constant heating rate of 2°C/min at a frequency of 1Hz over a temperature interval ranging from −120 to 180°C; on swollen samples equilibrated for three days in distilled water isothermal measurements were performed at 25°C and 1Hz."]], ["Thermo gravimetric analysis (TGA)", ["Thermal stability and final silica content of dried hybrid materials was investigated with a SDT Q600 analyzer (TA Instruments, United States) under a nitrogen flow of 50ml/min at a heating rate of 20°C/min, starting from 50°C and raising the temperature until 700°C. Dried sample weights varied from 5 to 10mg."]], ["Scanning electron microscopy (SEM)", ["Scanning electron micrographs were taken in a JEOL JSM6300 microscope. Samples were coated with gold (for secondary electron images) or carbon (for X-ray microanalysis and back-scattered electron images) by sputtering. Micrographs were taken at an accelerating voltage of 20kV to reveal topography features (secondary images) and at 10kV for microanalysis and back-scattered electron micrographs.", "X-ray microanalysis mapping was performed with an energy dispersive X-ray Spectrometer (EDS) from Oxford Instruments attached to the SEM. Three different areas were examined of cryo-fractured surfaces. Only the intensity of the energy region of the X-ray emission spectra corresponding to silicon was collected. Silicon signal was corrected subtracting the background signal collected immediately above the silicon intensity peak (between 1.2 and 1.5eV). The EDS images were the result of 50 frames of collection (same exposition times)."]], ["Optical properties", ["Refractive index was measured in air with a Shibuya Abbe-type refractometer at wavelengths corresponding to visible light. Refractive index was measured on samples previously dried (<i>n</i>\n                        dry) and on samples swollen to equilibrium in distilled water (<i>n</i>\n                        sw). Measurements were done on five different specimens. The refractive index average and the corresponding standard deviation were computed."]]]], ["Results", ["The synthesized nanocomposite materials retain the transparency of pure PHEA. This indicates that the characteristic size of the silica phase is small enough (less than a few hundred nanometers) not to disperse light [bib10 bib12]. [fig1]\n                      shows both the refractive index for dry (<i>n</i>\n                     dry) and swollen (<i>n</i>\n                     sw) samples. The refractive index is greater for the dry than for the swollen samples, these having values close to that of water. It smoothly drops in the case of the dry samples when the silica content increases. By contrast, for the swollen samples there is a sharp fall of the refractive index at the smallest silica contents, which then remains almost constant for the rest of silica contents, except for 10wt% which is even higher than for pure PHEA.", "As seen in [fig2]\n                     , the density of the nanocomposites varies linearly with their silica content (expressed as mass fraction). The extrapolated value for pure silica obtained from that trend is 2.196kg/dm3, which coincides with the value for the pure silica glass obtained after a heat treatment at 900°C [bib4].", "The water and acetone sorption capacity of the samples, referred to the mass of the organic polymer (PHEA) in the sample, is shown also on [fig2]. The equilibrium water uptake of the nanocomposites as a function of silica content is first increasing and then decreasing: for silica contents lower than 15% the nanocomposites absorb more water than does pure PHEA, their specific sorption capacity falling afterwards under that of the pure matrix polymer. On the contrary, acetone uptake shows a sharp initial decrease at the lowest silica content (5wt%), and then smoothly decreases at higher silica content.", "The FTIR spectra for three nanocomposites (10, 20 and 30wt%) and for pure PHEA are represented in [fig3]\n                     . With increasing silica contents of the nanocomposites there is an intensity increase of some characteristic peaks of the silica phase such as the Si–O–Si stretching at 1085, 1024 and 800cm−1\n                     [bib13 bib14]. At the same time, the OH stretching at 3405cm−1, the CH<i>\n                        </i>x\n                      asymmetric and symmetric stretching peaks at 2962 and 2888cm−1, respectively, and the CO stretching peak at 1724cm−1 tend to disappear with increasing silica content. The peaks that could reveal heterogeneous condensation reactions between the HEA monomers and the silanols, such as the characteristic peak for the Si–O–C bond, should take place at 1120–1080 and 836cm−1\n                     [bib13 bib14]; they overlap the absorption interval of the Si–O–Si bond and are thus not distinguishable in our spectra.", "[fig4]\n                     (a) shows the curves for the temperature dependence of the dynamic-mechanical storage modulus (<i>E</i>′) of dry samples. Pure PHEA exhibits a well defined plateau above the glass transition due to transesterification reactions which are unavoidable during its polymerization, building a network with chemical bonds between lateral side groups even with the absence of crosslinking agents [bib15]. The rubbery plateau in the hybrid materials has a higher storage modulus the greater the silica content. The rubbery modulus of some nanocomposite samples (especially the 15%, 20% and 25% samples) showed a marked increasing trend for the highest temperatures.", "[fig4](b) shows the loss tangent thermograms of pure PHEA and of the nanocomposites. The pure PHEA plot shows two maxima: one corresponding to the main, or <i>α</i>, mechanical relaxation at around 26°C, and another one at lower temperatures, associated to a complex side-chain relaxation with small amounts of water [bib3 bib16]. Both of them show up again in the nanocomposites. However, as the silica content increases, the intensity of the <i>α</i> relaxation of the polymer matrix significantly decreases and its shape broadens and shifts towards higher temperatures, becoming more asymmetric. The relaxation related to the lateral groups (<i>β,</i>β\n                     sw) seems to decrease with increased silica content (see insert in [fig4](b)). The values of the elastic modulus of the swollen samples measured at 25°C are shown in [fig7]\n                     .", "The weight losses of pure PHEA, of the nanocomposites and of pure silica due to thermal degradation are shown in [fig5]\n                     . There is a shift of the onset of weight loss to lower temperatures as the silica content increases, making hybrid materials less thermally stable than the homopolymer. [fig5] also reveals that pure PHEA exhibits three different degradation steps [bib17], which persist in the nanocomposite samples but shifted to lower temperatures, as remarked above. Additional degradation data are shown in [tbl1]\n                     .", "The residue of pure silica at 700°C is a 95.47% of its starting weight ([fig5]). This small weight decay can be the product of two mechanisms [bib4]: at lower temperatures degradation of non hydrolyzed alkoxide groups takes place; and for higher temperatures, condensation reactions continue releasing water molecules, producing a further weight loss. The residues after pyrolysis of the nanocomposites showed that the silica rests kept the original shape of the sample, but shrunk (the higher the silica content, the lower the shrinkage). All of them exhibited a smooth surface with occasional cracks, as can be seen in [fig6]\n                     .", "In order to provide a direct morphological evidence of the dispersion of silica within these hybrid systems an elemental microanalysis study was performed. [fig8]\n                      shows the cryo-fractures and X-ray microanalysis of hybrid materials with 10, 20 and 30wt% of silica content. The silicon distribution (white spots) attached to the SEM micrographs seems to be uniform throughout the sample, with lower density in samples with less silica."]], ["Discussion", ["Reinforcement of a PHEA matrix by a nanosized uniformly disperse phase of silica obtained by simultaneous sol–gel polymerization provides an effective means of improving the mechanical properties of the hydrogel: the storage modulus in the swollen state at 1Hz increases from a value of around 0.54MPa for PHEA to a value of around 30.7MPa for the 30wt% nanocomposite ([fig7]), a 57-fold increase for a material which is still a hydrogel! These materials retain many of the good properties of the matrix polymer: they are hydrogels (the 30wt% nanocomposite still absorbs 38% of its weight of water, [fig2]) and they are transparent ([fig1]). Transparency is an indication that the typical size of the domains of the silica phase fall below 400nm [bib12], otherwise light would be dispersed and the samples would be translucid. This fine-grained structure of the silica phase is typical of acid catalyzed polymerization of the silica precursor in presence of less water than the stoichiometrical amount [bib4 bib8], in agreement with the results of Jackson et al obtained with the same organic matrix but in different polymerization conditions[bib10]. Thus the nanocomposites must consist in two phases, both of them in the form of networks, finely interdispersed or interpenetrated since the silica residues after pyrolysis retain the shapes of the samples and are continuous even for small percentages of silica [bib10]. Pyrolysis in fact changes the silica network structure by sintering it to a glass [bib18]; nonetheless, high magnification of the residues ([fig6](c)) clearly shows a structure of aggregated silica nanoparticles with dimensions of the order of tens of nanometers, which give an estimate of size of the typical domain of the silica-rich phase in the nanocomposites. The X-ray microanalysis shows that the silica phase is uniformly distributed at the micro-scale. In interpreting [fig8] it must be taken into account that it shows not only the silica aggregates at the surface, but also some from a finite in-depth volume layer, since the high energy electron beam impinging on top of a surface penetrates a few micrometers; the ensuing X-rays emitted thus stem from a volume (around 1μm3), and not from a surface [bib19]. It is also noteworthy that X-ray microanalysis resolution is not as high as that for secondary electron micrographs [bib19]. Thus the silica distribution shown in [fig8] represents a coarsened image of the true silica distribution at the nanoscale, but is sufficient to infer the uniformity of the silica-rich domains throughout the sample. Back-scattered electron images (here not reported) confirmed this uniformity, but did not add any relevant insight regarding the silica distribution since they did not show any feature besides topography (up to magnifications equal to 10000×).", "The porous structure of silica is bimodal: a family of smaller pores in the few-nanometer range (around 3nm) within the elementary silica particles produced by the liquids acting as a template during the sol–gel reaction [bib4 bib8], and another family of pores consisting in the larger spaces (tens of nanometers) left between the aggregates of those smaller elementary particles that develop as the phase separation and coalescence of silica proceed to form a continuous network [bib6 bib12]. Density data ([fig2]) show that all these pores have been occupied by the organic polymer matrix’ chains: the apparent specific volumes of both mixed phases coincide with the specific volumes of both pure phases (in the case of the silica network, that of its sintered amorphous glass [bib4]), thus indicating a most efficient packing of the phases, with no interstitial vacancies. This highly efficient filling of the pores must be related to the fact than silica polymerization is a faster process than the organic polymerization [bib10].", "There are indications that the silica phase is not a continuous network throughout the sample below a threshold silica content. Thus, the storage modulus data in the rubbery region, both in the dry and swollen states ([fig7]), show a characteristic transition around a 15wt% content of silica in the sample; furthermore, the maximum of water sorption of the samples occurs around a 10wt% content of silica ([fig2]). This suggests that below a value between 10% and 15% of silica content the inorganic network is not continuous throughout the sample, and that it constitutes a co-continuous phase only above that value. The increasing trend of water sorption up to 10wt% can be explained on the basis that for non-continuous disconnected silica domains, the number of non-condensed silanol groups on the surface of those domains is significant [bib20] (large surface to volume ratio), thus increasing the hydrophilicity of the hybrid material on a unit mass basis to a value above that of the PHEA matrix; when the silica network percolates and finally becomes continuous throughout and densely packed for higher silica percentages, these surface OH groups are no longer present or become insignificant (small surface to volume ratio). The water sorption then rapidly falls under the value of PHEA as a consequence of the swelling constraint imposed by the rigid silica skeleton. This is further confirmed by the outlook of the silica residues obtained after complete pyrolysis of the nanocomposite samples in the TGA experiments ([fig6]): the residues of samples with lower silica content were very brittle and hardly manageable (even after the contraction and sintering which silica experiences at high temperatures [bib4 bib8]), whereas the residues of samples with more than 10wt% silica exhibited good consistency. This last finding is another indication of the finely interpenetrated and co-continuous morphology of both phases in the nanocomposites. This morphology leads to a very constrained mobility of the polymer chains in the spaces left by the inorganic phase. This is in fact reflected in the dynamic-mechanical loss tangent ([fig4](b)), whose dissipation maximum significantly decreases in intensity as the silica content of the sample increases. Previous results on the same hybrid system also hinted to the existence of a more constrained PHEA phase within the nanocomposites whose dissipation maximum corresponding to the main mechanical relaxation takes place at lower frequencies in comparison with the less constrained PHEA rich-domains, that behaves as the pure homopolymer [bib21].", "The temperature increase of the storage modulus taking place after the glass transition was in some nanocomposite samples larger than what rubber elasticity effects could account for, and thus the hypothesis was advanced that some additional condensation reactions in the silica phase could be taking place enhanced by the mechanical stimulus at these high temperatures above <i>T</i>\n                     g. To check this, a thermal cycling experiment was performed: samples were run to a temperature <i>T</i>\n                     ∗ >\n                     <i>T</i>\n                     g, then cooled and then reheated until a temperature <i>T</i>\n                     \n                     <i>></i>\n                     \n                     <i>T</i>∗\n                     . The results in the insert of [fig4](a) show that indeed the modulus increment reached at a temperature <i>T</i>∗\n                      is permanent, and that the modulus continues increasing if that temperature is surpassed. This seems in accord with the hypothesis that the silica phase contains non-reacted silanol groups which can condense further when the mobility of the silica and PHEA phases becomes high enough [bib12 bib20]. It is also in agreement with the mechanism of silica build-up proposed by Brinker et al. [bib18], by which silica domains obtained by sol–gel process never reach a condensation state equal to that of a full-condensed silica, thus allowing additional condensations to take place if suitable conditions are met (in our case, the un-freezing of the network’s state at temperatures well above <i>T</i>\n                     g). The sensible loss of thermal stability of the hybrid materials ([tbl1] and [fig5]) could also be a consequence of the just mentioned additional reactions taking place at temperatures above <i>T</i>\n                     g in the nanocomposite samples: active silanols of the silica network or water produced in those condensations may have an accelerating effect on the organic polymer chain scission. One cannot exclude other factors (alternative or conjoint) in the explanation of this shift in the onset of thermodegradation, such as the different morphology of the polymer phase (a bulky phase in the case of the homopolymer, a finely dispersed one in the nanocomposites), leading to the same effect.", "The presence of the silica phase has also an influence on the secondary dynamic-mechanical relaxation of the polymer. The side chain relaxation of PHEA takes place at different temperatures depending on the amount of residual water remaining in the polymeric network [bib16 bib22]. Water-free PHEA has a simple secondary <i>β</i>-dispersion around −90°C due to the motion of the side chain including the COO groups. When there is water in the polymer this relaxation transforms into a more complex secondary relaxation (called ‘diluent’ relaxation, <i>β</i>\n                     sw) taking place at a higher energies (around −60°C), due to the association of water molecules and neighboring hydroxyls of the PHEA chains [bib16]. In the nanocomposites with higher silica content the PHEA molecules are more constrained than in the homopolymer; the formation of those associations of neighboring lateral groups through the water hydrogen bonding becomes more hindered, and thus the secondary relaxation has a more pure <i>β</i>-character (not involving water molecules) and it correspondingly takes place at lower temperatures (see insert in [fig4](b)).", "No definitive conclusions can be obtained from the data as regards the question whether heterogeneous condensation between the organic and the inorganic monomers occurs or not, and thus whether stable chemical bonds between the PHEA and the silica phases exist. On the one hand, the residue weights of silica at 700°C (insert in [fig5]) correspond accurately to the TEOS amounts put into the reacting mixture. On the other hand the FTIR spectra ([fig3]) show a marked disappearance of the broad OH absorption as the silica content is increased, but this might be an effect of the increasing stiffness of the samples, which results in a less efficient contact of the sample with the apparatus in the ATR mode. It is thus not directly interpretable as a loss of the PHEA’s OH groups at the expense of interphase condensations. That these OH groups have not disappeared and are, to a large extent, still present in the organic phase is demonstrated by the water sorption data. The fall of the equilibrium water sorption after sample composition 15% must be attributed not to a loss of active OH groups but to the constraint on the polymer network expansion imposed by the continuous silica network. This constraint is independently revealed by the acetone sorption data ([fig2]). In fact, the equilibrium water sorption of the 30% silica sample closely coincides with the equilibrium water content of PHEA in a pure water vapor atmosphere, a situation which corresponds to the maximum sorption capacity of the polymer before the network starts to swell significantly [bib23 bib24]. It is thus a swelling constraint, and not the absence of the OH groups, what explains the fall in the sorption capacity. The safe conclusion is that polymer-silica condensation reactions, if they occur at all, involve a non-significant fraction of the materials (the same conclusion was put forward in [bib12], although the opposite view has also been defended [bib25])."]], ["Conclusions", ["A biphasic material results when HEA monomer and the silica precursor TEOS are simultaneously polymerized. This hybrid material has an organic (PHEA) and an inorganic (silica) phase finely interpenetrated thanks to the porous structure acquired by the silica phase in this kind of reaction. Silica is uniformly distributed throughout the hybrid samples, even for small silica contents. No clear evidence of chemical bonds between both phases can be ascertained, though it cannot be completely excluded that these bonds form to some extent. In this case, they should affect a negligible amount of material, since the hydroxyl groups of the PHEA phase seem to persist with intact water sorption capacity. The materials retain their transparency and hydrogel character when swollen in water. The continuity of the inorganic phase throughout the material depends on its amount, and the results suggest that both phases are co-continuous above a percolation threshold of the silica phase of between a 10% and a 15% weight. This change of continuity has an influence on different properties such as the dynamic-mechanical modulus in the rubbery state and the water sorption capacity of the materials, which exhibit a change of trend around that composition. Mechanically, the reinforcement effect of the silica phase can be as high as a 57-fold increase of the modulus in the swollen state of the material with a 30% silica at room temperature."]]], "doi": "10.1016/j.jnoncrysol.2007.10.016"}