{"title": "Poly (butylene terephthalate)/silica nanocomposites prepared from cyclic butylene terephthalate", "abstract": "Poly (butylene terephthalate) (PBT)/silica nanocomposites were compounded from cyclic butylene terephthalate (CBT) resin with very low melt viscosity via high-speed stirring and subsequent in situ polymerization. The effect of silica nanoparticles on the properties of CBT and its polymer composites has been studied. It was shown that the well-dispersed silica nanoparticles, even in small content (1–2wt.%), result in the dramatic extension of the polymerization process of CBT resin. The flexural properties of polymerized PBT nanocomposites, including modulus, yield strength and failure strain, was improved significantly with the incorporation of silica nanoparticles.", "body": [["Introduction", ["Fiber-reinforced polymer (FRP) composites have found rapidly increasing applications in aerospace, marine, automobile and sport industries nowadays. However, both thermosettings and thermoplastics served as matrices of current FRP composites are suffering for their inherent deficiencies. On the one hand, thermosettings lack for flexibility in post-forming and recyclability because of their highly cross-linking structure. On the other hand, thermoplastics are difficult to be processed due to their high melt viscosity (generally in the range of 100–1000Pas), which results in serious problems in impregnation of fibers, flow of resin and removal of bubbles. A recently developed cyclic butylene terephthalate (CBT) resin is considered to be a promising alternative to solve this dilemma [bib1 bib2 bib3]. Such a thermoplastic resin has an ultra-low melt viscosity (0.017Pas at 190°C), and can be polymerized to poly (butylene terephthalate) (PBT) via entropically driven ring-opening reaction in a short time scale (ranging from several seconds to tens of minutes) with no chemical emission and little heat generation during the process [bib1 bib4]. These favorable advantages provide the opportunities to produce fiber-reinforced PBT composites with perfect impregnation of fibers and PBT micro/nanocomposites with excellent dispersion of fillers, using various processing methods available to thermosettings or thermoplastics.", "Though CBT resin has received considerable attentions from both scientific and industrial communities, the research on the properties and processing of CBT-based composites still remains very limited to realize the full potential of CBT resin [bib5 bib6 bib7 bib8]. Parton et al. [bib5] and Mohd Ishak et al. [bib6] produced glass fiber-reinforced PBT composites via resin transfer molding and compression molding, respectively. It was found that a markedly improved impregnation of fibers could be obtained by using PBT in situ polymerized from molten CBT resin as matrices. However, the time window for impregnation was quite limited due to the rapid polymerization of CBT resin. And the produced composites experienced deterioration in mechanical strength, which was presumably ascribed to the brittle PBT matrix with relative high degree of crystallinity [bib5]. Inspired by the recent enthusiasm for nano-science and technology, nanofillers have been introduced to modify PBT. The first PBT nanocomposite based on CBT resin was synthesized on vial-level by Tripathy et al. [bib9]. The incorporated nano-montmorillonite clay (length: 100–200nm) significantly improved the thermal stability of PBT composites. Liu et al. [bib8] reported that a lower degree of crystallinity was achieved in PBT nanocomposites polymerized from the mixture of dried powder of CBT resin, Al2O3 nanoparticles (average size: 150nm) and catalyst, compared to the PBT composites filled with microparticles. This result suggested the possibility to solve the problem concerning the strength of PBT matrix.", "In this study, silica nanoparticles (nano-SiO2) were incorporated into molten CBT resin via high speed stirring. The effect of silica nanoparticles on the polymerization of CBT resin, and on the mechanical and thermal properties of PBT nanocomposites were investigated, which provide the means to solve the problems in producing fiber-reinforced PBT composites."]], ["Experimental", [["Materials", ["CBT resin (CBT 100) was supplied in granule form by Cyclics Corporation. The molecular formula of CBT with molecular weight <i>M</i>w\n                        \n                        =(220)<i>\n                           </i>n\n                         (<i>n</i>\n                        =2–7) g/mol is expressed as [sch1]\n                        . Tin-based catalyst (Fastat 4105) was supplied by Arkema GmbH. The silica nanoparticles (Aerosil R7200), which have an average diameter <i>D</i> of 12nm, were provided by Degussa AG. All materials were dried at 80°C under vacuum for 12h before processing to remove residual moisture."]], ["Processing", ["PBT/silica nanocomposites with two particle contents of 1wt.% and 2wt.% were prepared. The CBT resin mixed with nanoparticles was heated up to 200°C in a steel container until the resins were completely melted. The mixture was stirred by a wheel paddle (diameter: 7cm) at a high speed of 1000rpm for 15min. [fig1]\n                         shows the schematic illustration of the heating and stirring setup. During the stirring, the wheel paddle was inclined at an angle of ca. 15° in respect with the container bottom to spray the mixture to the inner wall of the container in order to break the agglomeration of silica nanoparticles. The polymerization of CBT was conducted in situ in the presence of the catalyst at 200°C, and the whole system was kept at this temperature for 60min to complete the ring-opening reaction as well as crystallization. The obtained nanocomposites were crashed into small pieces, and then formed to sheets at 250°C by compression molding whereby the bubbles in PBT could be removed effectively. During the compression molding, the PBT underwent a press force of 200N at 250°C for 30min, and then cooled down naturally. Afterward, specimens were cut from the molded sheets, polished and dried prior to the tests."]], ["Characterization", ["Scanning electronic microscopy (SEM) photos of the fracture surfaces of PBT/silica nanocompoistes were taken on a JEOL JSM-6490. Transmission electronic microscopy (TEM) imaging was performed on a JEOL JEM-2010, operated at 200kV accelerating voltage. To prepare specimens for TEM, ultra-thin sections (about 80nm) of nanocomposites were cut using a RMC MT-XL ultramicrotome with diamond knife.", "A controlled strain rheometer (Ares of Rheometric Scientific, USA) was utilized to investigate the evolution of viscosity of CBT resin during the polymerization. The measurement was run in parallel plate configuration (plate diameter: 25mm, gap between the plates: 1mm) at 200°C with air convection temperature control. Oscillatory shear measurements were performed on each specimen by setting the maximum strain for 80% and angular frequency for 40rad/s."]], ["Mechanical test and thermal analysis", ["Three-point-bending test was carried out on a universal testing machine (Zwick 1474), referring to standard ISO 178. The test speed was set as 2mm/min. For each composition, five replicate specimens were tested to calculate the mean values.", "Dynamic mechanical analysis (DMA) was conducted also in three-point-bending mode at 1Hz frequency using a TA Instruments Q800. The storage- and loss moduli (<i>E</i>′, <i>E</i>″) along with mechanical loss factor (tan\n                        <i>δ</i>\n                        =\n                        <i>E</i>′/<i>E</i>″) were determined as a function of temperature ranging from −100°C to +130°C. The amplitude applied was 15μm, and the heating rate was fixed for 3°C/min.", "A differential scanning calorimeter (Mettler Toledo DSC 821) was used to measure the crystallinity of PBT nanocomposites. The temperature ranges from room temperature to 250°C. The mass of samples was cut from bulk specimens in the range of 10–20mg. The heating rate was set as 5°C/min. Crystallinity was then calculated by the ratio of the specific melting heat of the specimen to that of the fully crystallized PBT, which is 85.75J/g [bib10]."]]]], ["Results and discussion", [["Dispersion", ["[fig2]\n                         shows the SEM micrographs providing the dispersion of 2wt.% nano-SiO2 in PBT matrix. It can be seen in [fig2]a that a uniform distribution of the particles has been achieved. The high-magnification SEM micrograph ([fig2]b) shows that the particles are wrapped by PBT. The average size of these clusters is larger than that of the individual nanoparticle (40–200nm instead of 12nm).It means that the clusters contain up to about 20 agglomerated silica nanoparticles. The dispersion of silica nanoparticles in PBT prepared by common method, viz. the wheel paddle is set vertically, is given in [fig2]c for comparison purpose. Although the fillers distribute uniformly, most of nanoparticles aggregate to micro- or submicro-scale clusters because the viscosity of molten CBT resin at 200°C is too low to provide sufficient shear force to break the agglomeration during the high speed stirring. Further evidence of the dispersion is provided by TEM image (see [fig3]\n                        ), in which the actual size of silica clusters is observed to range from 10 to 100nm, smaller than the one estimated by SEM. Some large agglomeration with diameter of about 100nm and individual silica nanoparticles are also visible."]], ["Rheological behavior", ["The evolution of complex viscosity against time for the polymerizing CBT containing various percentages of nano-SiO2 under isothermal conditions is presented in [fig4]\n                        , which demonstrates the effect of silica nanoparticles on the polymerization process of CBT resin. The initial viscosity of CBT resin remains almost constant for a period of time before its steep rise, as also observed by Mohd Ishak et al. [bib11]. It is noteworthy that the values of initial viscosity of the three curves are not strictly equal due to the small variation in time of the start of measurement. In [fig4], it can be seen that the period related to low viscosity is greatly prolonged by the incorporation of nanoparticles. The viscosity of the neat CBT resin reached 1000Pas within 200s, whereas it took about 1400s to reach the same level in the case of the CBT resin containing nano-SiO2. Since the rising of viscosity is associated with the in situ polymerization of CBT resin [bib11], the observed trend indicates that the well-dispersed silica nanoparticles can retard considerably the process of ring-opening polymerization. This effect is of great importance to the manufacturing of fiber-reinforced PBT composites because direct impregnation of fibers can be applied only if the viscosity of matrix is low enough, i.e., less than 1Pas [bib12]. Accordingly, an impregnation region can be defined as the area below the dash line in [fig4]. The impregnation time provided by CBT with 2wt.% nano-SiO2 reaches 337s, compared to that of the neat CBT resin (51s), which means a better impregnation quality of the reinforcing fibers can be expected when nanoparticle-modified CBT resin is used as the precursor of PBT matrix. However, further research is required to achieve a deep understanding of the underlying mechanism of this effect."]], ["Mechanical and thermal properties", ["[fig5]\n                         shows the effect of silica nanoparticles on the flexural properties of PBT nanocomposites. The measured data listed in [tbl1]\n                         exhibit that the incorporation of nanoparticles improved significantly the flexural strength of PBT nanocomposites. The flexural strength of PBT with 1wt.% and 2wt.% nano-SiO2 was increased by 48% and 71%, respectively, compared to that of neat PBT. The failure strain of PBT with nano-SiO2 was also greatly increased up to 123%. Nevertheless, a slight increase (up to 6% for PBT with 2wt.% nano-SiO2) in the elastic modulus was observed.", "The low-magnification SEM fractographs of three-point bending specimens partly reveal the different fracture behaviors of neat PBT and PBT with 2wt.% nano-SiO2. [fig6]\n                        a shows the surface of neat PBT, which appears rather plain and smooth, as is a brittle nature. However, the addition of nanoparticles yields a much rougher fracture surface, as shown in [fig6]b. The step-like morphology indicates that the fracture is inhibited frequently somewhere and has to continue via another relatively weaker path.", "A strong bonding between the nanopaticles and PBT matrix may contribute to the reinforcement [bib13]. The unique influence of nanoparticle on polymer has been widely accepted to benefit from the huge specific surface area of nanoparticle, which leads to a high portion of interface in the composites. A good adhesion of nanoparticle to matrix plays a critical role in the capability to transfer stress and elastic deformation from the matrix to the particles [bib14]. As shown in [fig2]b, the silica nanoparticles, both individual and agglomerated, are well wrapped by PBT matrix without obvious voids caused by debonding around them. The good bonding may provide an effective bridge for stress transfer via the interface, and helps the particles act as blocks to stop the cracks by pinning effect. These mechanisms, consequently, are considered to result in the improved flexural strength and stiffness.", "Another aspect, which is related to the dispersion state of nanoparticles, may additionally contribute to the increased failure strain. It is clear in [fig2 fig3] that there are considerable agglomerated clusters formed by silica nanoparticles in PBT matrix. These clusters are prone to be broken when encountering the propagating crack, due to the poor bonding between the particles in the clusters, which is generally attributed to van der Waals force. The cavities stemming from the broken clusters can lead to larger fracture surface area, which dissipate more deformation energy. Hence, more ductile fracture can be observed in PBT/silica nanocomposites.", "An interesting property of PBT/silica nanocomposites was revealed by DMA curves, as shown in [fig7]\n                        . Inconsistent with the common fact that the polymer should become softer when glass transition temperature (<i>T</i>g\n                        ) shift towards lower values with the addition of nanoparticles, the storage modulus <i>E′</i> at low temperature (below 30\n                        oC) increases slightly with the nanoparticle content. Furthermore, the results of standard flexural test have proven that the incorporation of silica nanoparticles leads to the enhancement in both stiffness and strength of PBT (see [fig5]). This behavior fits well the concept of antiplasticization [bib15 bib16 bib17], which is mechanically characterized by an increase in sub-<i>T</i>g\n                         modulus and yield strength of polymer upon the addition of a small amount of low molecular weight diluents, accompanied with a decrease of <i>T</i>g\n                        . The effect is ascribed to the impeded relaxation motions of polymer segments since the second component reduces the available free volume in the system [bib18 bib19]. Therefore, the interaction between nanoparticles and polymer segments is considered to be a possible mechanism that could contribute to the anomalous trend observed in PBT nanocomposites. Owing to the scale comparable to that of polymer chain mobility, the nanoparticles may disrupt the crystal growth along the filler-matrix interface. It can be seen in [tbl1] that the incorporation of silica nanoparticles leads to a slight decrease of crystallinity, which lowers down <i>T</i>g\n                        . On the other hand, the nanoparticles may act as antiplastizer that occupy the available free volume among the amorphous polymer segments and restrict their movement, as schematically illustrated in [fig8]\n                        . This effect enhances the amorphous region of PBT, and further results in improved mechanical properties of PBT/silica nanocomposites."]]]], ["Conclusion", ["PBT/silica nanocomposites have been successfully prepared from CBT resin via high speed stirring and subsequent in situ polymerization. A good dispersion of nanoparticles can be obtained by this approach. The incorporation of silica nanoparticles into CBT is found to affect remarkably various properties of CBT resin and its polymer composites.\n                        \n                           (1)\n                           The polymerization process of CBT was significantly prolonged by incorporated nanoparticles. The induction period, during which CBT resin kept a low viscosity (<1Pas), can be extended by about 560% for CBT with 2wt.% nano-SiO2, compared to that of the neat CBT.\n                        \n                        \n                           (2)\n                           The flexural strength of PBT nanocomposite containing 2wt.% nano-SiO2 was significantly increased by 71% in comparison with that of neat PBT, whereas the flexural modulus was slightly increased. An increase of 123% in failure strain was obtained for PBT with 2wt.% nano-SiO2.\n                           \n                        \n                        \n                           (3)\n                           An antiplasticization effect was observed in PBT/silica nanocomposites, which is considered to be attributed to the interaction between nanoparticles and polymer segments.", "The results indicate the feasibility to produce advanced fiber-reinforced PBT composites using PBT in situ polymerized from nanoparticle-modified CBT resin as matrix. The impregnation quality of reinforcing fibers can be considerably improved due to the greatly extended impregnation time. Furthermore, the mechanical performance of PBT matrix can be enhanced by the incorporation of nanoparticles."]]], "doi": "10.1016/j.compositesa.2008.12.003"}