{"title": "Fabrication and characterization of TiO2–epoxy nanocomposite", "abstract": "A systematic study has been conducted to investigate the matrix properties by introducing nanosize TiO2 (5–40nm, 0.5–2% by weight) fillers into an epoxy resin. Ultrasonic mixing process, via sonic cavitations, was employed to disperse the particles into the resin system. The thermal, mechanical, morphology and the viscoelastic properties of the nanocomposite and the neat resin were measured with TGA, DMA, TEM and Instron. The nano-particles are dispersed evenly throughout the entire volume of the resin. The nanofiller infusion improves the thermal, mechanical and viscoelastic properties of the epoxy resin. The nanocomposite shows increase in storage modulus, glass transition temperature, tensile modulus, flexural modulus and short beam shear strength from neat epoxy resin. The mechanical performance and thermal stability of the epoxy nanocomposites are depending on with the dispersion state of the TiO2 in the epoxy matrix and are correlated with loading (0.0015–0.006% by volume). In addition, the nanocomposite shows enhanced flexural strength. Several reasons to explain these effects in terms of reinforcing mechanisms were discussed.", "body": [["Introduction", ["High performance polymer composite materials are nowadays has wide application under hard working conditions. The materials must provide unique mechanical and thermal properties combined with a low specific weight and high resistance to degradation in order to ensure safety and economic efficiency. One of the composite materials for technical applications may be represented by thermoset polymer matrix, epoxy resins, which already covers along some of the demanded properties. Epoxy resins are a class of versatile thermosetting polymers, which are widely used in structural composites, adhesives, surface coatings and electronic circuit board laminates [bib1]. However, the polymer matrix must withstand high mechanical loads; it is usually reinforced with fillers. The addition of different fillers favorably stiffens the material and may also increase the strength under certain load conditions. But the micro-fillers have a detrimental effect on certain important properties such as impact resistance [bib2]. A new approach aiming to overcome this basic problem is related to the nanotechnology and uses of fillers in the nanometer scale. Nanoparticles embedded in polymer matrix have attracted increasing interest because of the unique mechanical, optical, electrical and magnetic properties displayed by nanocomposites. Due to nanometer size of these particles, their physicochemical characteristics differ significantly from those of molecular and bulk materials [bib3 bib4]. Nanoparticle reinforced polymers, synergistically combine the properties of both the host polymer matrix and the discrete nanoparticles [bib4]. The approach demonstrates the potential to change characteristics of thermosetting and thermoplastic polymers fundamentally to improve their general performance [bib2 bib5]. Nanocomposites include more than one solid-phase, where at least one-phase dimension is in the nanometer range. Typically, all solid phases, may be amorphous, semicrystalline or crystalline, are in the 1–20nm range [bib6]. The mechanical properties of the nanocomposite are expected to be much higher compared to the micro-filler because of the particle size. The absolute number of particles would rise rapidly by a factor of 1000 after imaginary changing the particle size by a factor of only 10, e.g. 1μm to 100nm [bib7]. The resultant composite properties should be more improved than expected from the individual components because the nanoparticles provide a very high specific surface area. This area can generate a new material behavior, which is widely determined by interfacial interactions, offering unique properties and a completely new class of materials [bib8]. The fundamental change in the material properties arises becomes obvious, if one considers for example a small crack propagating through the material, which is interacting with many nanoparticles instead of crossing only a few microparticles. So, higher energy consumption would be expected. It was already verified by several research groups that nanoparticles are reinforced effectively into the thermoplastic and thermosetting polymer matrices [bib9] and that enhances the properties. Specially, the reinforcement covers improvement of the flexural modulus without loosing flexural strength. This effect is at the same time accompanied by improvements in fracture toughness and impact energy which, however, depend strongly on the filler volume content. The nano-filler induced micromechanical deformation processes can be responsible for this behavior [bib10].", "However, the unique nanocomposite effect can only be effective, if the nanoparticles are well dispersed in the surrounding polymer matrix. It is reported that a considerable amount of improvement in mechanical properties can be achieved using very low amount of nanopartcicles loadings [bib1 bib2 bib3 bib4 bib5 bib6 bib7 bib8 bib9 bib10]. A negligible contribution made by the interphase provides diverse possibilities of performance tailoring and is able to influence the properties of the matrices to a much greater extent under rather low nanofiller loading. Significant improvement in the tensile performance of polypropylene composites has also been reported in terms of stiffening, strengthening and toughening with a low filler content of about 0.5%. The mechanical performance significantly depends on the dispersion state and the microstructural homogeneity of the nanoparticles [bib11]. The dispersion method for the nanoparticle incorporation in polymer matrix must be very vital footstep and key point to receive the desired material properties.", "Nanoparticles were generally introduced into polymer matrix using various techniques. The various dispersion processes are necessary in order to transfer the nanoparticles from the agglomerated state into a homogeneously dispersed state. The direct incorporation using chemical methods and by application of high shear forces during mechanical powder dispersion process [bib12 bib13 bib14] are the popular one. Ultrasound vibration was used to disperse nanoparticles, which also helps to improve the dispersion state of nanoparticles. Chemical methods are able to generate individual and non-agglomerated nanoparticles “in situ” within a thermosetting/thermoplastic polymer. However, an additional chemical treatment of the nanoparticle surface may further enhance the composite's properties by improving the filler-matrix coupling quality [bib12 bib13 bib14].", "The TiO2 is extensively used in the industries such as additives in plastics, agglomerates for thermal sprays, air/fuel ratio controller in automobile, attenuation of ultraviolet light, catalysts and catalyst supports, demilitarization of chemical and biological warfare agents, electrode materials in lithium batteries, energy converter in solar cells, gas sensors, inorganic membranes, photo catalytic degradation of bacteria and grime, photochemical degradation of toxic chemicals, piezoelectric capacitors, solid oxide fuel cell, UV protection and waste water purification. So, epoxy–TiO2 nanocomposite may have wide application, particularly for bio-terrorism, organic photovoltaic, fire retardant composite, composite nanomenbrane, etc. Nanocomposites using thermoplastic polymers are well known for improving the mechanical, electrical, thermal and insulating properties. However, nanocomposite using thermosetting polymers have not been studied so extensively [bib15 bib16] particularly using TiO2. The influence of nanoclay on the mechanical and surface properties of epoxies has been characterized [bib15 bib16 bib17]. The influence of TiO2 on epoxy resin, SC79 is reported in this study for the first time. We focused on the performance optimization of composites containing TiO2 nano-particles and to understand the role of nanoparticles. The nanosized TiO2 particles have been infused through sonic cavitations in an epoxy resin matrix. An ultrasonic mixing procedure was developed to uniformly disperse the particles into the resin system. The mechanical and thermal performance of the nano-filled polymer matrix as a function of the nanopartcicle content (0.5–2%) was evaluated. The expected overall properties of nanocomposites may open the way towards new applications of high performance polymers, leading to an innovative product development in the automotive industry, electronics for coatings and many other applications."]], ["Experimental", [["Materials and methods", ["The epoxy resin used in this investigation has two part, part A (diglycidylether of bisphenol A 60–70%, aliphatic diglycidylether 10–20%) and part B (cycloaliphatic 85–90%, proprietary amine 10–15%, toughener 10–20%) of Applied Poleramic Inc., Benecia, CA, USA. The nanoparticles used here is TiO2 of 5nm size supplied by Nanostructured & Amorphous Materials Inc., Los Alamos, NM, USA. The properties of the particles are given in [tbl1]\n                        ."]], ["Fabrication", ["There are various techniques such as melt mixing, solution mixing; shear mixing and mechanical stirring to infuse nanoparticles into a polymer are available. Acoustic cavitations is one of the efficient ways to disperse nanoparticles into virgin materials [bib18]. In this case, the application of alternating acoustic pressure above the cavitation threshold creates numerous cavities in the liquid. Some of these cavities oscillate at a frequency of the applied field (usually 20kHz) while the gas content inside these cavities remain constant. However, some other cavities grow intensely under tensile stresses while yet another portion of these cavities which are not completely filled with gas, start to collapse under the compression stresses of the sound wave. In the later case, the collapsing cavity generates tiny particles of debris and the energy of the collapsed one is transformed into pressure pulses. It is note worthy that the formation of the debris further facilitates the development of cavitation. It is assumed that acoustic cavitation in liquids develops according to a chain reaction. Therefore, individual cavities on real nuclei develop so rapidly that within a few microseconds an active cavitation region is created close to the source of the ultrasound probe. The development of a cavitation processes in the ultrasonically processed melt creates favorable conditions for the intensification of various physio-chemical processes. Acoustic cavitation accelerates heat and mass transfer processes such as diffusion, wetting, dissolution, dispersion and emulsification. Recently is has been reported that there is a clear acceleration of polymer reaction under ultrasound in both catalyzed and uncatalysed reactions [bib19]. In the present investigation ultrasonic mixing was employed to infuse TiO2 nanoparticles into the epoxy resin.", "Titanium nanoparticles were added to the epoxy part A at varying percentage in a plastic beaker and mixed by hand as an initial dispersion. The mixer was then placed for the sonication process. Vibracell ultrasonic processor shown in [fig1]\n                         was used for dispersion. The maximum power output is 750 watts and is applied at a frequency of 20kHz using a 12.5mm diameter titanium alloy tip. An amplitude of 15μm is applied with a pulse (9s on,1s off) for about 20min. During sonication, heat was builds up. In order to avoid temperature rise during sonication, external cooling was employed by submerging the mixing beaker in a mixture of ice and water. The equivalent amount of part B was added in the mixture, and mixing was continued for another 10min using a high speed mechanical stirrer. After degassing, the resin mixture was poured into a mold. The sample was cured for about 28h at room temperature and postcured at 93°C for about 8h. The postcured resin was removed from the mould and samples were prepared for various tests discussed below.", "Transmission electron microscopy was conducted in JEM-200 FX. Thin sections (70nm) of the specimen were obtained by microtome with diamond knife for TEM analysis. The filament voltage was set at 200KV to make a bright field image of the nanostructure.", "Flexural properties of the materials were obtained according to ASTM D-790. Samples length to depth ratio was kept higher than 16:1. Flexural load was employed in an Instron under three point bend fixture and the loading rate was applied according to the specimen dimension as defined in ASTM D-790.", "Dynamic mechanical analysis was conducted in a TA dynamic mechanical analyzer (model DMA 2980) at a frequency of 1Hz using dual cantilever clamp with amplitude of 15μm. The samples were ramped from room temperature to 250°C using a ramp rate of 2°C/min. The storage modulus and loss modulus were measured. The loss modulus peak is used for measuring the <i>T</i>\n                        g of the resin. The nanocomposite samples were directly cut into rectangular shapes 60mm×13mm×3mm for DMA analysis.", "Thermogravimetric analysis (TGA Q-500, TA Inc.) was used to measure the degradation properties of the nanocomposites. The experimental parameters used for TGA included a heating rate of 10°C/min, room temperature to 900°C and a flow rate of helium purging gas is 100ml/min.", "Tensile properties of the materials were obtained according to ASTM D-638. Samples were prepared according to the ASTM standard. The bidirectional stain gages were mounted in the samples to measure the axial and the transverse stain. The tensile load was employed in an Instron. The loading rate was applied according to the specimen dimension as defined in ASTM D-638. The short beam shear testing was conducted using ASTM D-2344. The sample preparation, conditioning, testing and the analysis was done as defined in ASTM D-2344."]]]], ["Results and discussion", [["Morphology", ["Dispersion of nanoparticles in the epoxy resin is very difficult because of the Van Der Waal's force between the particles. Resin viscosity plays a significant role for the uniform dispersion of nano-particle. We have chosen a low viscosity VARTM epoxy resin (300cp) for this work that helps to disperse the particles uniformly. To optimize the dispersion the sonication time was varied from 0 to 120min. The best result was obtained using a total mixing time of 30min. Further increment of dispersion time increases the temperature and viscosity of the resin. The resin starts to cure that decreases the dispersion of the nano-particles. Transmission electron microscopy (TEM) analysis was conducted to verify the size and dispersion quality of the nanocomposite. [fig2]\n                         is the TEM image of an agglomeration of TiO2 nanoparticles prior to adding to the epoxy. [fig3]\n                         shows the TEM picture of the 1% TiO2–epoxy nanocomposite. In [fig3] it is shown that the particles have been effectively dispersed in the epoxy. The nano-particles are mostly circular in shape. The size varies from 5 to 10nm. Most of the particles are distributed uniformly. However, some residual agglomeration of particles remains (20–50nm) ([fig3]). Van Der Waal force between the particles is the leading reason for weak dispersion of the nano-particles in the epoxy resin matrix. The effect of loading on dispersion is also observed. Increasing on loading creates non-uniformity that clearly observed in the TEM pictures. However, 1% loading gives better dispersion with homogeny. Size effect of nano-particle also plays a big role for uniform dispersion. Larger particle size improves dispersion. Smaller size has more Van Der Waal force between the particles and that decrease the dispersion capability of the TiO2 nano-particles in the epoxy matrix. The particle–particle interaction is high for smaller size. The applied ultrasonic energy and time of dispersion are unable to separate the all particle. So, the particles agglomerate and eventually form lumps that we have seen here. Efforts are continuing to focus on improving more homogenous dispersion of the particles."]], ["Mechanical performance of nanocomposite", ["Two types of mechanical properties, flexural and tensile were performed to evaluate the stiffness and strength of the materials. Five samples of each type were tested for measuring the flexural properties of neat epoxy resin and nanocomposite samples using ASTM-D790. In the case of 1% loading, the 5nm TiO2–epoxy nanocomposite shows 5% increase in modulus and an increase in flexural strength ([tbl2]\n                        ). For the different amount of loading, the modulus is observed to decrease as increasing the loading to 2% for the 5nm particle. A typical stress versus displacement behavior from the flexural test is shown in [fig4]\n                        . The energy absorption behavior of the neat resin and the nanocomposite are also plotted and presented in [fig5]\n                        . One percent infusion the strain, stiffness and energy absorption of the nanocomposite is increased. However, further increment of % loading decreases the mechanical properties of the nanocomposites from the neat resin. The influence of rigid micro-particulate fillers on the stress–stain behavior of polymers is well known. Micro-fillers commonly increase the stiffness, but on the other side they may have a detrimental effect on the flexural stain to break [bib20]. The flexural strength of microparticle filled composites is known to be reduced with rising filler content [bib20 bib21]. The results measured for the nanocomposites in this study offer an apparent conflict with the known behavior. Flexural properties increase with addition of nano-particulates ([tbl2]).", "Some important characteristic of composites have to be considered in order to explain this phenomenon. The quality of the interface in composites, i.e. the static adhesion strength as well as the interfacial stiffness, usually plays a very important role in the materials’ capability to transfer stresses and elastic deformation from the matrix to the fillers [bib22]. This is especially true for nanocomposites, because they impart a high portion of interface. If the filler matrix interaction is poor, the particles are unable to carry any part of the external load. In that case, the strength of the composite cannot be higher than that of the neat polymer matrix. If the bonding between the fillers and matrix is instead strong enough, the yield strength of a particulate composite can be higher than that of the matrix polymer [bib23]. In the same way corresponds a high interfacial stiffness and to a high composite modulus. Hence, the gradual increase in stiffness and flexural strength, as observed for the nanocomposites, reveals the stresses are efficiently transferred via interface. The stain at break usually declines with rising filler content. Low filler content can cause dramatic drop in the fracture strain. The composite is partly filler and part matrix. Due to rigid nature of the fillers, the deformation comes from the polymer. The actual deformation experienced only by the polymer matrix is much larger than the measured deformation of the sample with the result that the polymer reaches the failure strain limit at a lower total deformation. Hence, total composite strain-to-break decreases. However, it is surprisingly observed that for the nanocomposites in the present study, the stain-to-break behaves contrary to conventionally filled composites ([fig6]\n                        ). It tends rather to higher values as long as the filler content does not surpass 1% loading by weight ([fig6]). This increase suggests that the nanoparticles are able to introduce additional mechanisms of failure and energy consumption without blocking matrix deformation. Particles may induce matrix yielding under certain conditions and may furthermore act as stoppers to crack growth by pinning the creaks [bib24]. Nevertheless, if the fillers exceed 1% loading by weight the failure stain undergoes a slight decay. Such a reduction proposes that the large number of fillers now dominate, and they reduce the matrix deformation by restraining mechanically.", "Another important aspect, which is more related to the dispersion state of the nanoparticles, may additionally play a significant role. For the case that relatively large agglomerates would remain in the matrix, a propagation crack could encounter a stress concentration locally and then easily induce the initiation of the final failure. The embrittling effects occur only at higher filler contents, where more agglomerates are likely to be formed. The improved properties at low filler contents, testify lower stress concentrations and therefore, the remaining nanoparticle clusters should be small. This demonstrates the importance of a homogeneous distribution of nanoparticles within the matrix. The more nanoparticles are in contact with the polymer, the higher is a probability of interaction. Large contact areas benefit an efficient stress transfer between both parts and result in improved flexural stiffness, strength and failure stain.", "Visual examination on the fracture surfaces of nanocomposite by SEM methods shows detailed information on the cause and location of failure. Some specimens were chosen to study the acting deformation mechanisms responsible for the reinforcement. Several mechanisms of crack are applicable for filled epoxy composites [bib24]. The crack may pass through particles if the fillers are weak, known as trans-particulate fracture, or they may pass around if the particles are string enough. The failure may occur by interfacial debonding or by cohesive failure of the matrix. Some of the mechanisms are proven true for nanocomposites in the present study. The SEM was also done for the neat resin and the nanocomposite samples. The neat epoxy matrix resin system shows brittle behavior characterized by large smooth areas, large hyperbolic markings, ribbons and fracture steps in the direction of crack propagation. In contract the nanocomposite surfaces are rougher structured, clearly reveals many hyperbolic markings opening in the direction of crack propagation. The similar observation was reported by scientists and those tallies well with our findings [bib2]. It is already reported that the void generation in the nanocomposite are less compared to the neat resin system [bib25]. The reduction in void content in the matrix increases the strength of the nanophase composite. With incremental of particle loading above 1%, the number of particles increases, that cause particle–particle interaction rather than the particle–matrix interaction. So, the particles begin to agglomerate and form lumps which eventually affect the Van Der Waals interaction between the polymer chains and that may cause decrease in properties.", "The volume fractions for the 5nm of 0.5, 1, 1.5, and 2% by weight are 0.0015, 0.003, 0.0045, and 0.006, respectively. Based on typical properties of Ti02 given in [tbl1], and considering composite micromechanics [bib26], we have calculated the modulus of the nanocomposite having different volume fractions. The values for 0.5, 1, 1.5 and 2% by weight of 5nm TiO2 are 4.88E5, 4.9E5, 4.91E5 and 4.93E5 PSI. Our experimental value for the 0.003 volume fraction is about 5% higher than the calculated value. The increase in the modulus is reflected due to the nano-effect which directly influences the bulk material properties.", "Nanoparticle infusion has been typical with the doping of nanoclays or nanoparticles in polymeric matrices [bib15 bib16 bib27 bib28 bib29]. This is quite understandable from the fact that a highly stiffer material is being mixed with relatively softer epoxy resin. A rule of mixture calculation based on volume fraction and individual stiffness would certainly reflect the trend [bib30 bib31]. However, our result did reflect the improvement in modulus and strength of the nanocomposite. In the case of strength, the influence of particles will also be strongly dependent on the interfacial adhesion between the particle surface and the epoxy molecule discussed previously. No special sizing was used in the present study to promote adhesion. Results in [tbl2] shows that the particles significantly reduce flexural strength except in the case of the 1% loading of 5nm particles. Overall improvements might be possible with surface treatments. In addition, the large reduction for the 2% of 5nm particles may be a consequence of a higher level of agglomerated particles that serve as defects sites. The mechanical load imposed on the nanocomposites is effectively transferred to the TiO2 from the matrix. It is well known that good interfacial adhesion between fillers and polymer matrix restricted the molecular motions of the polymer networks that may cause the improvement of the flexural properties. However after 1% of the filler content, this particle gets agglomerated while processing the sample. Therefore, the dispersion becomes poor and the flexure properties decreases. As described in the literature [bib32 bib33], modulus is a bulk property of the materials that depends on the geometry, particle size distribution and concentration of the filler. Higher particle loading increases Van Der Waal force between the particles are high and that may lower the dispersion. It will reduce the surface area and lower any interaction between the matrix and filler. Effective load transfer will be low, resulting the lower modulus value. The flexural strength is known to be reduced with raising the filler content [bib34]. The static adhesion strength as well as the interfacial stiffness usually plays a significant role to transfer stress and elastic deformation from the matrix to the fillers [bib35]. This is especially true for nanocomposite, because they impart a high portion of interface. If filler matrix interaction is poor, the particles are unable to carry out any part of external load. In this case the strength cannot be higher than the neat composite. If the bonding between the matrix and filler is strong then the strength would be higher than that of neat composite. If we consider the failure of flexure load, crack is generally initiate at the tension side along the width then it propagate towards the thickness finally it flailed at the tension side. For both of the cases failure is identical, but from the experiment it is observed that the crack initiation occurred at higher load in nanocomposite compare to the neat resin. Since the particle size is very small, the surface area is higher. It offers more interfacial surface interaction, which is strong in this case, and the stress transfer through this strong interfacial bonding; delay the crack propagation resulting a higher strength.", "As started earlier, the investigation began with the infusion of nanoparticles into epoxy matrix. The tensile properties were measured. The tensile responses of these systems are shown in [fig7]\n                         ([tbl2]). It is seen in [fig7] that epoxy nanocomposite improve the tensile properties. A batch of epoxy matrix was also mixed mechanically for equal length of time without any particle infusion to evaluate the effect of sonication on the epoxy. It is observed that sonicated epoxy has better (10%) in stiffness and strength (5%) than the mechanically mixed epoxy system. The reason for such change in stiffness of the matrix due to ultrasound irradiation comes from the fact that the ultrasound irradiation enhances the homogeneity of the reaction mixture of resin of the epoxy matrix. The epoxy resin used here is the content the mixture of diglycidyl ether of bisphenol A and aliphatic diglycidyl ether. The ultrasound irradiation helps in molecular mixing of these components together and the formation of reactive species which ultimately leads to increase the cross-linking in the polymer when mixed with amine. This effect is more prominent when each of the highly reactive surfaces of the nanoparticle is effectively coated with the resin and reacted with the amine. When the matrix is sonicated with TiO2 nanoparticles in it, it is observed that the enhancement in stiffness has significantly increased to around 15% over the neat resin system. The corresponding improvement however, over the sonicated-epoxy system in stiffness is 10%, which we believe due to the nanoparticle infusion along.", "The tensile strength is decreased than the neat resin system. However, the modulus is increased compared to neat epoxy system ([tbl2]). The decreased in the strength of the composites with addition of the particulate fillers is also observed by other scientists [bib7 bib8]. The strong filler/matrix adhesion would lead to enhanced strength of the nanocomposite. Accordingly to their consideration [bib7 bib8], it is known that the improvement of the tensile modulus of the composites exhibited in [fig5], should also be interpreted as the improvement of the interfacial interaction. Especially epoxy and nano-TiO2 is incorporated, the physiochemical entanglement between the matrix polymer and the nano-particles guarantees effective interfacial bonding over the whole filler content range of interests. To obtain the relation between the flexural and tensile strength we have plotted both the values ([fig8]\n                        ). A parabolic relation is found, <i>Y</i>\n                        =−3.3683<i>X</i>\n                        2\n                        +122.18<i>X</i>\n                        −1100.6, where <i>Y</i>\n                        =tensile strength in KSi and <i>X</i>\n                        =flexure strength, KSi. The correlation factor, <i>R</i>\n                        2\n                        =1. However, this is a preliminary correlation, developed based on three data point. Additional study will be helpful to verify the correlation and is ongoing.", "From engineering point of view, elongation-to-break is an important parameter describing the rapture behavior of composite materials. The addition of mineral particulates into polymer used to lower it, even through the matrix has high impact toughness [bib9]. The same trend is follows here also [tbl2]. The neat resin has 4.27% compared to 1% nanocomposite 3.12%. It implies that in principle matrix polymer to be more involved more plastic deformation than the nanocomposites. The chain flexibility of the crosslinked polymer on the nanoparticles is restricted that causes the decreases in the elongation to break of the nanocomposite. In contrast to tensile strength of the composites that needs strong filler-matrix bonding, the micro-deformation mechanism involved in elongation-to-break of the composites depends upon extensionality of the nanoparticulates agglomerates in the composites. The increment in the loading causes more agglomeration confirmed by the TEM analysis. Balanced viscoelasticity of the grafting polymers on the nanoparticles might thus be necessary for the improvement of the elongation-to-break of the composites. As started previously the volume fractions for the 5nm of 1% by weight is 0.003%. With such a low volume fraction it is very difficult to visualize 10% increase in stiffness of the nanoinfused system. The gain in mechanical properties is due to the reduction of void content [bib25] and that have discussed before. This reduction in void content of the matrix provided strength for the nanophased composites. However, the increases in loading above 1%, the particles started to lumps, greater than the size of voids. Those lumps act as impurities and act as the source of failure. So, the properties decreases for higher loading and have discussed earlier."]], ["Dynamic mechanical thermal properties", ["Dynamical mechanical tests over a wide range of temperature were performed to see the physical and chemical structural changes of the polymers and the nanocomposites. The glass transitions or secondary transitions and yield information about the morphology of polymers were determined. Experimental results of dynamic tests conducted on nanocomposites and neat resin are presented in [fig9 fig10]\n                        \n                         of a temperature range from RT to 200°C. The complex moduli for all composites containing fillers are pushed to a higher level relative to the neat resin system. On the other hand the modulus decreases with the temperature rising, but they retain a higher stiffness than the matrix when the temperature exceeds 200°C. The effect of TiO2 content at percentage of loading on the storage modulus of epoxy resin is shown in [fig11]\n                        . With increase in loading the modulus increases up to 1% loading. At 1% TiO2 dispersion in epoxy shows the highest value of storage modulus among all the materials. This result is similar to the flexural response, which is mentioned earlier. Because of the high modulus of TiO2 and the improved interfacial adhesion between nanoparticles and polymer by physiochemical interaction, mechanical load imposed on the nanocomposites transfers through the stronger interfacial surface to the strongest nanoparticles effectively. The storage modulus starts decreasing from 1.5% of loading. The decreasing in modulus may be the poor dispersion of nano-particles with the matrix resin as have discussed previously.", "[fig12]\n                         is representing the <i>T</i>\n                        g of neat and nanophased composites. During the DMA analysis with increasing the percentage of nanoparticles loading, <i>T</i>\n                        g of the materials increases linearly. At 1% loading of nanoparticles (5nm) the epoxy resin give the highest <i>T</i>\n                        g. After that it starts decreasing. So, with increasing the fillers contents the Tg of nanocomposites tends to move to higher values relative to the <i>T</i>\n                        g of the neat system (118°C) [fig10]. The nanoparticles obsequiously influence the <i>T</i>\n                        g. The increases in <i>T</i>\n                        g may be attributed to a loss in the mobility of chain segments of the epoxy systems resulting from the nanoparticle/matrix interaction. Impeded chain mobility is possible if the nanoparticles are well dispersed in the matrix. The particle surface-to-surface distance should then be relatively small and chain segment movement may be restricted. Good adhesion of nanoparticles with the surrounding polymer matrix would additional benefit the dynamic modulus by hindering molecular motion to some extend. The hard particles incorporated into the polymer would act as additional virtual network nodes. Hence, the enhancement of this <i>T</i>\n                        g is due to the incorporation of nanoparticles. In most of the cases crosslink density is the key factor of controlling the <i>T</i>\n                        g for normal thermoset polymer systems. With increasing the crosslink density <i>T</i>\n                        g increases. The enhanced glass transition temperature is related to the restriction effect of the TiO2 on segmental motion. The TiO2 may chemically react with the epoxy–amine system. Interfacial layers formed during the curing process will exhibit a significantly different segmental dynamics from the bulk resin. Therefore, TiO2–epoxy-nanocomposite has exhibited a higher <i>T</i>\n                        g than the corresponding neat resin system. Smaller the particle size, the more surface reactivity that amplify the restriction of the resin networks. Therefore, the <i>T</i>\n                        g has increased for the smaller particles. With increasing the loading the <i>T</i>\n                        g increases and optimum conditions were achieved at 1% by weight loading. Further increase in the loading causing poor dispersion that decreases the <i>T</i>\n                        g ([fig12]). An increased in <i>T</i>\n                        g has reported for nanocomposite using the epoxy network systems [bib21 bib25 bib36 bib37], and tallies well with our findings.", "The peak temperature in the loss modulus tends to shift to higher temperatures with increasing loading. On the other hand, the restriction effect of segmental motion is also manifest by the change in peak width of the loss modulus. According to the coupling model theory suggested by Roland and Ngai [bib38], the segmental motion of polymers below <i>T</i>\n                        g is a cooperative process and has to overcome the resistance from the surrounding segments in order to accomplish the transformation between configurations. As more segments are restricted by the presence of TiO2, the activation threshold for the motion of some segments becomes higher. As a consequence, the loss modulus peak during the glass transition trends to become wider with increasing restriction effect. The restricted segmental motion observed herein not only causes an increase in the <i>T</i>\n                        g and the flexural modulus but also improves the dimensional stability of the polymeric materials. For the polymeric materials, dimensional stability is closely related to the chemical structure of the molecular chains and the topological structure formed. To change in the stiffness of primary chains, one can adjust the response of segment motions to the change in surroundings temperature. The reduction of <i>T</i>\n                        g above 1% loading may be because of two reasons, the adsorption of matrix resin to the surface of the nanoparticles that shifted the non-stoichiometric mixture. The non-stoichiometry epoxy–amine system shifted the <i>T</i>\n                        g to lower side as has been reported by several authors [bib39 bib40] and thus a decrease in the <i>T</i>\n                        g is observed. The second and most probable cause is the lack of uniform dispersion that has discussed previously. The agglomerated particles decrease the crosslinking and ultimately the <i>T</i>\n                        g."]], ["Thermal analysis of nanocomposite", ["The thermo gravimetric analysis (TGA) was done to understand the thermal stability of the nanophase composite system. The real time characteristic curves were generated using the Universal Analysis Data Acquisitation System. Data from a typical TGA of the neat resin and the manocomposites are shown in [fig13]\n                        . TGA graphs show that increases in TiO2 loading increases the thermal stability of the SC79 resin. The 5% weight loss for the neat SC79 resin, 0.5, 1, and 2% TiO2–SC79-nanocomposite are occurred at 295, 300, 317 and 319°C, respectively ([fig14]\n                        ). Researchers are commonly considered 50% weight loss as an indicator for structural destabilization [bib36]. So, in the present study 50% of the total weight loss is considered as the structural destabilization point of the system. It is clearly observed that the neat resin sample without TiO2 nanoparticles is stable up to 171°C (1% weight loss ([tbl3]\n                        )), where as the 1% loading the composite was stable up to 198°C. The thermal stability drop down to 327°C (5% weight loss). Nano-particle loading was (0.5–2%) increased and measured the thermal stability. At 1% loading the highest thermal stability is observed. Further increment in particle loading decreases the thermal stability ([tbl3]) ([fig13]).", "The increase in thermal stability may be the higher crosslink density of the epoxy-nanocomposite than the neat epoxy-resin system. The TGA measurement shows at 550°C the neat resin has 5% char content. However, for 1% TiO2–SC79-nanocomposite system about 20% weight is present at 550°C, about ∼15% higher weight retention than the other systems around that high temperature ([fig13]). Generally, thermoset polymer having higher crosslink density shows higher maximum decomposition temperature [bib39]. This may be another cause to increase the decomposition temperature of the nanocomposite. The 2% nanocomposite shows the lower decomposition temperature than the 1% loading ([fig14]). The crosslink density is maximized when the complete stoichiometry of the epoxy is maintained. As soon as the stoichiometry of epoxy matrix was broken with an addition of nano-loading [bib39], the crosslink density was reduced and lower crosslink density resulted in lower decomposition temperature as observed in [fig13 fig14]. So, the decomposition temperature is lowered for the 2% loading. When the TiO2 loading is very low (0.5wt.%), the nanocomposite dispersed uniformly and develops a barrier to heat and oxygen in the epoxy matrix due to ceramic nature of the particles. The retardant effects of the composite to heat and oxygen in the epoxy matrix are strengthened when the TiO2 loading increases. Since the number of the particles is increasing with loading. Further enhancement of loading (>1%) causes particle-to-particle interaction domination than the particle-to-matrix interaction, discussed previously. The defect due to agglomeration increases with loading and shows the less retardant effects to heat and oxygen, but till higher than that of the neat resin system. The reason for lowering of the temperature above 1% by weight of TiO2–epoxy systems is due to (macroscopically) simple colligative thermodynamics effect of an impurity on a bulk solution. Microscopically, it may be seen as the result of the perturbation that the TiO2 introduces to the three-dimensional structure of the polymer. This perturbation weakens the Van Der Waals interaction between the polymer chains. This affects the stability for the polymer, and that is reflected in lowering of the thermal stability. This perturbation begins at a point when the number of particle reaches a certain level and particle-to-particle interaction initiates leading to agglomeration of particles into lumps, which acts as an impurity in the system [bib25]. The TEM picture confirms the results that the agglomeration of the nanoparticle with increasing the particle loading in our mixing system.", "To evaluate the thermal stability more detailed, nonisothermal thermal degradation kinetics were calculated. For an n-order reaction, the reaction rate can expressed as\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       \n                                          d\n                                          α\n                                       \n                                       \n                                          d\n                                          t\n                                       \n                                    \n                                    =\n                                    k\n                                    \n                                       \n                                          (\n                                          1\n                                          −\n                                          α\n                                          )\n                                       \n                                       n\n                                    \n                                 \n                              \n                           \n                        where <i>α</i> is the apparent conversion, <i>k</i> the rate constant and <i>n</i> is the reaction order. In dynamic mode, the rate expression can be written as\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       \n                                          d\n                                          α\n                                       \n                                       \n                                          d\n                                          T\n                                       \n                                    \n                                    =\n                                    \n                                       A\n                                       ϕ\n                                    \n                                     \n                                    exp\n                                     \n                                    \n                                       \n                                          \n                                             \n                                                −\n                                                E\n                                             \n                                             \n                                                R\n                                                T\n                                             \n                                          \n                                       \n                                    \n                                    \n                                       \n                                          (\n                                          1\n                                          −\n                                          α\n                                          )\n                                       \n                                       n\n                                    \n                                 \n                              \n                           \n                        where <i>α</i> is the conversion at temperature <i>T</i>, dependent on the heating rate <i>ϕ</i>, <i>E</i> the apparent activation energy and <i>A</i> is the Arrhenius frequency factor. Different kinetics expressions could be obtained by integrating the above equation with different approximation treatments. Among those kinetics equations, the Coats–Dfern equation [bib41 bib42] is one of the well-known models:\n                           \n                              (3)\n                              \n                                 \n                                    ln\n                                     \n                                    \n                                       \n                                          \n                                             \n                                                g\n                                                (\n                                                α\n                                                )\n                                             \n                                             \n                                                \n                                                   T\n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                A\n                                                R\n                                                /\n                                                ϕ\n                                                E\n                                             \n                                             \n                                                1\n                                                −\n                                                2\n                                                R\n                                                T\n                                                /\n                                                E\n                                             \n                                          \n                                       \n                                    \n                                    −\n                                    \n                                       E\n                                       \n                                          R\n                                          T\n                                       \n                                    \n                                 \n                              \n                           \n                        where (<i>g</i>(<i>α</i>)=1−(1−\n                        <i>α</i>)1−<i>n</i>\n                        /1−\n                        <i>α</i>).", "If the order is equal to 1\n                           \n                              \n                                 \n                                    g\n                                    (\n                                    α\n                                    )\n                                    =\n                                    ln\n                                     \n                                    (\n                                    1\n                                    −\n                                    α\n                                    )\n                                 \n                              \n                           \n                        \n                        \n                           \n                              (4)\n                              \n                                 \n                                    ln\n                                    \n                                       \n                                          \n                                             \n                                                ln\n                                                 \n                                                (\n                                                1\n                                                −\n                                                α\n                                                )\n                                             \n                                             \n                                                \n                                                   T\n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                A\n                                                R\n                                                /\n                                                ϕ\n                                                E\n                                             \n                                             \n                                                1\n                                                −\n                                                2\n                                                R\n                                                T\n                                                /\n                                                E\n                                             \n                                          \n                                       \n                                    \n                                    −\n                                    \n                                       E\n                                       \n                                          R\n                                          T\n                                       \n                                    \n                                 \n                              \n                           \n                        For the decomposition of thermosets, the mechanism of random scission of molecules dominates. Therefore, the decomposition could be treated as one order reaction. The curves of (<i>g</i>(<i>α</i>)=ln(1−\n                        <i>α</i>) versus 1000/<i>T</i> were computed with conversion. The activation energy was calculated from the slope of the line. [fig15]\n                         shows the Coats–Dfern curve treated with one order reaction. The apparent activation energies are tabulated in [tbl4]\n                        .", "Energy of activation for decomposition of epoxy-nanocomposite is calculated from TGA curves by the integral method of Horowitz and Metzger [bib43] according to the following equation:\n                           \n                              (5)\n                              \n                                 \n                                    ln\n                                     \n                                    \n                                       \n                                          ln\n                                           \n                                          \n                                             \n                                                \n                                                   1\n                                                   \n                                                      1\n                                                      −\n                                                      α\n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   E\n                                                   a\n                                                \n                                                θ\n                                             \n                                             \n                                                R\n                                                \n                                                   T\n                                                   \n                                                      max\n                                                   \n                                                   2\n                                                \n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>α</i> is the decomposed fraction, <i>E</i>\n                        a the activation energy for decomposition, <i>T</i>\n                        max the temperature at maximum rate of weight loss, <i>θ</i>\n                        =\n                        <i>T</i>\n                        −\n                        <i>T</i>\n                        max and <i>R</i> the universal gas constant. From the plot of ln[ln(1/(1−\n                        <i>α</i>))]versus <i>θ</i> ([fig16]\n                        ), the activation energy for decomposition was calculated from the slope of the straight line in Eq. [eq1]. The calculated activation energy as a function of TiO2 loading is presented in [fig17]\n                        . The activation energy is a function of nano-loading ([tbl4]). The activation energy reaches a maximum at 1% TiO2 loading.", "In addition, thermal stability has also been characterized by given integral procedural decomposition temperature (IPDT). [fig18]\n                         shows the schematic diagram of Doyle's proposition [bib44] for determining the IPDT of a major factor on thermal stabilities of the samples and the IPDT is calculated as follows:\n                           \n                              (6)\n                              \n                                 \n                                    IPDT\n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                (\n                                                \n                                                   A\n                                                   1\n                                                \n                                                +\n                                                \n                                                   A\n                                                   2\n                                                \n                                                )\n                                             \n                                             3\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                (\n                                                \n                                                   A\n                                                   1\n                                                \n                                                +\n                                                \n                                                   A\n                                                   2\n                                                \n                                                +\n                                                \n                                                   A\n                                                   3\n                                                \n                                                )\n                                             \n                                             2\n                                          \n                                       \n                                    \n                                    (\n                                    \n                                       T\n                                       f\n                                    \n                                    −\n                                    \n                                       T\n                                       i\n                                    \n                                    )\n                                    +\n                                    \n                                       T\n                                       i\n                                    \n                                 \n                              \n                           \n                        where <i>T</i>\n                        i and <i>T</i>\n                        f are the initial and final experimental temperatures, respectively. The relationship between IPDT and the TiO2 loading is shown in [fig17]. The IPDT clearly increases with nano-loading.", "The changes in activation energy of the nanocomposites may be the structural evolution. In minimum loading, the particle-matrix distribution is homogeneous in nature. The ceramic particles block the heat as it is insulator as described previously. Heat and oxygen movement paths are lingering due to the presence of the ceramic particles. So, the retardant effects to heat and oxygen are observed and that enlarged further with loading, since the number of nano-particles increases (up to 1%). Additional increment of loading causes detrimental effect due to the agglomeration of particles that has occurred, confirmed by TEM. Agglomerated particles are non-uniformly distributed in the matrix and are less effective to blocking the heat and oxygen, is still higher than the neat epoxy system.", "The IPDT trend is same as for the evolution of the activation energy. This may be the same physic natures of activation energy and IPDT. The activation energy describes the fast decomposition process of the resin network, ignoring the initial decomposition and char yield formation ([tbl3]). IPDT, however, reflects the whole stability of the sample, including the initial, fast decomposition and final (char forming) steps. As the TiO2 in the epoxy matrix mainly contributes the retardant effects to heat and oxygen and char formation, the IPDT increases with TiO2 loading and maximum at 1% loading. The activation energy, also reaches a maximum at 1% loading because the dispersion state of the TiO2 is the main concern in determining the fast decomposition process of the epoxy resin."]]]], ["Conclusions", ["An ultrasonic cavitations process has been employed to manufacture the epoxy–TiO2-nanocomposite. The particles are dispersed the entire volume of the resin. Resin properties have been influenced with percent of loading of the nanoparticles. The tensile modulus, flexural modulus, storage modulus, <i>T</i>\n                     g and thermal stability were increased with 1% TiO2 of 5nm size. Nanoparticle infusion changes the morphology of the resin systems that increases the <i>T</i>\n                     g of the bulk matrix, the mechanical and thermal properties of the nanocomposites. Nano-particle incorporation enhances the activation energy of the nanocomposites and that level off at 1% loading than decreases with increasing loading. The IPDT for the epoxy TiO2-nanocomposite is increased with nano-loading and the trend is dissimilar from the literature [bib41]. We have observed the same trend for the IPDT and activation energy for the epoxy TiO2-nanocomposite. The study reveals that the nanofiller infusion improves the thermal, mechanical and viscoelastic properties of the epoxy resin."]]], "doi": "10.1016/j.msea.2007.11.052"}