{"title": "Improving mechanical and thermal properties of TiO2-epoxy nanocomposite", "abstract": "TiO2-epoxy nanocomposites were fabricated by using an innovative ultrasonic dual mixing process (UDM) process consists of ultrasonic mixing with simultaneous impeller stirring. TiO2 nanoparticles were used as reinforcement in epoxy resin with weight percentages 5, 10 and 15 respectively. Mechanical properties of each group of composite material were identified using tensile and dynamic mechanical measurements. The effect of TiO2 nanoparticles addition on dynamical mechanical properties of epoxy matrix in the terms of storage modulus and tanδ value with respect to the temperature at a dynamic heating rate of 2 °C/min were studied. The dispersion condition of TiO2 content in epoxy matrix has been thoroughly investigated by using field emission scanning electron microscopy (FESEM) analysis. Tensile tests and thermal gravimetric analysis (TGA) were performed on each group of TiO2-epoxy composite to determine their tensile strength, toughness and thermal stability.", "body": [["Introduction", ["The thermoset epoxy based polymer resins are the widely used materials in adhesive, automobile industry, structural polymer composites, high performance adhesive joints, paints manufacturing, high performance tough coating and other engineering applications [bib1 bib2 bib3]. Epoxy resins are distinguished due to their excellent thermal and mechanical properties, high corrosion and chemical resistance, low shrinkage on curing and the ability to be processed under a variety of conditions [bib4]. Fully cured epoxy resins form highly crosslinked, three-dimensional networks. However, the high level of crosslinking in epoxy networks leads to inherent brittle materials and that constraint many of its properties and applications [bib5]. Several research works have been carried out to enhance the thermal and mechanical properties of epoxy resin aligned with the use of different type of nanofillers reinforcement.", "Among the most investigated metal-oxide, the TiO2 is probably the most interesting because of the combination of its unique properties such as non-toxicity, chemical, corrosion and photo stability, good electrical properties, good compatibility with various materials, high photocatalytic activity, high refractive index and ability to absorb ultraviolet (UV) light [bib6 bib7 bib8] Due to these excellent properties, TiO2 nanoparticles have been used to transfer their excellent properties into coatings, in skin care products, in nano medicine, in lithium-ion batteries, in food packaging, in solar cells, in water purification, in gas sensors and in polymer matrix etc. The TiO2 nanoparticles have been successfully reinforced in to epoxy [bib9], polyethylene [bib10], polypropylene [bib11], poly(methyl methacrylate) [bib12 bib13], poly(vinyl butyral) [bib14] and poly(butylene succinate) (PBS) [bib15 bib16] to improve the mechanical performance. TiO2 nanoparticle has also been used to improve photosensitive property of polyaniline (PANI) [bib17] and photocatalytic degradability of polyacrylamide (PAM) [bib18]. The essential challenge in the manufacturing process of polymer nanocomposite is obtaining a homogeneous and cluster free dispersion of nanofillers in polymer matrix, which provides a unique set of enhanced properties at low filler loading [bib19].", "Therefore, to accomplish most favorable upgrading of properties, the different strategies have been attempted, for example: melt processing [bib20 bib21], chemical modification of the nanoparticle surface [bib22 bib23]; chemical modification of the polymer matrix generating specific functional groups [bib24]; in situ polymerization and sol–gel methods [bib25]. Mostly the ultrasonic mixing process [bib26 bib27] has been conveniently employed for dispersion of nano reinforcement in polymer matrix to improve the performance of nanocomposites. But, in spite of its highly popular use with full efficiency, often the ability of this process remains deficient to elimination the cluster size of nanoparticles. Some researchers used high energy ball milling process (HEBM) for dispersion of nanoparticles in polymer matrix [bib28].", "The major problem for preparation of polymer based nanofiller composite by simple ultrasonic mixing is the large cluster size variation in whole matrix and its distribution. In ultrasonic mixing process, the ultrasonic vibration is more effective near probe region and less effective to the region far from probe and also the possibility to degrade the material near probe region due to high intensity vibration. Dispersion of nanofillers in epoxy matrix and properties of nanofiller-epoxy composites prepared by recently developed ultrasonic dual mixing (UDM), ultrasonic mixing with simultaneous stirring [bib29 bib30 bib31 bib32 bib33] found superior to the composites prepared by other techniques. The UDM process is capable to break particle cluster size and its homogeneous distribution of nanoparticle in whole epoxy matrix. In UDM process the slurry of polymer composite mixture in rotating motion and ultrasonic vibration affect the whole solution equally and also homogenize the temperature in whole matrix to reduce the degradation. The different types and amount of inorganic nanoparticles such as Al2O3 \n                     [bib29], SiO2 \n                     [bib30], TiO2 \n                     [bib31], ZrO2 \n                     [bib32], MWCNTs [bib33] and graphene [bib34] have been tried to disperse in semi-viscous matrix by ultrasonic dual mixing (UDM) technique defined as ultrasonic vibration, along with mechanical stirring. UDM process effectively breaks cluster and distribute nanoparticles in a semi-viscous epoxy base resin in order to produce a more homogeneous nanofiller polymer composite. Nanofiller composites prepared by UDM have shown considerable enhancement of conductivity, physical and mechanical properties, especially the toughness of the base epoxy matrix without sacrificing other properties.", "In the current study, an attempt has been made to produce homogeneously dispersed TiO2-epoxy composite via ultrasonic dual mixing (UDM) process in the presence of methyl ethyl ketone (MEK) solvent. The solvent has been used to avoid deterioration of the epoxy resin properties by homogenization of the temperature rise in the vicinity of ultrasonic horn throughout the slurry of epoxy resin. The influence of TiO2 nanoparticle content loading and their dispersion condition on mechanical and thermal properties of epoxy resin has been studied."]], ["Experimental", [["Materials", ["A base of two component epoxy adhesive (EPOFINE-556) consists of epoxy resin diglycidylether of bisphenol-A and aromatic based diamine hardener (FINEHARD-5200), produced by Fine Finish Organics Pvt. Limited, India, was used to prepare TiO2-epoxy composite. The commercially available TiO2 of average size 30–40 nm having purity 99.9% and density of 3.9 g/cm3 was procured from a certified source of M/s Nanoshel LLC, USA."]], ["Preparation of TiO2 reinforced epoxy composites", ["Initially, TiO2 nanoparticles were reinforced into the epoxy resin at varying amount of 5, 10 and 15% by weight via glass rod stirring. Then, epoxy resin and TiO2 mixture was diluted using MEK by the addition of 2 parts of MEK to 1 part of mixture by volume to reduce its viscosity to about 1075 mPas. The slurry (resin + nanoparticle + MEK) of 60 ml volume for each composition was then processed separately by ultrasonic dual mixing (ultrasonic mixing with simultaneous stirring by impeller) using a Vibracell ultrasonic processor of maximum output power of 750 W with a constant frequency of 20 kHz using a 13 mm diameter titanium alloy (Ti6Al4V) tip as shown in [fig1]\n                        . The UDM processing, at different fraction of 50, 60 and 70% of the full power capacity of the processor was used to optimize the process parameter. The varying fraction of 5, 10 and 15% by weight of TiO2 were dispersed in epoxy resin using the ultrasonic mixing and ultrasonic dual mixing process. The ultrasonic mixing was applied for a definite period at certain interval for a period of 1 h in order to avoid excessive temperature rise of the slurry during mixing to obtain an effective dispersion. To avoid temperature rise during sonication, external cooling was employed by submerging the mixing beaker in an iced water bath. Prior to addition of hardener, the MEK was removed from the slurry by placing it into an oven at 70 °C under high vacuum for 2 h. The removal of MEK was conﬁrmed by comparing the weight of the TiO2-epoxy resin mixture before addition and after removal of MEK to an accuracy of 0.1 mg.", "After UDM processing the required amount of hardener was homogeneously mixed mechanically for about 10 min to initiate the curing process followed by proper vacuum degassing to remove the air entrapped during mixing. The resulting TiO2 reinforced epoxy composites were then poured in a metal mold coated with Teflon tape and layered with silicon oil and also on similarly coated glass Petri-dishes in order to prepare cast specimen and thin smooth film respectively. The specimens were placed in hot air oven for 2 h at 120 °C and 6 h at 160 °C for curing and used for material characterization."]], ["TEM studies", ["Transmission electron microscope (TEM; FEI Technai G2-20-S-Twin microscope) with accelerating voltage of 200 kV was used to determine the physical characteristics of TiO2 nanoparticles. A little amount of TiO2 nanoparticles was dispersed in ethanol solution and set the solution in ultrasonic bath for 30 min. A small drop of TiO2 dispersed ethanol solution was flow over a carbon-coated copper grid of 200 mesh size and observed the size and morphology of nanoparticles under TEM."]], ["Tensile test", ["Tensile testing of the neat epoxy as well as TiO2 reinforced epoxy matrix was carried out following the ASTM D638 (V) standard. The dumbbell-shaped tensile specimens were tested by using a Hounsfield (H25KS) Universal Testing Machine (UTM) at a crosshead speed of 1 mm/min. The stress–strain curves of at least three tensile test specimens were used for determination of tensile strength and area under the curve."]], ["FESEM studies", ["Distribution of TiO2 nanoparticles reinforced epoxy matrix composites have been studied on gold coated matrix under a field emission scanning electron microscope (FESEM) at an acceleration voltage of 15 kV."]], ["Dynamic mechanical analyzer (DMA)", ["DMA analysis were carried out under DMA 8000 (Perkin-Elmer) using single cantilever bending mode at a frequency of 1 Hz with temperature scan. Rectangular specimens of 25 × 8.0 × 2.5 mm3 were used for the analysis. The experimental parameters include a heating rate of 2 °C/min and operating temperature range from 40 to 250 °C."]], ["TGA analysis", ["For thermo-gravimetric analysis (TGA) small pieces of the neat epoxy and epoxy based TiO2 composite of size 3 mm2 were randomly collected from bulk material after curing. The TGA was carried out by thermal analyzer (Perkin-Elmer, Pyris Diamond) using alumina as the reference material. The experiment was carried out at a heating rate of 10 °C/min within the operating temperature range from room temperature to 700 °C under nitrogen purging with a ﬂow rate of 200 ml/min. Data reported is an average of 3 measurements of the samples collected from different batches of UDM processing."]]]], ["Results and discussion", [["Morphology of TiO2 nanoparticles", ["The size of nanoparticles has been verified under TEM and they are found to lie in the range of 30–40 nm with approximately round in shape as shown in [fig2]\n                        (a). [fig2](b) shows the selected area electron diffraction (SAED) pattern, which reveals that the TiO2 nanoparticles are in polycrystalline in nature. The polycrystalline state was exposed by combination of diffraction spots and rings in SAED pattern. The dispersion characteristics of such particles in epoxy matrix processed by UDM are discussed below."]], ["Tensile properties", ["The effect of TiO2 (10 wt.%) content on the tensile strength of the nanocomposite processed at different power amplitudes 50, 60 and 70% of the ultrasonic dual mixing has been shown in [fig3]\n                        . The figure shows that the tensile strength of the epoxy nanocomposite increased with amplitude up to 60% and decreased at 70%. The TiO2 (10 wt.%)-epoxy nanocomposite processed at 60% power amplitude of the UDM showed maximum enhancement in tensile strength of about 22% compared to neat epoxy adhesive. UDM processing at 70% amplitude decreased tensile strength of composite may have caused degradation of epoxy matrix. The use at amplitude of 70% causes degradation of epoxy matrix due to high heat generation especially in the region near the ultrasonic horn, which reduces strength and toughness of the composite.", "The typical stress–strain curves of UDM processed TiO2 reinforced epoxy nanocomposites are shown in [fig4]\n                        . Effect of TiO2 nanoparticle loading contents (5, 10 and 15 wt.%) and its homogeneous distribution on the tensile strength and area under stress-strain curve depicting toughness of the material as shown in [fig4 fig5]\n                        . It is also noted that the TiO2-10 wt.% nanoparticle reinforced epoxy matrix processed by UDM gives maximum enhancement of tensile strength of about 22% and toughness about 69% compared to that of the unprocessed epoxy resin. Area under stress-strain curve was evaluated within the zone extended up to a vertical line drawn from the fracture point of the plot to the x-axis ([fig5]). The mathematical area within this zone was evaluated by using origin software analysis.", "This may be more clearly understood from the fact that primarily two complementary factors basically control the strength of epoxy matrix. In this regard the dispersion of nanoparticles plays a positive role while degradation of epoxy matrix due to thermal (heat generation) and mechanical (scissoring) effect puts on a negative influence. In this perspective UDM processing is capable to control size and homogeneous distribution of nanoparticles in the matrix. Epoxy based nanocomposite containing 10 wt.% TiO2 nanoparticles has considerably enhanced the strength and toughness of matrix compared as neat and (5 and 15 wt.%) TiO2. This may have primarily happened because size and distribution of nanoparticles cause well bonded contact between the nanoparticles and epoxy matrix resulting in significant increase of tensile properties. A reduction in nano cluster size with good dispersion is considerably extends their interaction for required interfacial adhesion with the epoxy matrix and thus enhances the strength and toughness of the composite.", "The tensile strength of the epoxy composite materials prepared by simple ultrasonic mixing (UM) was also identified with same TiO2 content used for UDM. Tensile strength of composite materials prepared by using both UDM and UM process has been shown in [fig6]\n                        . In this figure we can clearly see that the strength of nanocomposites prepared by UDM gives better enhancement as compared to UM. The tensile strength enhancement of nanocomposites by using UDM process may be due to the better interfacial interaction between particle and matrix with compared to UM. The dispersion condition of composite materials processed by both UDM and UM has been discussed below."]], ["FESEM studies", ["The FESEM images of TiO2-epoxy nanocomposite containing varying amounts of nanoparticle obtained by the processing route of UDM are shown in [fig7]\n                        . The general tendency of clustering of nanoparticles restricting their uniform dispersion in epoxy resin is primarily caused by the Van Der Waal's force amongst the particles and viscosity of the resin. The UDM process at this level has enough energy to break the micron-size clusters of nanoparticles to the nano-size and also capable to homogeneously distribute the nano size clusters in the epoxy matrix. It appears that the increasing nanoparticle content in epoxy matrix significantly affect the cluster size. The FESEM images show that the size of TiO2 nanoparticles cluster lies in nano scale range of 30–65, 30–66 and 65–130 nm varying with the increase of TiO2 content in the matrix as 5, 10 and 15 wt.% respectively. The UDM process has effectively break the nanoparticle cluster size at nano level and homogeneously distribute in the epoxy matrix. The FESEM images of different amount of TiO2 (5, 10 and 15 wt.%) nanoparticles content in the epoxy matrix is very much in agreement to the discussions given above in explaining the cause of its variation in tensile properties of TiO2-epoxy nanocomposites.", "The FESEM image of TiO2 (10 wt.%)-epoxy nanocomposite prepared by simple ultrasonic mixing process has been shown in [fig8]\n                        . From this figure we can see that the distribution of particle is inhomogeneous and size of particle cluster is large as compared to UDM processed composite. The large cluster size and inhomogeneous distribution of particle in epoxy matrix by UM process causes the properties decrement. This is in agreement of the tensile strength enhancement by UDM process as compared to UM process. The FESEM image of tensile fracture surface of neat and TiO2 (10 wt.%)-epoxy nanocomposite has been shown in [fig9]\n                        . In this figure we can see that the change in morphology of fracture surface due to the particle reinforcement to be a possible reason of increased toughening effect. The tensile fractured surface of composite epoxy is quite rough in comparison to the neat epoxy fractured surface. Neat epoxy showed a typical brittle fracture, i.e. smooth surface, while the rough surface was observed in composites due to the phenomena of shear yielding and deformation of epoxy between the reinforcements. The fracture morphology also shows the appearance of crazing due to nano reinforcements, which limits the propagation of cracks and increases the strength of the epoxy composite."]], ["Dynamic mechanical analysis", ["The strong inﬂuence of TiO2 nanoparticle content on epoxy matrix was also observed in the dynamic mechanical properties. [fig10]\n                         shows the variation of the dynamic measurements of storage modulus as a function of temperature for the neat and TiO2-epoxy nanocomposites. The storage modulus of epoxy matrix increased with addition of TiO2 content up to 10 wt.% and decreased at 15 wt.%. The drop in storage modulus indicates the increase in ﬂexibility of the system at higher loading TiO2 (15 wt.%)-epoxy nanocomposite. The decrease of storage modulus at higher TiO2 contents can be interpreted by an increasing susceptibility of agglomeration, leading to less energy dissipation in the system under viscoelastic deformation [bib35]. It seems that with the increase in density and agglomerates size ([fig7]d), the molecular motion and movement of chains become easier, leading to a decrease in storage modulus values. The storage modulus in the glassy regions showed maximum enhancement of about 29% at 40 °C for TiO2 (10 wt.%) nanoparticle loaded epoxy matrix as compared to neat epoxy. Below rubbery region, the storage modulus of TiO2-epoxy nanocomposites shows strong shift due to the enhancement of interaction between nanoparticles-polymer chains and reduction of polymer chain mobility in epoxy matrix against nanoparticles incorporation. The cluster free and homogeneous dispersion of TiO2 nanoparticles in epoxy matrix must dispel energy due to resistance against viscoelastic deformation of the surrounding matrix. However, it has been identified that only a slight influence was observed in elastic properties in rubbery region with addition of nanoparticles content in epoxy matrix that is rationalized as due to the comparatively higher amplitude of molecular motion in this region [bib36].", "Damping properties of TiO2-epoxy nanocomposites materials has been defined by the ratio of energy dissipated (loss modulus) to energy stored (storage modulus) and is measure in term of loss factor or tanδ value ([fig11]\n                        ). It may be further accomplished that the nano cluster size and homogeneous dispersion of TiO2 nanoparticles in epoxy matrix would support in dissipating energy under viscoelastic deformation [bib37 bib38]. The temperature range with tanδ > 0.3 is taken as a standard to evaluate the damping property of materials [bib39]. The temperature range with tanδ > 0.3 for the neat epoxy was found to be 174.6–193.8 °C and corresponding tanδ peak was 0.56 and for the epoxy sample containing TiO2 5, 10 and 15 wt.%, the range was 177.4–197.1 °C, 182.4–202.8 °C and 169.4–189.0 °C with corresponding peak 0.55, 0.57 and 0.49 respectively ([fig11]). The best damping property in the terms of tanδ values has been found for the 10 wt.% TiO2 loaded epoxy system and further addition of TiO2 nanoparticle contain 15 wt.% showed a lower value for the temperature range and a lower shift of the tanδ peak value. Improvement in tanδ values results can be credited to the increased internal friction in the TiO2-epoxy nanocomposites and is a measure of dissipating energy. Nanolevel cluster size and homogeneous dispersion of TiO2 nanoparticles into the epoxy matrix provides additional internal friction between TiO2-polymer interfaces and it could be responsible for the increment in damping properties of composite [bib40 bib41 bib42]."]], ["Thermal characteristics", ["The characteristic plots of thermo gravimetric analysis (TGA) were used to study the thermal stability of the neat and composite epoxy ([fig12]\n                        ). The TGA thermograms show that the thermal stability of epoxy matrix steadily increases signiﬁcantly with the increase of TiO2 nanoparticle loading up to 10 wt.% and followed by an appreciable decrease in it with further loading of particles 15 wt.%. The thermograms given in the figure have been analyzed for thermal stability by considering the fraction of weight remaining as a function of temperature of heating. It is assumed that the sample withstand higher temperature to maintain a given fraction of weight remaining is relatively more thermally stable than others. The weight loss was measured between 150 and 700 °C. This is because the variation of weight might be additionally affected by water absorption and appreciable oxidation at temperatures below 150 °C and above 700 °C respectively [bib43]. It is observed that thermal stability of TiO2-epoxy nanocomposite significantly increases with respect to that of the neat epoxy by the increase of TiO2 content from 5 to 10 wt.% and decreased after it.", "As the initial 25% weight loss of thermosetting polymers is crucial to understand their thermal stability, therefore a trend of decomposition temperature for different fraction of weight loss percentage has been studied from the TGA thermograms of the neat and nanocomposite epoxy as illustrated in [tbl1]\n                        . It is observed that the 50% weight loss of the neat epoxy takes place at a temperature of 381 °C. However, in case of the nanocomposite epoxy, the decomposition temperature at 50% weight loss increases with TiO2 particle loading up to 10 wt.% about 393 °C followed by a decrease in it with further loading of particle. The decomposition temperature of TiO2 (15 wt.%)-epoxy nanocomposite is slightly lower than the TiO2 (10 wt.%)-epoxy composite ([tbl1]). It may be attributed to the nonhomogeneous dispersion of clustered nanoparticles in the epoxy matrix for such high level of particle loading leads to the ﬂuctuations in results. Thus, it can be clearly inferred that for 75% weight loss of the neat epoxy, the presence of TiO2 (10 wt.%) nanoparticles signiﬁcantly enhance its stability from 401 °C to 435 °C. In general, the thermosetting polymers have relatively large cross-linking density, resulting in relatively high decomposition temperature [bib31]. Formation of large clusters may adversely inﬂuence the extent of particle-matrix binding and thus reduce their thermal stability due to inappropriate mixing especially at higher loading of nanoparticles beyond a critical level (i.e. 15 wt.%) in the epoxy matrix."]]]], ["Conclusions", ["The TiO2-epoxy nanocomposites containing 5, 10 and 15 wt.% TiO2 (average size 30–40 nm) were successfully prepared by the UDM processes. UDM process was efficient to break the strong agglomerates of TiO2 nanoparticles along with their homogeneous distribution in the epoxy matrix. The dispersion characteristics of epoxy matrix containing varying amount of TiO2 nanoparticles has been confirmed by FESEM studies on the matrix. The UDM processed epoxy composite contained 10 wt.% TiO2 nanoparticles showed maximum enhancement in tensile strength and failure energy (toughness) by about 22 and 69% respectively. The TiO2 (10 wt.%)-epoxy nanocomposite processed by UDM also shows maximum enhancement on storage modulus of about 29% at 40 °C, tanδ value and thermal stability over those of the neat epoxy resin due to better interfacial interaction between epoxy chains and TiO2 nanoparticle."]]], "doi": "10.1016/j.compositesb.2016.04.080"}