{"title": "Effect of silane surface modified titania nanoparticles on the thermal, mechanical, and corrosion protective properties of a bisphenol-A based phthalonitrile resin", "abstract": "", "body": [["Introduction", ["Phthalonitrile resins, as a class of high performance thermosetting materials have the privilege to exhibit outstanding thermo-oxidative stability, excellent mechanical properties, low water absorptivity and superior flame resistance [bib0210 bib0215 bib0220 bib0225 bib0230]. These features promote the phthalonitrile resins over the traditional epoxy, polyurethane, and even polybenzoxazine and make them suitable for marine, aerospace, and electronic applications. Furthermore, phthalonitrile resin was designated as the only candidate to satisfy the flame standards of United States Navy (MIL-STD-2031) [bib0235].", "Over the last few decades, extensive researches were conducted to overcome the need of high curing temperatures in order to fully cure the phthalonitrile monomers. It was found that there are two effective ways, the first one is developing new kinds of curing agents based on phenols, organic amines, strong organic acids, and metals and their salts [bib0240 bib0245 bib0250 bib0255 bib0260]. The second one is to develop monomers which can be self-catalyzed by adding a functional group such as hydroxyl or amino groups inside the monomers [bib0265 bib0270 bib0275 bib0280 bib0285 bib0290]. On the other hand, phthalonitrile resins such as any other thermosetting materials present some limitations related to its brittleness. One of the easiest and cost effective ways to overcome this shortcoming is to prepare high performance nanocomposites by adding inorganic nanoparticles inside the phthalonitrile resins witch is superior in many state of arts to the preparation of bulky phthalonitriles monomers.", "Recently, polymer–inorganic nanocomposites have gained a lot of attention since a great number of benefits can be obtained in terms of thermal, mechanical, rheological, electrical, catalytic, fire retardancy, corrosion resistance and optical properties. It is also evident that the resulting properties can be tailored according to the type of the used nanoparticles, their size and shape, as well as their dispersion and adhesion within the matrix [bib0295]. Beside the choice of the matrix, these parameters are the key factor determining the properties of the final product, and finding the better combination between the type, size and shape is the ultimate challenge. It is also well-known, that the smaller the nanoparticles are the better the properties will be, as long as there is no agglomeration, due to the augmentation of the specific surface of the nanoparticles, which may have a negative effect on the final product properties. Hence, assuring a homogeneously dispersed state of the nanoparticles within the matrix is necessary in order to obtain the required improvements. The most popular techniques, used to achieve this goal, are the direct incorporation using chemical methods and by application of high shear forces during the mechanical powder dispersion process. Ultrasound vibrations as well as additional chemical treatment of the nanoparticle surfaces are also two others effective ways to promote the particles/matrix interactions and to decrease the particles/particles affinities.", "Considering the remarkable properties of the phthalonitrile resins, the last few years showed an exponential growing number of studies dealing with the use of different kind of phthalonitrile resins as matrices for composites and nanocomposites. Thus, phthalonitrile resin filled with silicon carbide (SiC) particles exhibited much more ameliorated mechanical and thermal properties [bib0300], and silicon nitride (Si3N4) nanoparticles highly improved the thermal and the thermomechanical properties of the typical bisphenol-A based phthalonitrile resin [bib0305]. Furthermore, nano-SiO2 improved the mechanical, thermal, and dielectric properties of polyarylene ether nitriles terminated with phthalonitrile [bib0310], and graphene oxide (GO) induced fast curing of amino novolac phthalonitrile [bib0315]. To date and best to our knowledge, there had been quite no studies reporting on the use of Titanium dioxide (TiO2) nanoparticles as a reinforcement in any type of phthalonitrile resins.", "The choice of titanium dioxide (titania) nanoparticles as a new kind of reinforcement for the phthalonitrile resins is mainly related to the great advantages that can be obtained from such a combination. In fact, titania nanoparticles are expected to highly improve the hardness, strength, thermal and thermomechanical properties, as well as the corrosion protective properties of the phthalonitrile resin [bib0320 bib0325 bib0330]. As a result, this work aim to combine the advantages of both the matrix and the nanofillers to produce a new kind of nanomaterials with improved mechanical, thermal, and corrosive properties designated to be used in many advanced applications such as marine, aerospace and military. It is also noteworthy to point that this study constitutes the first research that investigates the corrosion protective properties of the phthalonitrile resins.", "In this work, titania nanoparticles were first subjected to surface treatment using GX-540 silane coupling agent, and then were used as a new kind of reinforcement for a typical bisphenol-A based phthalonitrile resin. The prepared nanocomposites with different weight ratios ranging from 0 to 6% with an increment of 2% were cured, in the presence of 3-aminophenoxy phthalonitrile as curing agent, by a hot compression molding technique. The mechanical, thermal, and corrosion protective properties of the fabricated nanocomposites were investigated in terms of their nano-TiO2 loading."]], ["Materials and experimental procedure", [["Materials", ["3-Aminophenol (>99.0%) and 2,2-bis(4-hydroxyphenyl)propane (>99.0%) were purchased from Shanghai Aladdin Reagents. 4-Nitrophthalonitrile (98.0%) was supplied by Shijiazhuang Chemical Technology. N,N-Dimethyl sulfoxide (DMSO) was purchased from Tianjin Kermel Chemical Reagent. Potassium carbonate (>99.0%) was obtained from Tianjin Fengchuan Chemicals. The rutile titanium dioxide (TiO2) nanoparticles were purchased from Shanghai Aladdin Reagents (China). These nanofillers are in the form of white powders with an average particles diameter of 60nm. The silane coupling agent GX-540 (aminopropyl trimethoxy silane) was kindly supplied from GBXF Silicones Co., Ltd. 3-Aminophenoxy phthalonitrile (Apph), and 2,2-bis [4-(3,4-dicyanophenoxy)phenyl] propane (Baph) monomers were synthesized in our laboratory according to the literature [bib0335 bib0340]. [fig0075]\n                         resumes the chemical structures of Apph, Baph and GX-540 silane coupling agent."]], ["Preparation of phthalonitrile/TiO2 nanocomposites", ["Prior to silane modification, pristine titania nanoparticles were dried at 110°C in a vacuum oven for 10h to remove moisture adsorbed at the surface. The dried titania nanoparticles were mixed with the GX-540 silane coupling agent (5% of the nanofillers) in ethanol and mechanically stirred for 6h. The nanoparticles collected by filtration were then dried overnight under vacuum at 80°C. The nanocomposites were prepared by adding the necessary amount of the treated nanofillers, ranging from 2 to 6% with an increment of 2%, into a glass vessel containing a dissolved mixture of Baph monomers and Apph curing agent at a weight ratio of 90:10, respectively. To assure a much better dispersion of the titania nanoparticles, the mixtures were vigorously stirred using a mechanical agitator for 4h and then sonicated at the rate of 4000rpm for 4h.", "For the mechanical and thermal tests, the mixtures were first transferred into the appropriate steel molds according to the DMA, and tensile test shape requirements, and then degassed at 180°C for 5h in a vacuum oven to remove any trace of solvents. A hot compression molding technique was used to cure the nanocomposites following the procedure of: 240°C for 5h, 260°C for 5h, 280°C for 5h, 300°C for 5h, and 320°C for 5h. For convenience, the uncured and cured nanocomposites were labeled as Baph/TiO2 and P(Baph)/TiO2, respectively.", "The selected substrate used to assess the corrosion protective properties was carbon steel panel (≤0.18% C, ≤0.050% S, ≤0.045% P, in mass %). Each sample surface (50mm×50mm×1mm) was first cleaned and degreased in acetone. The deposition of the nanocomposites mixtures described above was performed by a dip-coating process. The carbon steel plates were immersed into the mixtures for six times, for each time, the plates were kept immersed for 1min and there was no waiting time between consecutive immersion steps. The plates were finally dried in a vacuum oven at 180°C for 5h and then cured in a muffle furnace using the same curing procedure used for the mechanical and thermal tests. The final thickness of all coatings was 120±10μm. Images from [fig0005]\n                         show the carbon steel plates before and after the coating."]], ["Characterization techniques", ["Fourier transform infrared (FTIR) spectra were recorded on a Perkin Elmer Spectrum 100 spectrometer in the range of 4000–500cm−1, which was equipped with a deuterated triglycine sulfate (DTGS) detector and KBr optics. Transmission spectra were obtained at a resolution of 4cm−1 after averaging two scans by casting a thin film on a KBr plate for monomers and cured samples. DSC analysis was performed on a TA Q200 differential scanning calorimeter using 3–5mg of the sample under a constant flow of a nitrogen atmosphere of 50mL/min. The instrument was calibrated with a high purity indium standard, and α-Al2O3 was used as the reference material. The sample was weighed into a hermetic aluminum sample pan at 25°C, which was then sealed, and the sample was scanned at heating rate of 20°C/min from 20 to 350°C. The XRD test was performed using the XRD diffractometer (Rigaku TTR-III) equipped with a Cu Kα radiation source (<i>k</i>\n                        =0.15406nm) operated at 40kV and 40mA. The microhardness of the cured composites was evaluated using the Impressor Hand-Held Portable 0558298254 Hardness Tester (American Standard ASTM B648), and the average of 10 measurements was reported. The tensile tests were carried out using Instron 5569 instrument, at the crosshead speed of 1mm/min using a specimen size of about (50mm×10mm×2mm). The fracture surface morphology of the P(Baph)/TiO2 nanocomposites was investigated using a scanning electron microscope (Hitachi, model SUM800) at 15kV after gold coating the samples. A Jeol-2100 transmission electron microscope (TEM) was used to analyze the dispersion state of the P(Baph)/TiO2 at the maximum nanofillers loading. Thermogravimetric (TG) tests were performed by a TA Instruments Q50 at the heating rate of 20°C/min from 20 to 820°C under a nitrogen atmosphere at the flow rate of 50mL/min. Dynamic mechanical analysis (DMA) of the prepared nanocomposites was carried out with a TA Q800 dynamic mechanical analyzer. The rectangular sample (35mm×5mm×2mm) was loaded in single cantilever mode at a programmed heating rate of 3°C/min from 30 to 370°C and at a frequency of 1Hz under air atmosphere. The corrosion protective properties of the nanocomposites coatings were tested using electrochemical impedance spectroscopy (EIS) measurements, which were performed on Autolab PGSTAT302 potentiostat in a conventional three-electrode cell. The coated carbon steel was used as the working electrode, a large platinum plate was used as the counter electrode, and the Ag/AgCl (saturated KCl) electrode was used as the reference electrode. The test solution was a 3.5% sodium chloride solution. All tests were conducted at room temperature and open to air. EIS measurements, at different immersion times, were performed over a frequency range of 100kHz–10mHz by using a 10mV amplitude sinusoidal voltage at open cycle potential (OCP). In order to obtain good precisions at all the frequencies, the data were acquired in four cycles at each frequency."]]]], ["Results and discussion", [["Silane surface treatment of TiO2 nanoparticles", ["FTIR analysis was used to explore the effect of the GX-540 silane coupling agent on the titania nanoparticles outer surface. [fig0010]\n                         shows the spectra of both the native and treated titania nanoparticles. Besides the large band in the wavenumber ranging from 500 to 900cm−1 characteristic of titania [bib0345], several peaks are present in the treated titania, which are not present in the native one. This is related to the grafting of the silane coupling agent on the surface of the nanoparticles. For example, peaks appearing at 2940 and 2850cm−1 are attributed to the asymmetric and symmetric (CH2) stretching vibrations, respectively [bib0350]. The band at 1455cm−1 is due to the main characteristic peaks of (SiOC) bonds [bib0345]. The peak appearing at 1305cm−1 is attributed to (OSi) asymmetric flexible vibration. Also, the band at 998cm−1 is ascribed to the (TiOSi) stretch vibration [bib0345]. These previous results confirm that the titania nanoparticles were effectively treated with the silane coupling agent."]], ["Curing behavior", ["FTIR was also used to monitor the curing behavior of the prepared nanocomposites and also to validate the curing procedure. [fig0015]\n                         shows the spectra of the neat resin reinforced with 6% of titania nanoparticles at different curing temperatures. By analyzing data from [fig0015], we can easily notice that the nitrile absorptions at around 2234cm−1 gradually diminish in intensity upon moving forward with the curing. In the same times, the peak at around 1385cm−1 which is related to the formation of triazine increased in intensity [bib0335 bib0355]. This implies that the polymerization reaction has effectively happened and therefore the curing procedure chosen was adequate for these systems. It is also noteworthy to point that the remaining nitrile groups indicate that polytriazine structure has been formed which generally the case is such kind of systems [bib0290 bib0300 bib0305]. Furthermore, investigation of the curing behavior using differential scanning calorimeter (DSC) showed that the incorporation of inorganic particles into the phthalonitrile resin do not affect the exotherm curing peak which means that there is no effect on the curing temperatures. However, a reduction in the nanocomposites heat polymerization, as seen from [fig0020]\n                        , has been noticed which is explained by the reduction of the resin reactivity upon adding the reinforcing phase. These results are in good agreement with the literature, for example no changes have been observed in the curing temperature of polybenzoxazine filled with silicon nitride [bib0360] and silica nanoparticles [bib0365]. Also, the curing behavior of phthalonitrile resin filled with silicon carbide microparticles [bib0300] and silicon nitride nanoparticles [bib0305] exhibited the same trend."]], ["XRD of TiO2, P(Baph), and its cured nanocomposites", ["[fig0025]\n                         shows the X-ray diffraction patterns of the TiO2, P(Baph) and its cured nanocomposites at 2, 4, and 6% nanoloading. As clearly seen from the figure, the diffractogram of the P(Baph) shows a broaden halo centered at 2<i>θ</i>\n                        =18.6 that reflects the amorphous feature of the phthalonitrile matrix. On the other hand, all the crystalline peaks that are detected in the TiO2 diffractogram as well as the amorphous phase feature of phthalonitrile resin are still present on the diffractograms of the cured nanocomposites. This result confirms that there is no change in the phase that constitutes the TiO2 nanoparticles during the whole curing process. These observations also further confirm the results found in the DSC analysis concerning the inert character of the titania nanoparticles toward the curing process of the phthalonitrile resin."]], ["Microhardness of the P(Baph)/TiO2 nanocomposites", ["Evaluating the microhardness of the produced nanocomposites is necessary to assess about their possible use as high performance coating materials. Previous research showed that the bisphenol-A based phthalonitrile resin possess a good microhardness value estimated to be 380MPa [bib0300] and considering the high hardness of the titania nanoparticles [bib0320], their various nanocomposites are intended to exhibit much more higher microhardness values. In this way, the microhardness test was performed to explore the changes in the microhardness values of the matrix upon adding the titania nanoparticles. [fig0030]\n                         shows the influence of adding different amount of the reinforcing phase on the microhardness of the prepared nanocomposites. As seen from [fig0030], the neat resin exhibited a microhardness value of 400MPa, this value is a little higher than that found in the literature, this is due to the difference in the curing procedure used. Indeed, the curing temperatures used have also an effect of the mechanical properties and therefore on the microhardness values. In contrast with the neat resin, the different nanocomposites showed a much ameliorated microhardness values as the amount of titania nanoparticles increased. In fact, a maximum microhardness value of 501MPa has been recorded at 6% nanofillers loading. The high hardness of the titania nanoparticles may explain the enhancements seen in the microhardness of the nanocomposites. Moreover, the surface silanization and the ultrasound sonification played a key role in the changes observed through performing the microhardness test. Therefore, these nanocomposites are suitable to be used as high performance coating materials."]], ["Tensile properties", ["In this work, tensile modulus experimental investigations were compared with the predictions obtained by series, Halpin–Tsai, and Kerner models. Previous researches affirm that the accuracy of these models depends largely from the filler/matrix system as well as the state of adhesion and dispersion between the two phases. Hence, it becomes necessary for any new kind of composites to first compare the validity and the accuracy of these models, and then deduce the one that fit well with the experimental data. In this way, the time and cost related to further experimental investigations will be reduced without any sacrifice in the accuracy.", "Series model is widely used to describe simple and idealized systems [bib0370]; the composite modulus in this case depends only on the modulus of both filler and matrix as seen from Eq. [eq0005].\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       1\n                                       \n                                          \n                                             E\n                                             c\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             V\n                                             m\n                                          \n                                       \n                                       \n                                          \n                                             E\n                                             m\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       \n                                          \n                                             V\n                                             f\n                                          \n                                       \n                                       \n                                          \n                                             E\n                                             f\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>E</i>\n                        c, <i>E</i>\n                        f, and <i>E</i>\n                        m are the modulus of composite, filler, and matrix, respectively. <i>V</i>\n                        f and <i>V</i>\n                        m are the volume fraction of the filler and matrix, respectively.", "Halpin–Tsai is also a largely used model [bib0370 bib0375 bib0380] which can be explained by the following equations:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       E\n                                       c\n                                    \n                                    =\n                                    \n                                       \n                                          1\n                                          +\n                                          ξ\n                                          η\n                                          \n                                             V\n                                             f\n                                          \n                                       \n                                       \n                                          1\n                                          −\n                                          η\n                                          \n                                             V\n                                             f\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (3)\n                              \n                                 \n                                    η\n                                    =\n                                    \n                                       \n                                          \n                                             E\n                                             f\n                                          \n                                          /\n                                          \n                                             E\n                                             m\n                                          \n                                          −\n                                          1\n                                       \n                                       \n                                          \n                                             E\n                                             f\n                                          \n                                          /\n                                          \n                                             E\n                                             m\n                                          \n                                          +\n                                          ξ\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>ξ</i> is a shape factor equal to 2 for spherical particles. In contrast with series model, Halpin–Tsai equations include the shape factor which has a major influence on the modulus of the composite. Furthermore, Halpin–Tsai model has been found to give accurate predictions for binary polymer composites such as epoxy/alumina and polybenzoxazine/silica systems. Kerner model generalized by Lewis and Nielsen [bib0385] is given by:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       \n                                          \n                                             E\n                                             c\n                                          \n                                       \n                                       \n                                          \n                                             E\n                                             m\n                                          \n                                       \n                                    \n                                    =\n                                    \n                                       \n                                          1\n                                          +\n                                          A\n                                          B\n                                          \n                                             V\n                                             f\n                                          \n                                       \n                                       \n                                          1\n                                          −\n                                          B\n                                          φ\n                                          \n                                             V\n                                             f\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (5)\n                              \n                                 \n                                    A\n                                    =\n                                    \n                                       \n                                          7\n                                          −\n                                          5\n                                          ϑ\n                                       \n                                       \n                                          8\n                                          −\n                                          10\n                                          ϑ\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (6)\n                              \n                                 \n                                    B\n                                    =\n                                    \n                                       \n                                          (\n                                          \n                                             E\n                                             f\n                                          \n                                          /\n                                          \n                                             E\n                                             m\n                                          \n                                          )\n                                          −\n                                          1\n                                       \n                                       \n                                          (\n                                          \n                                             E\n                                             f\n                                          \n                                          /\n                                          \n                                             E\n                                             m\n                                          \n                                          )\n                                          +\n                                          A\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (7)\n                              \n                                 \n                                    φ\n                                    =\n                                    1\n                                    +\n                                    \n                                       \n                                          1\n                                          −\n                                          \n                                             V\n                                             m\n                                          \n                                       \n                                       \n                                          \n                                             \n                                                \n                                                   V\n                                                   m\n                                                \n                                             \n                                             2\n                                          \n                                       \n                                    \n                                    \n                                       V\n                                       f\n                                    \n                                 \n                              \n                           \n                        where <i>A</i> is a constant that depends on both the shape of the filler and the Poisson's ratio of the resin. <i>B</i> is also a constant related the modulus of the filler and that of the matrix. The maximum packing fraction of the reinforcing phase in the matrix is designated by <i>φ</i>.", "The root-mean-square deviation for the tensile modulus was defined as follows:\n                           \n                              (8)\n                              \n                                 \n                                    \n                                       σ\n                                       E\n                                    \n                                    =\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   ∑\n                                                   \n                                                      i\n                                                      =\n                                                      1\n                                                   \n                                                   n\n                                                \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               (\n                                                               \n                                                                  E\n                                                                  c\n                                                                  \n                                                                     Exp\n                                                                  \n                                                               \n                                                               −\n                                                               \n                                                                  E\n                                                                  c\n                                                                  \n                                                                     Cal\n                                                                  \n                                                               \n                                                               )\n                                                            \n                                                            2\n                                                         \n                                                      \n                                                      \n                                                         n\n                                                         −\n                                                         m\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          1\n                                          /\n                                          2\n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           \n                              \n                                 E\n                                 c\n                                 \n                                    Exp\n                                 \n                              \n                           \n                         is the tensile modulus measured experimentally and \n                           \n                              \n                                 E\n                                 c\n                                 \n                                    Cal\n                                 \n                              \n                           \n                         is the calculated tensile modulus using the predictive models. Furthermore, <i>n</i> is the number of experimental points and <i>m</i> is the number of adjustable parameters, in our case <i>m</i> is equal to 1.", "A modulus of 283GPa was adopted for the titania nanoparticles [bib0390]. It is also important to note that the Poisson's ratio of the matrix, which is defined for very small elongations as the decrease in width of the specimen per unit initial width divided by the increase in length per unit initial length on the application of a tensile load, has been determined to be 0.31 after performing several tensile tests and the value presented here is the average one.", "Predictions and experimental results of tensile modulus for the P(Baph)/TiO2 nanocomposites are depicted in [fig0035]\n                        , and [tbl0005]\n                         resumes the calculated values of the equations parameters and corresponding root-mean-square deviations. As seen from [fig0035], increasing the amount of the reinforcing phase results in an increase in the nanocomposites modulus. In fact, a value of 3.41GPa has been recorded at 6% of the reinforcing phase. On the other hand, the best reproduction of the experimental values is given by Halpin–Tsai model, and predictions from Kerner model are also with a good agreement with the experimental results but with lower accuracy. Generally, Kerner model gives more accurate prediction in highly filled matrix where the maximum packing fractions became as important as the modulus and the shape of the fillers. Moreover, it appears that predictions from series model do not reflect the experimentation; since this model considers the system simple and ideal which not the case in reality. In the previous calculations, all the nanoparticles were assumed to be perfectly spherical and the shapes factors used in the models were calculated accordingly. Fitting the experimental data to those calculated by the model allows us to have a better estimation of the shapes factors. In fact, Halpin–Tsai model gives better accuracy with a shape factor (<i>ξ</i>) estimated to be 1.8542, and Kerner model reproduces the experimental data more precisely with a shape factor (<i>A</i>) of 1.8493.", "[fig0040]\n                         shows the tensile strength as well as the break strain for the P(Baph)/TiO2 nanocomposites. As seen from [fig0040], the neat resin presents a tensile strength value of 50MPa and the strength of the P(Baph)/TiO2 nanocomposites were further enhanced by increasing the amount of the reinforcing phase. In fact, a value of 80MPa was recorded as the amount of the nanofillers reached 6%. However, the slight decrease in the break strain means that the titania nanoparticles have a negative effect on the nanocomposites ductility. Generally, the incorporation of rigid inorganic particles into polymeric matrices leads to a diminution in the chain mobility resulting in a reduced ductility."]], ["Morphology of the P(Baph)/TiO2 nanocomposites by SEM and TEM", ["After performing the tensile test, the fractured surfaces of the P(Baph)/TiO2 nanocomposites were analyzed by SEM in order to get clear images about the failure mechanisms. The fractured surfaces of the neat resin and its related nanocomposites at 2, 4, and 6% nano-TiO2 are presented in [fig0045]\n                        . As seem from [fig0045](a), the unfilled resin shows smooth and featureless fracture surface morphology. Moreover, the long fractures lines indicate a brittle fracture pattern similar to that resulting from the cleavage fracture of metal. This indicated that a relatively small energy is needed to fracture the neat resin specimen. On the other hand, adding the silane-treated titania nanoparticles caused an increase in both surfaces roughness and amount of hackling for all the nanocomposites. Furthermore, there is evidence of large amount of absorbed fracture energy which indicates that the titania nanoparticles could activate additional energy dissipating fracture mechanisms and therefore improve the mechanical properties of the neat resin. It is also important to note that no voids or air gaps were detected. These results could be attributed to the good characteristic of the phthalonitrile resin which even unfilled can be polymerized into void free thermosets and also to the advantages that came with the use of the hot compression molding technique.", "Transmission electron microscopy (TEM) was used to assess about the dispersion state of the treated titania nanoparticles within the matrix. In [fig0050]\n                        , we presented the TEM images of the P(Baph)/TiO2 at the maximum nanofillers loading of 6%, in both low (×5000) and high (×40,000) magnification. As seen from those two images, a good dispersion state has been achieved even at the maximum content of the nanoparticles. These results with those obtained with SEM analysis further explain and confirm the enhancements seen in the mechanical and thermal properties."]], ["Thermogravimetric analysis (TGA)", ["Thermal stability under nitrogen atmosphere of the neat resin and its subsequent nanocomposites was evaluated through the determination of the degradation temperatures at 5% weight loss (<i>T</i>\n                        5%) and 10% weight loss (<i>T</i>\n                        10%) as well as the percentage of the residual weight at 800°C (char yield <i>Y</i>\n                        c). [fig0055]\n                         shows the TGA curves of all the samples and [tbl0010]\n                         resumes all the properties discussed above. The <i>T</i>\n                        5% and <i>T</i>\n                        10% of the unfilled resin were 464.1 and 492.7°C respectively, and the char yield was 69.8%. These parameters were all increased with the increase of the amount of the nanoparticles reaching their highest values at 6% of nano-TiO2 content. In fact, <i>T</i>\n                        5% and <i>T</i>\n                        10% increased by 16.4 and 59.8°C, respectively, and the char yield at 800°C reached a value of 78.5%. The enhancements seen in <i>T</i>\n                        5% and <i>T</i>\n                        10% are related to the shielding effect of the nano-TiO2 particles that act as a barrier reducing the motion and insulating the materials from the heat source [bib0360]. It is also well known that inorganic particles when well dispersed are impermeable toward small molecules or volatile products that may be formed during the thermal decomposition. Therefore, the evacuation of these volatile products will be difficult resulting in a much higher starting decomposition temperatures [bib0395]. Moreover, the high thermal stability of the titania nanoparticles, which do not exhibit any weight loss in the temperature up to 800°C, explain the improvements in the nanocomposites char yield. In fact, at 800°C only the polymeric matrix is decomposed and the amount of residue correspond to the content of titania nanoparticles plus char yield of the phthalonitrile resin."]], ["Dynamic mechanical analysis (DMA)", ["Dynamic mechanical observations were carried out to analyze the dynamic storage modulus (<i>G</i>′) and the occurrence of the glass transition (<i>T</i>\n                        g) of the P(Baph)TiO2 nanocomposites. The storage modulus which provides information about the stiffness of the materials is presented in [fig0060](a), and the measurement of damping (Tan <i>δ</i>) which is the relation between the elastic energy stored and the energy dissipated per cycle of vibration is plotted in [fig0060](b). The values of storage modulus at 50°C as well as glass transition temperatures determined from the maximum of Tan <i>δ</i> curves are resumed in [tbl0015]\n                        . As clearly seen from [fig0060](a), the storage modulus at 50°C for the unfilled resin is 1.83GPa and this value sharply increased when adding the nano-TiO2 reaching 3.16GPa at the maximum fillers loading. The <i>T</i>\n                        g of the samples was obtained from the maximum of Tan Delta peaks, the unfilled resin cured with Apph exhibited a <i>T</i>\n                        g of 314.88°C, this high value confirms that the use of Apph as curing agent presents a great number of advantages such as reducing the curing temperature as well as maintaining higher thermomechanical properties. Furthermore, by analyzing data from [fig0060](b), it easy to notice that in contrast with the neat resin, the titania based nanocomposites showed a much more ameliorated <i>T</i>\n                        g values, in fact a value of 364.38°C has been recorded when the amount of the nanoparticles reached 6%. Moreover, a decrease in the height of Tan Delta has been noticed upon adding the nanofillers, this is due to the dilution phenomena caused by the addition of the nanoparticles. Also, the Tan Delta peak became more broadened and its height lower when the amount of the fillers increased, indicating that the relaxation process occurred due to the interactions between the polymeric matrix and the reinforcing phase [bib0300 bib0305 bib0360].", "These improvements in the thermomechanical properties are mainly attributed to the good dispersion and adhesion of the nanoparticles in the resin, owing to the particles treatment with the GX-540 silane coupling agent. The variations in the storage modulus and the <i>T</i>\n                        g values reflect changes in the materials rigidity because the nano-TiO2 restricts the segmental motion inside the matrix."]], ["Corrosion protective properties", ["Besides the good thermal and mechanical properties, the phthalonitrile resins and composites are known for their outstanding water resistances (<1% by weight at equilibrium) [bib0235 bib0400], which make them suitable to be used in marine applications and especially as barrier coating materials to prevent against corrosion. Hence, in this study we used the electrochemical impedance spectroscopy (EIS) to investigate the barrier properties of the neat phthalonitrile resin and its subsequent nanocomposites at different amount of titania nanoparticles. The evolution of impedance modulus at the initial immersion stage for the substrate, the neat resin and its related nanocomposites are shown in [fig0065]\n                        , and the evolution of impedance modulus at low frequencies for all the samples at different immersion times is presented in [fig0070]\n                        .", "Generally, the impedance modulus at low frequency is an appropriate parameter for the characterization of the corrosion protection of the coatings [bib0405]. As seen from [fig0065], the low frequency modulus value for the uncoated substrate is determined to be 8×104\n                        Ωcm2. On the other hand, the neat resin coating presents the high value of 1.5×109\n                        Ωcm2. This result implies that the phthalonitrile resin is more effective than epoxy [bib0330] and polybenzoxazine [bib0405]. Furthermore, it seems that adding the titania nanoparticles enhanced the corrosion protective properties of the coatings. In fact, a gradual increase in the modulus values has been recorded with the increasing of the amount of nanoparticles, reaching the highest value of 9.6×1012\n                        Ωcm2 at 6% nano-loading. These interesting results are mainly attributed to the phthalonitrile resin hydrophobicity and high crosslinking density which isolate the substrate from the solution leading to better anti-corrosion properties. Moreover, the GX-540 silane treatment of the titania improved the compatibility and interface bonding with the phthalonitrile matrix and therefore reduced the water diffusion channels that are the main cause of the organic coating failure [bib0410].", "By analyzing data from [fig0070], it seems that a prolonged contact with a saline environment affects the coatings with two different ways. The first one is an increase in the low frequency modulus values during the first 3 days of immersion; this is due to the relaxation of the stresses generated during the curing [bib0405]. Then, a slight decrease followed by a certain stability in the low frequency modulus is noticed for approximately all the samples after 5 days of immersions."]]]], ["Conclusions", ["Titania nanoparticles were successfully treated with GX-540 silane coupling agent, and were used as a new kind of reinforcement in a typical high performance bisphenol-A phthalonitrile resin. The addition of the titania nanoparticles caused important ameliorations in the mechanical and thermal and corrosion protective properties of the neat resin. For instance, the highest microhardness and tensile strength values of 501 and 80MPa were reached at 6% nano-TiO2 loading. Furthermore, tensile modulus calculations revealed that Halpin–Tsai and Kerner models reproduce the experimental results with a good accuracy. Thermal stability investigations, under thermogravimetric analysis, showed that the starting decomposition temperatures and the residual weight at 800°C were highly improved upon adding the nanofillers. At 6% nanoloading, the glass transition temperature and the storage modulus were also considerably enhanced reaching 364.4°C and 3.2GPa, respectively. The fractured surfaces of the nanocomposites analyzed by SEM exhibited homogenous and rougher surfaces compared to that of the pristine resin, and a good state of dispersion, even at the 6% nanofillers, was confirmed by TEM analysis. Finally, results from EIS analysis confirmed that the neat phthalonitrile resin and its related nanocomposites can be used as high performance coating materials to prevent against the marine corrosion."]]], "doi": "10.1016/j.porgcoat.2015.09.021"}