{"title": "Preparation and characterization of graphite nano-platelet (GNP)/epoxy nano-composite: Mechanical, electrical and thermal properties", "abstract": "Graphical abstract", "body": [["Introduction", ["Graphite nano-platelets (GNPs) are a new class of filler which consist of small stacks of graphene and are usually 1–15nm thick. Compared with clay, they have a similar layered structure but with better mechanical properties. Generally, these graphite nano-platelets are prepared by intercalating graphite either with metal ions or by acid treatment. This is further exfoliated by thermal treatment to yield GNPs [b0005 b0010]. Similar to carbon nanotubes (CNTs), these two-dimensional layered structures also possess excellent electrical and thermal conductivities along with high modulus. However, the above mentioned properties strongly depend on the number of layers stacked in GNPs, the degree of crystallinity in the graphitic plane, their aspect ratio and the order of stacking [b0015 b0020]. Perhaps the most interesting application for this material is to use them as filler in composite structures. They have already shown promising results in the field of polymer composites as sensor, thermal interface materials and to create electrically conducting polymers [b0025 b0030]. Polymers are well known for their specific strength and flexibility but have poor fracture toughness. To overcome this shortcoming, often they are reinforced with micron-sized or nano-sized fillers like silica, nano-clay, carbon black (CB) and carbon nanotubes (CNTs) [b0035]. Similar to other polymer nano-composites, when used as filler in a polymer matrix, the glass transition temperature, modulus and fracture toughness of the polymer is improved upon addition of GNPs [b0040 b0045 b0050].", "Though, CNTs are ideal for toughening the particles, one disadvantage is the increase in viscosity due to entanglement and high surface area of the tubes which affects the processing. Unlike CNTs, GNPs have a 2-D layered structure which has higher surface area enabling better stress transfer and also lower viscosity of the composite compared to CNTs during fabrication [b0055]. However, the already existing problem of dispersing the nanofillers in a polymeric matrix and improving the compatibility between the filler and matrix holds good for dispersing GNPs too. Owing to the large specific surface area, they are more prone to form agglomerates which in turn will affect the overall properties of the nano-composite [b0060 b0065]. The effect of the dispersion method on the properties of graphene/graphite nano-platelet composite and functionalization of the filler are being investigated extensively [b0070 b0075].", "Investigations on the mechanical aspects of GNP/epoxy, pertaining to its fracture toughness and flexural modulus have shown significant improvement with an increase in the loading and are greatly dependent on the lateral flake size of the filler [b0080]. In another study on graphene epoxy composite at low filler content of 0.1wt%, a noticeable increment of 31wt% in modulus and 40% in fracture toughness was observed [b0085].", "Thermal conductivities of GNP/silicone composite prepared by three-roll milling technique improved by 18% for 25wt% loading of commercially available GNPs [b0090]. Comparing the thermal conductivities using different fillers like neat graphite, expanded graphite and graphene nano-platelets in an epoxy matrix, there was a marginal increase in thermal conductivity for GNPs and this value decreased as the filler content increased beyond 0.6vol%. This is attributed to the poor dispersion of the filler [b0225 b0100]. Another study based on non-covalent functionalisation of graphene sheets dispersed in epoxy reported 800% increase in thermal conductivity for 4wt% of filler loading. This is attributed to strong interaction between the matrix and filler, which reduces the interfacial thermal resistance and also homogeneous dispersion due to functionalisation [b0105].", "The object of this work is to analyse the influence of addition of GNPs to epoxy matrix processed by three – roll milling technique, in terms of mechanical, thermal and electrical properties. To analyse the effect of processing technique on the electrical properties, an additional processing method was employed. This study gives an overview of the overall performance of the GNP/epoxy nano-composite prepared by 3RM technique."]], ["Experimental methods", [["Preparation of the nano-composite", ["The graphite nano-platelets (GNPs) were purchased from Punto Quantico S.r.1® (Italy). The GNPs are prepared from graphite through metal intercalation followed by thermal treatment for exfoliation of the sheets. The GNPs have an average flake thickness of 12–15nm and a lateral size of 20–50μm as per the data sheet of the supplier. The matrix system is bisphenol A based epoxy resin Araldite LY556 cured with anhydride hardener Aradur 917 and imidazole accelerator DY 070, mixed at the weight ratio of 100:90:1 as per the datasheet of the supplier Huntsman®, Switzerland. The GNPs were dispersed in epoxy matrix using a three-roll mill from EXAKT® 120E (Advanced Technologies GmbH, Germany). The gap between the feed roll and the apron roll was varied from 120μm down to 5μm and the whole suspension was milled seven times in total in order to achieve a uniform dispersion.", "The second dispersion method is sonication combined with high speed shear mixing technique, where the GNPs were sonicated in solvent (ethyl acetate) for 30min to exfoliate the fillers. To this solvent/GNP slurry appropriate amounts of epoxy was added and then subjected to high speed shear mixing for 1.5h at 11,000rpm, which was simultaneously heated at 70°C to remove solvent. For further removal of solvent, overnight heating in the oven at 70°C was carried out.", "The GNP/epoxy suspensions after 3RM process or Soni_hsm process was manually mixed with appropriate amounts of hardener and accelerator for 10min, which was later degassed at 50°C and then cured in oven for 80°C – 4h followed by post curing at 140°C – 8h. A schematic representing the preparation steps are presented in [f0005]\n                        . Nano-composites with different weight percentage of the filler varying from 0.1wt% to 2.0wt% were prepared."]], ["Characterization", ["Morphological characterization of the nano-composite as well as the suspension was done using scanning electron microscope (SEM) from LEO 1530 FE-SEM (Carl Zeiss, Germany) and light microscope (LM) from Leica Polyvar in transmission mode respectively. Prior to dispersion, the morphology of the as-received filler was observed using SEM and the quality of the GNPs was studied using Brucker AXS – D8 Advance X-ray diffractometer (XRD). The diffractograms were recorded from 15° to 65° with a step size of 0.02°, operating with Cu Kα radiation. Along with XRD, Raman spectroscopy was also done to ascertain the quality of the fillers.", "The electrical properties were measured by means of impedance spectroscopy with two point contact. Three circular samples (15mm diameter×2mm thickness) from each filler concentration covered with a silver paint (acts as electrodes) were tested. The measurements were carried out at a frequency range from 20Hz to 1MHz using a voltage of 1V. For comparison, conductivity values at low frequency (200Hz), comparable with the DC conductivity were taken.", "The thermal diffusivity of GNP/epoxy composites was measured using the laser flash method, LFA-447 Nanoflash apparatus from NETZSCH, Germany at three different temperatures (30°C, 50°C and 100°C). The samples were prepared in square-shaped forms of 10mm×10mm and a thickness of 2mm. Before testing, the samples were covered with graphite spray to ensure increased absorbance of flash energy on the front surface and emission of infrared light from the rear surface.", "The investigation of the thermo-mechanical behaviour was performed using a Gabo Eplexor 500N. For the measurements, a minimum of three rectangular samples of 40mm×2mm×2mm dimensions were cut from the composite plate and ground. The tests were performed in tensile mode at a frequency of 10Hz, with a dynamic strain of ±0.1%, within a temperature range between 20°C and 200°C with a heating rate of 3°C/min.", "Fracture toughness (<i>K</i>\n                        IC) measurements were performed as per ASTM D5045-99 standard using single edge notch bending (SENB) specimens using Zwick universal testing machine. A minimum of 5 samples were tested in each system. The cross-head speed was 10mm/min, and the length of the support span was 32mm."]]]], ["Results and discussion", [["Filler characterization", ["The SEM images of the as-received GNPs are shown in ([f0010]\n                        a and b). It shows that, though the GNPs were subjected to thermal treatment for exfoliating the graphene sheets, there are agglomerates that are inevitable. The GNPs also have a wrinkled morphology ([f0010]b) which is a result of thermal treatment.", "The quality of the graphene sheets were analysed using XRD and Raman spectroscopy; the d-spacing of GNPs as well as the number of graphene layers stacked were calculated from Bragg and Scherer equations [b0230]. The X-ray diffractogram of the GNPs shown in [f0015]\n                        , has a characteristic (002) peak positioned at 26.6° which corresponds to a d-spacing value of 3.35Å which is close to the graphite d-spacing. The peak at 55° corresponds to the reflections from (004) planes. The full width at half maximum (FWHM) was calculated by fitting the curve using Lorentz function and Scherrer equation was used to calculate the crystallite thickness (D0 0 2). Dividing the thickness with the d-spacing give a rough estimate of the number of layers, and in the present case it was found to be 170, which is much higher when compared to data given by the supplier (25 monolayers).", "The Raman spectrum of a mono-layer graphene has two important peaks namely: G band that appears at 1580cm−1 which is due to the in-place lattice motion of the carbon atoms; the second peak is the 2D band also known as the <i>G</i>′ band – due to second order phonon process that appears at 2700cm−1 (<i>λ</i>\n                        =514nm). This 2D band can also be used for the determination of number of layers [b0235]. It has been shown in the literature that the 2D band of a monolayer graphene can be fitted with a single Lorentzian peak, whereas a bi-layer is fitted with 4 such peaks indicating four double resonances. As the number of layers increases, this resonance process increases and converges to that of graphite which can be fitted with only 2 peaks. The Raman spectrum of as-received GNPs is shown in [f0020]\n                         was taken using a He–Ne laser. It can be clearly seen that the <i>I</i>\n                        D/<i>I</i>\n                        G ratio is smaller (0.16) which indicates that there are lattice defects in the material. The 2D band was fitted with two Lorentzian peaks, which is an indication that the number of graphene layers stacked in GNP is more than 10. However, the shoulder in the 2D band is not very prominent as visible in graphite. The 2D1 and 2D2 bands of the two fitted Lorentzian peaks for the GNPs are at 2654cm−1 and 2689cm−1 which is slightly different when compared to the bulk highly oriented pyrolytic graphite (HOPG) (2D1\n                        =2690cm−1 and 2D2\n                        =2720cm−1) from literature [b0120]."]], ["Morphological characterization of GNP/epoxy nano-composite", ["The dispersion of GNPs in epoxy after the milling process was observed under light microscope for the nano-composite suspensions. A small drop of suspension was placed on the glass slide and a cover slip was placed on it. The transmission light microscopic images of the suspension clearly show the formation of re-agglomerates in the suspension. Adequate dispersion of the agglomerates was achieved at 0.3wt%, where the conducting networks start to form; the percolation cluster formation is clearly visible in [f0025]\n                        c. This conducting network becomes denser as the filler content is doubled ([f0025]d).", "On the other hand, [f0025]e–g represents the optical micrographs of suspensions prepared by sonication with shear mixing. Before analysing the dispersion it must be noted that in this case, the use of solvent must be considered. After the solvent removal step, the amount of remnant solvent in the suspension was found to be (1–2%) in the composite suspension which was measured using thermo-gravimetric analysis ([s0070]). The presence of solvent can affect the viscosity of the resin and thereby also the dispersion state. It is very evident from the micrographs that the GNPs in the suspension prepared via Soni_hsm have bigger agglomerates [b0125]. Unlike the 3RM process, there are only a few percolated networks. This partly explains that the sonication with high speed shear mixing process produces nano-composite suspensions with lesser exfoliation (thicker GNPs) compared to those prepared by 3RM process.", "Apart from analysing the distribution of fillers in the epoxy matrix, the aspect ratio of the fillers after dispersion can be calculated using simple models through rheological measurements. After the dispersion using three-roll mill the viscosity of the composite suspension as a function of shear rate and filler content were measured (see [s0070]). The rheology of a particle suspension depends on physical properties and of processes that occur within the suspended particles. The most important factors are particle volume fraction <i>φ</i>, particle shape, interactions between particles, and the spatial arrangement of particles [b0130]. There are several empirical formulas that connect the viscosity to aspect ratio and one such equation was developed in 1959 by Krieger and Dougherty relates the viscosity to volume fraction of filler is shown in the following equation [b0135].\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       η\n                                    \n                                    \n                                       r\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             1\n                                             -\n                                             \n                                                \n                                                   φ\n                                                \n                                                \n                                                   \n                                                      \n                                                         φ\n                                                      \n                                                      \n                                                         m\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                    \n                                    \n                                       -\n                                       B\n                                       \n                                          \n                                             φ\n                                          \n                                          \n                                             m\n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>η</i>\n                        r is the relative viscosity; <i>φ</i> is the volume fraction of the filler and <i>B</i> is called the Einstein’s co-efficient and the product <i>Bφ</i>\n                        m equals 2.", "For particles of arbitrary shape, it was found that the fitting parameter <i>φ</i>\n                        m depends on the aspect ratio rp of the filler through the following equation:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       φ\n                                    \n                                    \n                                       m\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       2\n                                    \n                                    \n                                       0.321\n                                       rp\n                                       +\n                                       3.02", "Combining Eqs. [e0005 e0010] the aspect ratio of GNP fillers dispersed in the epoxy matrix using 3RM technique was found to vary between 200 and 300. This obtained value is much less than the values reported in literature [b0140]. The fitting curves and the viscosity of the suspensions are given in the [s0070]. Since the aspect ratio of the filler is much lower, a very drastic increase in the properties of the composite cannot be expected. This also shows that a lower percolation threshold in terms of electrical conductivity for this system cannot be achieved. However, the degree of dispersion and the spatial distribution of GNPs in epoxy matrix prepared by two different methods can be understood from the cryo-fractured surfaces of the cured composite and are shown in [f0030]\n                        . The higher surface roughness of GNP/epoxy (3RM) sample shows better dispersion of GNPs than those from Soni_hsm. This was also visible in the optical micrographs of the uncured suspension which shows that this dispersion state is mainly due to the process.", "In order to investigate the dispersion quality and the dispersion of the filler in detail for samples produced by 3RM process, 500nm thin slices were cut from the cured composite using an ultra-cut microtome, and then placed on Si wafer. The microstructure of the cured GNP/epoxy (3RM) composite is presented in [f0035]\n                        . It can be seen that a fairly uniform distribution is achieved using the three-roll milling technique, also the number of GNP particles or agglomerates increases with filler content ([f0035]a, c and e). In the case of 2.0wt% GNP/epoxy ([f0035]e) there are still some primary agglomerates which are densely packed agglomerates, proving the difficulty to overcome the high adhesive force (van der Waals) despite the enormous shear force applied via three-roll milling [b0145]. A large number of secondary agglomerates, which is a GNP rich region in epoxy consisting of either well-dispersed GNP sheets or a few layered GNPs ([f0035]f), are also observed. In [f0035]b, the exfoliation (gap) between the graphitic layers can be seen; whereas in [f0035]d, two primary agglomerates come in contact with each other forming a percolated network may result in electrical conductivity or charge transfer between the graphene sheets."]], ["Electrical conductivity of GNP/epoxy nano-composite", ["The electrical conductivity of the nano-composite as a function of filler content for two different preparation method is presented in [f0040]\n                        ; it can be seen that for GNP/epoxy (3RM) samples the conductivity increases by 5 orders of magnitude at 0.3wt%. It continues to increase up to 0.5wt% where the conductivity is of the order of ∼2×10−03\n                        S/m and reaches a plateau at 2.0wt%. However, as observed in carbon nanotube or carbon black filled epoxies, in this case the conductivity does not remain constant but increases to 5.8×10−03\n                        S/m. On the other hand, samples prepared using Soni_hsm process exhibits lesser conductivity. A maximum conductivity of 1×10−06\n                        S/m was achieved at 1.0wt% and this is 3 orders of magnitude lower than the samples prepared using 3RM technique. However, no prominent S-curve as expected according to percolation theory was observed for Soni_hsm and the electrical conductivity values continue to show an increasing trend. This observation is very much in relation with the observed optical micrographs of the suspensions where visible network formation is observed at 0.5wt%.", "Clearly, [f0040] shows that the electrical conductivity of the nano-composite (GNP/epoxy_3RM) follows the percolation theory. The percolation threshold where the conductivity increases to 4 orders of magnitude is achieved at 0.3wt%. The increase in conductivity at 0.3wt% can be easily correlated to the observed micrographs of the suspension where the early formation of the conducting network occurs at 0.3wt%. The percolation threshold for GNP/epoxy is higher than for carbon nanotube/epoxy composites (<i>φ</i>\n                        c\n                        =0.01wt% for carbon nanotube/epoxy). This higher value of observed <i>φ</i>\n                        c is due to the geometry of the filler (2D in case of GNPs) and the better dispersion ability of GNPs which is later reflected in the mechanical properties [b0150 b0155]. The ability of GNPs to shear between the graphitic layers makes it difficult to form a conductive network, unlike carbon nanotubes, which entangle with each other which results in a conductive network. Since the GNP/epoxy nano-composite produced by 3RM showed better electrical properties when compared to those produced by Soni_hsm, further analysis were focussed on the samples prepared using 3RM technique."]], ["Thermal conductivity of GNP/epoxy nano-composite", ["The thermal conductivity of the GNP/epoxy samples as function of weight percentage of GNPs at three different temperatures were measured and are shown in [f0045]\n                        . Each sample was tested 5 times at each temperature and the standard deviation was <1% and hence not represented in the figure. As expected the thermal conductivity increases with increase in temperature, which is a common trend exhibited by epoxy resins below their Tg. As seen from [f0045], the thermal conductivity increases by 6% for 1.0wt% and is doubled to 14% for 2.0wt% filler loading at 30°C, although there is a drop in the thermal conductivity for 0.3wt%. This increase of 14% at 2.0wt% is very much in accordance with the values that are reported in literature [b0160].", "The decrease in thermal conductivity occurs at 0.3wt% (which is also the electrical percolation threshold) and a steep increase of thermal conductivity is observed between 0.3wt% and 0.5wt%. This initial drop and subsequent increase is mainly because of two effects which affects the heat flow in the system. Addition of filler in the matrix also creates an interfacial layer in which the phonon scattering reduces the heat flow and this effect dominates when the filler content is 0.3wt%. Beyond 0.3wt%, addition of fillers, increases the volume of filler which has high thermal conductivity and hence the overall conductivity of the nano-composite increases. Unlike the electrical conductivity no percolation curve was observed for thermal conductivity. In the case of electrical conductivity the clusters formed by the electrically conductive fillers alone contribute to the overall conductivity and there is no matrix contribution. But, thermal conductivity is a concept based on phonons and both filler and matrix contribute to the heat flow. Since the difference in thermal conductivity of the filler and matrix is very high, the presence of large interfacial thermal resistance leads to the lack of percolation curve in thermal conductivity.", "Since the effective heat propagation is due to acoustic phonons, a well-dispersed network of GNPs in the matrix at higher filler loadings (reduces the mean free path of heat carriers) contributes to the increased thermal conductivity with filler content. However, several factors such as aspect ratio of the filler, the intrinsic crystallinity of the graphitic layers, dispersion of GNPs, bonding between GNPs and epoxy and interfacial thermal resistance between the filler and matrix affects the thermal conductivity of the nano-composite [b0165]. To obtain a further enhancement in the thermal conductivity either the dispersion method needs to be modified or the filler content must be increased. Increasing the filler has its toll on the viscosity of the resin and makes the processing difficult. On the other hand, changing the dispersion method with the use of solvent alters the resin but other properties like electrical conductivity decreases. Without compromising on the resin properties and other physical properties of the nano-composite, the other solution is to combine CNTs and GNPs. The current focus of research is now on the hybrid systems where both CNTs and GNPs are combined to form a 3D-network, (CNTs bridge the GNPs) and an efficient phonon scatter occurs and a synergetic effect is observed for through plane conductivity [b0170 b0175 b0180]."]], ["Dynamic mechanical analysis (DMA)", ["The influence of temperature on storage modulus and loss factor (tan\n                        <i>δ</i>) of the GNP/epoxy nano-composite with different weight percentage of the filler is presented in [f0050]\n                        a and b; [t0005]\n                         contains the storage modulus in glassy and rubbery state, height of the tan\n                        <i>δ</i> peak and Tg (measured from tan\n                        <i>δ</i> peak). The good reproducibility of data having only 2% error is an indication for the dispersion quality achieved using three-roll milling technique. The Tg of the composite had only a marginal increase of 3°C which is related to high cross-linking density of the thermosetting epoxy. A maximum increase of 15% in the storage modulus \n                           \n                              (\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    r\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              )\n                           \n                         was obtained at 0.5wt% filler and upon addition of filler to 2.0wt% the increase in storage modulus \n                           \n                              (\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    r\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              )\n                           \n                         remained the same. In general, the extent of interaction between the matrix and filler is correlated to the “rubbery plateau” of storage modulus. Whereas, the height and peak position of loss factor (tan\n                        <i>δ</i>) relate to the cross linking density and mobility of polymeric chains. The higher glassy storage modulus, lower loss factor and higher Tg are associated with higher crosslink density and lower mobility of epoxy chains and, as a result, can indicate to a stronger bonding and load transfer at the filler–epoxy interface [b0185 b0190 b0195]. There was an anomalous behaviour observed at 0.5wt% where the \n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    r\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         of 0.5wt% is lower than the remaining filler content; the tan\n                        <i>δ</i> peak is broader and has higher glassy storage modulus \n                           \n                              (\n                              \n                                 \n                                    E\n                                 \n                                 \n                                    g\n                                 \n                                 \n                                    ′\n                                 \n                              \n                              )\n                           \n                        . The measurement on this particular sample was repeated several times and all resulted in same behaviour. On comparing the \n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    r\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         of the pure epoxy with GNP/epoxy nano-composite, the \n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    r\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         increases which shows strong interaction between the filler and matrix [b0200]. However, the rubbery modulus of 0.5wt% is lower when compared to other weight percentage of filler. This could indicate that a rheological percolation is achieved in this system at 0.5wt%. This implies that a percolated network of GNPs is formed which in turn reduces the mobility of polymer chains and hence decreases the height of tan\n                        <i>δ</i> peak. When compared to pure epoxy, the rubber modulus \n                           \n                              \n                                 \n                                    E\n                                 \n                                 \n                                    r\n                                 \n                                 \n                                    ′\n                                 \n                              \n                           \n                         increased to 72% which shows stronger interactions between the filler and the polymeric matrix which implies higher degree of crosslinking of the nanotube-reinforced epoxy."]], ["Fracture toughness (KIC) by 3-point bend tests", ["The fracture toughness (<i>K</i>\n                        IC) was evaluated by three point end notch bending (3P-ENB) test. The 3P-ENB test was carried out mainly according to ASTM E397. Rectangular specimens were cut from the cured plates and were polished down to the dimension required for testing. The dimensions of the specimen were 36mm (length)×8mm (height)×4mm (thickness). The distance between the supporting rollers of the 3 point bending test was 32mm. The crosshead speed was 10mm/min. The initial notch was introduced by rotating diamond coating blade (thickness 0.6mm) and was later sharpened to get a V-notch by sliding a razor blade. A minimum of 5 specimens were evaluated for each composite. The fracture toughness of the sample as a function of weight percentage of the filler is presented in [f0055]\n                        .", "The <i>K</i>\n                        IC slightly decreases from its initial value from that of pure epoxy by 1.7% until 0.1wt% of filler. Upon further increase in the concentration of the filler, the <i>K</i>\n                        IC increases up to 43% and reaches a maximum at 1.0wt% and for 2.0wt% the values start to decrease. It is expected that beyond a certain weight percentage, the properties will decrease owing to the agglomerate formation of the nanoparticles. Fractographic studies were carried out on the samples to explain the observed increase in fracture toughness using scanning electron microscope. [f0060]\n                         shows the fracture surface of a GNP/epoxy composite (0.5wt%, 1.0wt% and 2.0wt%) and the initial cracks originating from the raw notch are clearly visible in [f0055]a and b. Unlike neat epoxies, the fracture surface of the GNP/epoxy is rough and this roughness increases with filler content. The observed surface roughness is due to tilting and twisting of the cracks and this should lead to an increase in the <i>K</i>\n                        IC. However, the fracture toughness starts to decrease for 2.0wt% GNP/epoxy samples while their fracture surface is extremely rough.", "Upon further investigations at higher magnifications, shearing among the GNP agglomerates/sheets and crack arrest lines at the end of the samples were clearly visible ([f0065]\n                        b and c). There was no evidence of de-bonding of the GNPs from the matrix, but several micro-cracks were observed. The GNPs acts as stress concentrators and creates many micro-cracks ([f0065]h) which in turn increases the fracture surface area due to crack deflection [b0205 b0210]. The graphite nano-platelets are rigid and well bonded with the matrix, they did not yield to crack but instead deflected them ([f0065]e) [b0215]. The weak interlayer forces between the graphitic layers are responsible for the interlayer delamination ([f0065]h indicated in red arrow), thus giving rise to micro-cracks originating from within the graphitic layers [b0220]."]]]], ["Conclusions", ["The GNPs are an effective reinforcement for epoxies in terms of mechanical properties. A fairly uniform dispersion of the filler was achieved using both the three-roll milling and sonication combined with high speed shear mixing technique. However, GNP/epoxy nano-composite prepared via 3RM technique showed almost 3 orders of magnitude higher electrical conductivity than those prepared via Soni_hsm process. Hence, further characterization of the GNP/epoxy nano-composite in terms of mechanical and thermal properties were carried out the samples prepared via 3RM technique only. In the case of electrical conductivity, a minimum amount of GNPs for a percolation threshold is required rather than a homogenous dispersion, so that a valid conduction pattern is created along the matrix. Though the electrical conductivity of GNP/epoxy (3RM) composite reaches 5.8×10−03\n                     S/m at 2.0wt%, and the percolation threshold is 0.3wt% which is much higher when compared to carbon nanotube epoxy composite. This is possible in epoxy at very low loadings because of extremely high dispersive surface energy of nanoparticles which produce a spontaneous re-agglomeration. Thermal conductivity of the nano-composite did not increase more than 14% for 2.0wt% of filler. The effective mechanical reinforcement was achieved for 0.5wt% with 17% increase in glassy storage modulus and beyond this filler content not much increase in modulus was observed. A considerable increase in fracture toughness of 43% was obtained for 1.0wt% filler loading. The incorporation of graphite nano-platelets toughness the epoxy matrix through crack deflection and by delamination in-between the graphitic layers causing micro-cracks."]]], "doi": "10.1016/j.eurpolymj.2013.10.008"}