{"title": "Electrical conductivity and dielectric response of poly(vinylidene fluoride)–graphite nanoplatelet composites", "abstract": "Poly(vinylidene fluoride)/graphite nanoplatelets (PVDF/GNP) composites were fabricated using solution mixing followed by compression molding. The electric conducting and dielectric behavior of such nanocomposites were determined over a wide frequency range from 102 to 107. The results showed that the electrical behavior of PVDF/GNP nanocomposites can be well described by the percolation theory. Both conductivity and dielectric constant were found to be greatly enhanced at the percolation threshold. A large dielectric constant of 173 and low loss tangent of 0.65 were observed in the PVDF/2.5wt% GNP nanocomposite at 1kHz. Moreover, dynamic mechanical analysis was also used to characterize the relaxations of polymers in PVDF/GNP nanocomposites. Dielectric and mechanical relaxations of PVDF/GNP nanocomposites showed strong dependence with frequency and temperature. The activation energy for glass transition determined from mechanical relaxation is considerably higher than that evaluated from the dielectric analysis. This resulted from different operating mechanisms for dielectric and mechanical relaxation processes.", "body": [["Introduction", ["The rapid development of electronic devices has led to a large demand for polymer materials with good electrical conductivity and thermal stability as well as high mechanical strength. Conventional polymeric materials usually exhibit low modulus and poor electrical conductivity. Thus, conducting microfillers of large volume fractions are added to polymers to improve their electrical conductivity [bib0005]. High filler loading generally leads to low mechanical strength and ductility as well as poor processability of polymer composites. In this regard, nanometric sized fillers are incorporated into polymers to enhance their mechanical and physical properties. Polymer nanocomposites filled with conducting components have attracted considerable worldwide attention due to their potential applications as materials for anti-static coatings, electromagnetic interference shielding, embedded capacitors, gas sensors and bipolar plates for polymer electrolyte fuel cells [bib0010 bib0015 bib0020 bib0025 bib0030 bib0035]. The most common used nanofillers include graphite nanoplatelets and carbon nanotubes. The high cost and large tendency for forming agglomerates are the main deficiencies of using carbon nanotubes as conducting fillers.", "Graphite is a naturally carbonaceous material with high conductivity, low cost and abundance. In-plane Young's modulus and electrical conductivity of graphite are close to those of carbon nanotubes [bib0040]. Natural graphite of layered structure can be converted to graphite oxide or graphite intercalation compound (GIC) through chemical oxidation in strong oxidizers such as concentrated sulfuric and nitric acid solution. Unlike graphite, graphite oxide is hydrophilic due to the attachment of function hydroxyl and carboxyl groups on their surfaces [bib0045]. Expanded graphite (EG) is then obtained by rapid expansion of GIC in a furnace, and can be further exfoliated into thin graphite nanoplatelet (GNPs) of large aspect ratios via sonication [bib0050], resulting in composites with very low percolation thresholds [bib0055 bib0060 bib0065 bib0070 bib0075 bib0080]. The sharp increase in the conductivity is basically attributed to the formation of conducting network within the polymer matrix. Based on the remarkable physical properties of graphene sheets, economically viable polymer nanocomposites with excellent electrical and mechanical properties can be produced.", "In recent years, the size of integrated circuits continues to decrease, leading to performance requirement for polymeric materials with higher dielectric permittivity increases significantly. In this regard, conducting polymer nanocomposites with large dielectric permittivity and low dielectric loss have become the focus of many studies due to their distinct advantages over conventional brittle ceramics [bib0085 bib0090 bib0095 bib0100 bib0105 bib0110 bib0115]. Lie at al. studied the electrical conductivity and dielectric properties of poly(vinylidene fluoride) (PVDF) composites filled with pristine, carboxyl and ester functionalized multiwalled carbon nanotubes (MWCNTs) [bib0110]. A large dielectric constant of 3600 can be obtained in the carboxyl functionalized MWCNT/PVDF composite filled with 8vol% MWCNT at 1kHz. For graphene-filled composites, high values of dielectric constant can be obtained at low frequency for highly conducting PS/GNP and SAN/GNP nanocomposites [bib0120 bib0125].", "Polyvinylidene fluoride is a semi-crystalline polymer exhibiting excellent thermal stability, unique piezoelectric and pyroelectric characteristics. PVDF finds wide industrial and biomedical engineering applications because of these excellent properties. PVDF/GNP nanocomposites comprise a new generation of multifunctional materials that combine the properties of PVDF and GNP. PVDF filled with graphite microparticles generally required large filler content (e.g. 10wt%) to reach desired electrical properties [bib0130]. Therefore, GNPs with large aspect ratios are more effective than graphite microparticles to enhance electrical properties of PVDF. Indeed, this study demonstrates that the electrical conductivity and dielectric constant of PVDF/GNP nanocomposites increase markedly by adding low GNP content. Furthermore, the additions of GNPs of large surface areas can affect the molecular mobility and relaxation of PVDF molecular chains to a large extent. The unique of this study is the use of dielectric relaxation for the determination of the activation energy of glass transition for PVDF/GNP nanocomposites. Our results showed that GNPs affect the glass transition temperature and activation energy of PVDF. These arise from the restrained mobility of PVDF molecular chains due to GNPs and strong interactions between functional groups of GNPs and the PVDF matrix. The results are novel and have not been reported in the literature for PVDF filled with graphite nanoplatelets."]], ["Experimental", [["Materials", ["Polyvinylidene fluoride (PVDF) (Kynar 740) was supplied by Atofina Chemicals Inc., USA. Graphite nanoplatelets (GNPs) with average thickness of 50nm and diameter of 10μm were supplied by the Institute of Polymer and Nanomaterials, Huaqiao University, China. The preparation procedure of GNP was described in the literature [bib0135]. Electrical conductivity of the graphite nanosheet was about 1×104\n                        S/cm with a density of 2.25–2.30g/cm3. N,N-dimethylformaide (DMF, Sigma–Aldrich, ≥99%) and acetone (ACS reagent, ≥99.5%) as the solvents were used without further purification."]], ["Fabrication of PVDF/GNP composites", ["PVDF and GNP were dried in an oven at 80°C overnight in order to remove absorbed moisture. PVDF/GNP nanocomposites containing different filler contents were prepared using solution casting method. Briefly, PVDF was dissolved in a mixed solvent consisting of DMF and acetone (2:1, vol/vol) at 70°C under continuous stirring. The concentration of each PVDF solution was controlled between 15 and 20wt%, considering being the optimum concentration for solution casting. A right amount of GNPs was suspended in the same mixed solvent and sonicated for 2h to form a stable suspension. Then, the suspension was slowly introduced into the polymer solution. The mixture was kept at 70°C for 5h under stirring before casting onto a glass dish. The solvent was evaporated at 70°C in the oven for 48h. The obtained composites were finally compression molded at 210°C for 5min under a pressure of ∼15MPa."]], ["Composite characterization", ["X-ray diffraction scans were performed using a Philip X’pert diffractometer with CuKα radiation (wavelength of 1.514nm) at a voltage of 40kV. The scanning speed was fixed at 3°/min. The morphology of PVDF/GNP nanocomposites was observed in a scanning electron microscope (JEOL JSM-820). Dynamical mechanical analysis (DMA) was performed with a TA Instrument dynamic mechanical analyzer (model 2980) from −100 to 60°C with various frequencies. The heating rate was fixed at 2°C/min. Electrical measurements were performed with an Agilent impedance analyzer (model 4294) with frequency ranging from 100 to 107\n                        Hz. The disk specimens were coated with silver paste prior to electrical measurements."]]]], ["Results and discussion", [["Structure and morphology", ["[fig0005]\n                        (a)–(d) shows the SEM images of the resulting PVDF/GNP nanocomposites. Graphite nanoplatelets with a diameter of several micrometers and thickness of few nanometers can be readily seen in higher magnification image of PVDF/2wt% GNP nanocomposite ([fig0005](d)). Further, solution mixing enables homogenous dispersion of GNPs in the PVDF matrix due to interaction of carboxyl and hydroxyl groups of GNPs with PVDF matrix.", "It is known that PVDF possesses many polymorphs, such as α-, β-, γ-form. Polar β-form PVDF is of particular interest due to its piezoelectric effect, and generally can be prepared by mechanical stretching the α-form PVDF film or by evaporating the PVDF solvent at relatively low temperature (normally <70°C) [bib0140]. [fig0010]\n                         shows the XRD patterns of PVDF/GNP nanocomposites. Two peaks located at 18.5o and 19.9o can be assigned to the characteristic peaks of α-PVDF. The additions of two-dimensional GNPs to PVDF do not induce the structural change of α-PVDF to β-PVDF. On the contrary, β-phase crystals can be induced in PVDF by adding two-dimensional silicate platelets. This is due to the matching of the crystal lattice of the organoclay with that of the β polymorph [bib0145]. From [fig0010], the peak intensity at 26.6o associated with graphite increases with increasing GNP content. The graphite nanosheets maintain the same crystalline structure of natural graphite."]], ["Electrical properties", ["[fig0015](a) shows the frequency dependence of electrical conductivity of PVDF/GNP nanocomposites. For low GNP loadings of 1–2wt%, the ac conductivity (<i>σ</i>′(<i>f</i>)) of PVDF/GNP nanocomposites increases with increasing frequency with a slope close to unity. This is a typical characteristic of insulating materials. For GNP loading ≥2.5wt%, a plateau regime is observed in the low frequency region. The frequency independent conductivity is known as the DC conductivity. Such frequency independent behavior is commonly seen in polymer nanocomposites filled with conductive fillers. Above a critical frequency (<i>f</i>\n                        \n                           <i>c</i>\n                        ) in which <i>σ</i>\n                        =110% <i>σ</i>\n                        DC, the conductivity becomes frequency dependent again. The total AC conductivity in the tested frequency region can be expressed by the following equation:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       σ\n                                       ′\n                                    \n                                    (\n                                    f\n                                    )\n                                    =\n                                    \n                                       σ\n                                       \n                                          DC\n                                       \n                                    \n                                    +\n                                    A\n                                    \n                                       f\n                                       u\n                                    \n                                 \n                              \n                           \n                        where <i>f</i> is the frequency, <i>σ</i>\n                        DC is frequency independent conductivity or DC conductivity at <i>f</i>\n                        →0Hz and <i>u</i> is an exponent. Eq. [eq0005] is often called “AC universal law” because various materials obey well with this expression [bib0150 bib0155]. At or below the percolation threshold (<i>Φ</i>\n                        \n                           <i>c</i>\n                        ), <i>σ</i>\n                        DC is extremely small and can be neglected. Then, the frequency dependence of <i>σ</i>′(<i>f</i>) can be written as:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       σ\n                                       ′\n                                    \n                                    (\n                                    f\n                                    ,\n                                    \n                                       ϕ\n                                       c\n                                    \n                                    )\n                                    ∝\n                                    \n                                       f\n                                       u", "Similar to <i>σ</i>′(<i>f</i>), a significant enhancement in dielectric constant is also observed near the percolation threshold. The dielectric response of materials to an alternating electric field is characterized by a complex permittivity (<i>ɛ</i>\n                        *) defined by:\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       ε\n                                       *\n                                    \n                                    (\n                                    f\n                                    )\n                                    =\n                                    \n                                       ε\n                                       ′\n                                    \n                                    (\n                                    f\n                                    )\n                                    −\n                                    j\n                                    \n                                       ε\n                                       ″\n                                    \n                                    (\n                                    f\n                                    )\n                                 \n                              \n                           \n                        where <i>ɛ</i>′(<i>f</i>) and <i>ɛ</i>″(<i>f</i>) are the real and imaginary parts of complex permittivity. The <i>ɛ</i>′(<i>f</i>) is usually regarded as relative permittivity or dielectric constant of the materials. The <i>ɛ</i>″(<i>f</i>) is related to the loss factor. Therefore, the loss tangent (tan\n                        <i>δ</i>) is defined as the ratio of <i>ɛ</i>″(<i>f</i>) to <i>ɛ</i>′(<i>f</i>).", "[fig0015](b) and (c) shows the variations of <i>ɛ</i>′(<i>f</i>) with frequency, and tan\n                        <i>δ</i> with frequency for PVDF and its nanocomposites. For neat PVDF, the dielectric constant appears to decrease with increasing frequency. This behavior is particularly apparent for the nanocomposites with higher GNP loadings. The dielectric constant is found to increase with increasing GNP content and can reach up to ∼3000 (1kHz) by adding 4wt% GNP. This can be attributed to the interfacial polarization in heterogeneous PVDF system filled with graphite nanosheets and to the formation of many mini-capacitors in polymer matrix [bib0085]. The former phenomenon is known as the Maxwell–Wagner–Sillars (MWS) mechanism which is caused by the large difference in dielectric constant between the polymer matrix and the filler. The interfacial polarization in the composites is associated with the formation of trapped charge carriers. As a result, large local fields are generated at the interface of composites. A large increase in permittivity is observed at the percolation limit as in the case of electrical conductivity. In this context, the permittivity becomes more sensitive to frequency and thus decreases with frequency more sharply. From [fig0015](c), the loss tangent is relatively low (i.e. <0.1) for the PVDF composites with GNP contents ≤2wt%. Above this content, the dielectric loss increases markedly with increasing filler content as a result of the formation of conducting network in the PVDF matrix. The high loss tangent implies large energy dissipation due to the formation of conducting network. Moreover, there is a strong frequency dependence of loss tangent with frequency for PVDF nanocomposites with filler content above percolation threshold.", "The variation of <i>ɛ</i>′(<i>f</i>) with frequency also follows the power law when the GNP content approaches the percolation threshold [bib0160]:\n                           \n                              (4)\n                              \n                                 \n                                    \n                                       ε\n                                       ′\n                                    \n                                    (\n                                    f\n                                    ,\n                                    \n                                       ϕ\n                                       c\n                                    \n                                    )\n                                    ∝\n                                    \n                                       f\n                                       \n                                          −\n                                          v\n                                       \n                                    \n                                 \n                              \n                           \n                        where \n                           v\n                         is an exponent. The values of <i>u</i> and \n                           v\n                         together with <i>σ</i>\n                        DC, <i>f</i>\n                        \n                           <i>c</i>\n                         and <i>A</i> determined from Eqs. [eq0005 eq0010 eq0020] are summarized in [tbl0005]\n                        . The <i>u</i> values for PVDF nanocomposites with GNP content below 2wt% are obtained using Eq. [eq0010], while those for specimens with GNP above 2.5wt% are evaluated from Eq. [eq0005]. From [tbl0005], the <i>u</i> values are found to decrease with increasing GN content. Near the percolation threshold, <i>u</i> is 0.8 for the PVDF/2.5wt% GNP nanocomposite, and close to the universal value of 0.7 [bib0160]. The \n                           \n                              u\n                              +\n                              v\n                           \n                         value for the PVDF/2.5wt% GNP nanocomposite is 1.023 and agrees reasonably with the theoretical value of unity \n                           \n                              (\n                              u\n                              +\n                              v\n                              =\n                              1\n                              )\n                           \n                         predicted by the percolation theory [bib0160].", "[fig0020 fig0025]\n                        \n                         show the respective plots of <i>σ</i>′(<i>f</i>) vs filler content and <i>ɛ</i>′(<i>f</i>) vs filler content for PVDF nanocomposites. The <i>σ</i>′(<i>f</i>) and <i>ɛ</i>′(<i>f</i>) values are taken from [fig0015](a) and (b) at 1kHz. A percolation transition can be readily seen in these plots. According to the percolation theory, both the conductivity and dielectric constant exhibit a transition behavior in the vicinity of percolation threshold and can be expressed as [bib0160 bib0165 bib0170]:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       σ\n                                       ′\n                                    \n                                    (\n                                    f\n                                    )\n                                    ∝\n                                    \n                                       \n                                          (\n                                          ϕ\n                                          −\n                                          \n                                             ϕ\n                                             c\n                                          \n                                          )\n                                       \n                                       t\n                                    \n                                       \n                                    at\n                                     \n                                    ϕ\n                                    >\n                                    \n                                       ϕ\n                                       c\n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (6)\n                              \n                                 \n                                    \n                                       ε\n                                       ′\n                                    \n                                    (\n                                    f\n                                    )\n                                    ∝\n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         ϕ\n                                                         c\n                                                      \n                                                      −\n                                                      ϕ\n                                                   \n                                                   \n                                                      \n                                                         ϕ\n                                                         c\n                                                      \n                                                   \n                                                \n                                             \n                                          \n                                       \n                                       \n                                          −\n                                          s\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>Φ</i> is filler concentration, <i>Φ</i>\n                        \n                           <i>c</i>\n                         represents the percolation threshold, <i>t</i> and <i>s</i> correspond to critical exponents.", "The best fit of Eq. [eq0025] yields a percolation threshold of 2.4wt% and a critical exponent <i>t</i> of 3.07 (inset of [fig0020]). Furthermore, the conductivity increases by more than seven orders of magnitude when GNP reaches 4wt%. The critical exponent is larger than the theoretical value (<i>t</i>\n                        =2) for three disordered system. In general, several conducting polymer systems filled with large aspect-ratio fillers exhibit large experimental <i>t</i> values. For example, Panwar and Mehra obtained <i>t</i>\n                        =2 for the SAN/GNP composites [bib0125]. Weng et al. reported a value of 2.32 for the nylon 6/foliated graphite nanocomposites [bib0055]. It is noted that a very small percolation threshold can be obtained in polymers filled with one-dimensional carbon nanotubes of aspect ratios over 1000 [bib0175]. Recently, Zhao et al. demonstrated that the PVDF/MWCNT nanocomposites exhibit a low percolation threshold of 0.07wt% [bib0180]. This is due to the ease of the formation of conducting path network. The main drawback of MWNTs for industrial application is their high production cost.", "From [fig0025], the dielectric constant reaches an apparent maximum at the percolation concentration. A large dielectric constant of 173 and low loss tangent of 0.65 (at 1kHz) are found for the PVDF/2.5wt% GNP composite. The best fit of Eq. [eq0030] produces an exponent of <i>s</i>\n                        =0.93 and <i>Φ</i>\n                        \n                           <i>c</i>\n                        \n                        =2.4wt% for the PVDF/GNP nanocomposites ([fig0030]\n                        ).", "According to the percolation theory above, the parameters (<i>u</i>, \n                           v\n                        , <i>t</i>, <i>s</i>) exhibit the following relationship at the percolation threshold [bib0160]:\n                           \n                              (7)\n                              \n                                 \n                                    u\n                                    =\n                                    \n                                       t\n                                       \n                                          t\n                                          +\n                                          s\n                                       \n                                    \n                                 \n                              \n                           \n                        \n                        \n                           \n                              (8)\n                              \n                                 \n                                    v\n                                    =\n                                    \n                                       s\n                                       \n                                          t\n                                          +\n                                          s", "From fitted <i>t</i> and <i>s</i> values for the PVDF/GNP system, we obtain <i>u</i>\n                        =0.77, \n                           \n                              v\n                              =\n                              0.23\n                           \n                         and \n                           \n                              u\n                              +\n                              v\n                              =\n                              1\n                           \n                        . These results imply that the percolation theory can well describe the electrical conducting behavior and permittivity of the PVDF/GNP system."]], ["The effect of temperature", ["Temperature plays an important role on both the mechanical and electrical properties of conducting polymer composites. Polymer dynamics, particularly the segmental chain motion, has a large influence on the glass transition temperature (<i>T</i>\n                        g) of polymer matrix of nanocomposites. This transition temperature is a good indicator to reveal the interactions between the polymer and fillers [bib0185]. As mentioned above, graphite raw material has been subjected to acidic treatment prior to sonication to form GNPs. Thus, functional groups such as carboxyl and hydroxyl are generated on the surface of graphite nanoplatelets. These functional groups facilitate the dispersion and enhance the interaction of graphene with the polymer matrix. Dynamic mechanical analysis (DMA) and dielectric relaxation spectroscopy (DRS) have been employed by researchers to investigate molecular dynamics in polymer blends and polymer/silica nanocomposites [bib0185 bib0190]. Accordingly, we used both techniques to investigate the segmental dynamics and glass transition in PVDF/GNP nanocomposites. Their results are compared and contrasted.", "[fig0035 fig0040]\n                        \n                         illustrate the respective plots of DMA storage modulus and tanδ vs temperature for PVDF and representative PVDF/GNP nanocomposites. Apparently, the storage modulus decreases with increasing temperature and drops markedly at the glass transition temperature due to the segmental movement of PVDF molecular chains. The loss tangent vs temperature curves ([fig0040](a)–(c)) exhibit a distinct relaxation peak with an apparent maximum. This peak is related to the <i>T</i>\n                        g of polymer composites. In addition, both storage modulus and tanδ are found to increase with applied frequency. The relaxation peak shifts to higher temperatures with increasing frequency.", "We can relate the temperature at the loss peak maximum with applied frequency by means of the Arrhenius-type equation [bib0190]:\n                           \n                              (9)\n                              \n                                 \n                                    f\n                                    =\n                                    \n                                       f\n                                       0\n                                    \n                                    exp\n                                    \n                                       \n                                          \n                                             \n                                                −\n                                                \n                                                   E\n                                                   a\n                                                \n                                             \n                                             \n                                                R\n                                                T\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>f</i> is the excitation frequency, <i>f</i>\n                        \n                           <i>0</i>\n                         a constant, <i>T</i> the maximum peak temperature, <i>R</i> the gas constant and <i>E</i>\n                        a the activation energy for dynamic mechanical relaxation process.", "A plot of log\n                        <i>f</i> vs 1/<i>T</i> should yield a straight line and the slope directly relates to the activation energy of the relaxation process. The best fits of Eq. [eq0045] for PVDF and representative composites (below and above <i>Φ</i>\n                        \n                           <i>c</i>\n                        ) are displayed in [fig0045](a)–(c). The slopes of straight lines are found to increase due to the GNP additions, indicating strong interactions between GNPs and PVDF matrix. Consequently, more energy is needed for segmental or molecular movement of PVDF matrix. The activation energy (<i>E</i>\n                        a) and <i>T</i>\n                        g values determined by the DMA technique are tabulated in [tbl0010]\n                        . It can be seen that <i>T</i>\n                        g increases slowly with increasing GNP content while <i>E</i>\n                        a exhibits a maximum value near the percolation transition. The decrease in <i>E</i>\n                        a above <i>Φ</i>\n                        \n                           <i>c</i>\n                         can be ascribed to the formation of GNP conducting network which in turn destroys the flexibility of polymer matrix.", "From the dielectric analysis (DEA), the variations of dielectric constant and loss tangent with temperature for PVDF-GN nanocomposites filled with different GNP contents are displayed in [fig0050 fig0055]\n                        \n                        . Neat PVDF exhibits two relaxations near the glass transition temperature (−40 to 30°C) and high temperature regime (100–150°C). These correspond to the β- and α-relaxation processes of PVDF, respectively [bib0195]. Moreover, the dielectric constant of PVDF increases with increasing temperature. The increase in dielectric constant is considered to be associated with the segmental or molecular motions of PVDF. The segmental motion of PVDF chains simultaneously facilitates the rotation of dipolar groups under the influence of an electric field, leading to a dramatic increase in permittivity near <i>T</i>\n                        g. With increasing temperature to α-relaxation region, the polymer molecules can move freely since the dipolar groups are unfrozen. The permittivity is supposed to increase with increasing temperature. However, thermal fluctuation and physical expansion of polymer near melting temperature result in a significant drop in dielectric constant. By adding GNP to the PVDF matrix, the relaxation process becomes significant due to the large permittivity of composites as shown in [fig0050](b) (below <i>Φ</i>\n                        \n                           <i>c</i>\n                        ) and [fig0050](c) (above <i>Φ</i>\n                        \n                           <i>c</i>\n                        ). For neat PVDF, the loss peak position is shifted towards higher temperatures with increasing frequency ([fig0055](a)). This behavior is particular apparent for the nanocomposite with filler content below the percolation limit, i.e. 2wt% ([fig0055](b)). However, this relaxation peak diminishes in the PVDF/2.5wt% GNP nanocomposite due to a dramatic increase in dielectric loss associated with the formation of conducting network ([fig0055](c)).", "The non-isothermal relaxations of dielectric properties also can be described by the Arrhenius-type equation. Accordingly, the maximum peak temperature displays a power relation with frequency:\n                           \n                              (10)\n                              \n                                 \n                                    f\n                                    =\n                                    \n                                       f\n                                       0\n                                    \n                                    exp\n                                    \n                                       \n                                          −\n                                          \n                                             \n                                                \n                                                   E\n                                                   b\n                                                \n                                             \n                                             \n                                                R\n                                                T\n                                             \n                                          \n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>f</i> is the applied frequency, <i>T</i> the maximum peak temperature obtained from dielectric loss tangent, and <i>E</i>\n                        b the activation energy obtained from DEA.", "The Arrhenius plots of log\n                        <i>f</i> vs 1/<i>T</i> for PVDF/GN nanocomposites are shown in [fig0060]\n                        (a)–(c). Comparing with the DMA results, the slopes of linear regression lines become smaller by adding GNPs. Thus GNP additions reduce the activation energy of PVDF in the DEA measurement ([tbl0010]). Therefore, the activation energy obtained from DEA is smaller than that of DMA. This can be explained in terms of the concepts of mechanical activation and dielectric activation. The former is as a result of slow viscoelastic deformation under the application of mechanical load, while the latter is due to slow orientation polarization under the influence of an electric field. The mechanical relaxation determined from DMA is strongly associated with the segmental or molecular motions of PVDF matrix whereas dielectric relaxations are mainly related to the orientation polarization of CH2, CF2 groups. Therefore, temperature affects the mechanical relaxation significantly compared to dielectric relaxation."]], ["Physics of permittivity and relaxation of PVDF/GNP", ["From the above discussion, it can be concluded that the electrical conductivity and permittivity of PVDF/GNP nanocomposites are frequency dependent. Conducting graphite nanoplelets of large aspect ratios can markedly increase the dielectric constant and conductivity of composites at small percolation threshold. From the conductivity vs frequency plot, percolative PVDF/2.5wt% GNP nanocomposite exhibits an apparent DC plateau (low frequency regime) and frequency dependent region at high frequency. In general, the frequency independent conductivity at low frequency results from the resistive conduction through the bulk composites. And the frequency dependent conductivity at high frequency is attributed to the capacitance of host matrix and conducting fillers. Hopping of electrons among the fillers predominates at high frequencies [bib0155]. At a low frequency of 1kHz, percolative PVDF/2.5wt% GNP nanocomposite exhibits a large dielectric constant of 173 and low loss tangent of 0.65. The dielectric constant of nanocomposite is nearly 18 times larger than that of neat PVDF having a value of ∼10. This is attributed to the formation of many minicapacitors in the polymer matrix in which dispersed GNP platelets are separated from each other by a thin layer of polymer matrix. Accordingly, many charge carries are blocked and trapped at the nanofiller–polymer interfaces, resulting in the so-called MWS effect. This is characterized by the frequency dependence of dielectric constant at the low frequency regime. Such nanocomposite can find attractive application as a material for high-charge storage capacitors. The dielectric constant can reach up to ∼3000 (1kHz) beyond the percolation limit, i.e. 4wt% GNP. The dielectric loss of the PVDF/4wt% GNP nanocomposite is ∼200. The dielectric loss is a measure of energy loss in the dielectric under an applied AC field. In general, the dielectric loss of conducting composite materials is resulted from interfacial and conducting loss. The interfacial loss is associated with the excessive polarized space charge at the filler–polymer. It is more likely that a large dielectric loss in the PVDF/4wt% GNP nanocomposite (with filler content above the threshold) results from the formation of conducting network paths, thereby allowing direct flow of charge carriers through them. This leads to its large dielectric loss at low frequency. At high frequency of 106\n                        Hz, the dielectric loss of the PVDF/4wt% GNP nanocomposite drops sharply to ∼1, possibly due to the dipoles have insufficient time to orient themselves along the direction of an AC field.", "The variation of glass transition temperature of polymer matrix in nanocomposites with GNP content can be determined from dielectric analysis and DMA measurement. In the vicinity of <i>T</i>\n                        g, macromolecular chains must acquire sufficient mobility in order to relax under influences of the AC electric field and mechanical oscillation. This relaxation gives rise to the formation of a loss peak or tanδ spectra in the permittivity and DMA measurements. For nanocomposites tested under nonisothermal conditions, the loss peak position is shifted towards higher temperatures with increasing frequencies, with respect to pure polymer. Thus the presence of GNPs affects the relaxation processes of PVDF considerably. Below percolation threshold, the motion of polymer chains is mainly restricted by GNPs, leading to an increase in glass transition temperature and larger amount of energy is required for activating dielectric relaxation process."]]]], ["Conclusions", ["The electrical performances of the solution prepared PVDF/GNP nanocomposites were investigated. Solution mixing enabled homogeneous dispersion of GNPs within PVDF matrix. The results showed that the electrical behavior of PVDF/GNP nanocomposites can be well described by the percolation theory. Both conductivity and dielectric constant were found to be greatly enhanced in the vicinity of percolation threshold. A large dielectric constant of 173 and low loss tangent of 0.65 were obtained for the composite with 2.5wt% GNP. PVDF polymer exhibit electrical relaxations associated with the glass transition and segmental mobility of polar groups. Dielectric and mechanical relaxations of PVDF/GNP nanocomposites showed strong dependence with frequency and temperature. The activation energy for loss tangent peak determined from mechanical relaxation is considerably higher than that evaluated from the dielectric analysis. This is due to different operating mechanisms for dielectric and mechanical relaxation processes."]]], "doi": "10.1016/j.synthmet.2010.07.009"}