{"title": "The role of interfacial interactions on the glass-transition and viscoelastic properties of silica/polystyrene nanocomposite", "abstract": "Filler surface properties and polymer–filler interactions have dominate influence on viscoelastic behavior of polymeric matrix composites. When the filler–filler spacing is on the order of the polymeric matrix molecular size, fillers may agglomerate through direct short-range interactions, also by overlapping of interfacial layers of neighboring fillers. In this work the effect of interfacial layer on the viscoelastic properties of silica/polystyrene composite was investigated.\n                  The Si/Ps nanocomposites were prepared by solution mixing method, and dynamic rheometry was employed to determine the viscoelastic behavior in the melt state. Experimental results show that, addition of silica nanoparticles to polystyrene matrix would increase the glass-transition temperature of polymer. This increasing will be accelerated by presence of nanoparticles with more filler–polymer adhesion energy, because of more interfacial layer volume fraction. It is helpful in evaluating the volume fraction and equivalent thickness of interfacial layer in polymer nanocomposites. Likewise it is shown that, the dynamic moduli of nanocomposite is enhanced associated with the increase in the glass-transition temperature. This study implies that the main source of increment in both dynamic modulus and glass-transition temperature of polymer nanocomposites is the presence of the immobilized interfacial layer and the secondary filler network.", "body": [["Introduction", ["Polymer nanocomposite systems have received extensive attention in recent years due to its high potential in various applications. Filler surface properties and polymer–filler interaction have dominate influence on viscoelastic and mechanical properties of these systems [b0005 b0010]. As such, the improved properties of nanocomposites are related to the modification of the structure and dynamics of the polymer due to interaction with the filler surface [b0015 b0020 b0025 b0030].", "When polymers are filled with particles, an immobilized interfacial layer surrounding the filler particle is appeared at temperatures close to glass-transition of polymer [b0035 b0040 b0045]. It has been reported for many composites that the glass-transition of interfacial layer increases due to restricted motion of polymer chains [b0050 b0055 b0060 b0065]. Both NMR measurements and mechanical data have confirmed the glassy nature of the polymer chains near the particles surface [b0070 b0075]. This idea has been improved by introducing the concept that there is a gradient of glass-transition temperature around each solid particle [b0080]. Also, the existence of an immobilized interfacial layer in polymer inorganic nanocomposites has been shown using the heat capacity measurements at the glass-transition of the polymer [b0085]. The thickness of immobilized interfacial layer has been determined by the state of molecular adsorption, and may therefore actually vary with the filler surface chemistry, but is not expected to be much thicker than the molecular dimensions of the matrix material. Using molecular simulation, it is estimated to be on the order of 1–2times of the polymer radius of gyration [b0090 b0095 b0100 b0105].", "A widely held view is that filler agglomeration and network formation are responsible for the high levels of reinforcement and that de-agglomeration and the network breakdown is responsible for the strain dependence nonlinearities. Most of the studies on filler-structure effects are typically carried out at high volume fractions of filler and there are very few experimental and/or theoretical studies exploring nonlinear viscoelastic behavior at low filler contents, where, it is easy to ascertain that this viscoelastic behavior is not affected by the filler-structure effects [b0110 b0115]. So, it has been suggested that neither agglomeration nor percolation is the primary factor causing the nonlinear behavior or the levels of reinforcement observed for low filler content composites [b0015].", "If neither filler agglomeration nor network formation is a prerequisite for nonlinear behavior, then the polymer–filler interaction is a likely alternative. When the filler–filler spacing is on the order of the matrix molecular size, filler association may take place through direct short–range interactions through overlapping of interfacial layers on neighboring fillers. The interfacial layer surrounding fillers due to either chain adsorption may participate, upon overlapping, in the formation of filler–filler association [b0005 b0015]. In other words, the slowed-down dynamics in spaces between neighboring fillers cause secondary filler aggregation or networking. Since the polymer–filler interactions dictate the nature of the interfacial layers formation, they play a direct role in the filler agglomeration process. Similarly, the Payne effect may occur through the stress-induced desorption or debonding of the matrix material from the filler surfaces [b0005 b0015 b0095].", "In previous work, the polystyrene/silica nanocomposites were prepared for the investigation of the effect of silica particle size on the thermal viscoelastic behavior [b0120]. The shift of glass-transition temperature and the modulus enhancement due to decrease in the filler particle size were explained by the filler–polymer interaction in the form of lower mobility of polymer segment near the particle surface. In this work, the interfacial adhesion energy between polymer and filler particle is used to investigate the effect of polymer–filler interactions on the shift of glass-transition and the modulus enhancement of polystyrene composites. Then, the glass-transition shift is used to estimate the volume fraction and thickness of the interfacial layer. Finally, the effect of immobilized interfacial layer on the nonlinear viscoelastic properties of composite, aside from the hydrodynamic effects and the filler structure, is studied."]], ["Experimental", [["Materials and sample preparation", ["Industrial polystyrene grade 336 with a density of 1.05g/cm3 (ISO 1183) and a zero shear viscosity of 5000Pas (at <i>T</i>\n                        =160°C) obtained from EN CHUAN (Taiwan Hsien), was used as the matrix. Non-porous nano-Silica Aerosil 200 (supplied by Degussa, Chemical, Germany Essen) was used for the preparation of the composites under investigation. The silica particles are hydrophilic with surface area of 200m2/g and their average primary particle sizes are 12nm.", "Hydrophobic silica particle was also prepared by using vinyltriethoxysilane (obtained from Merck, Germany) as a surface modifier. For this purpose a procedure similar to Su et al. [b0125] and Yang and Nelson [b0130] works was employed. Aerosil was sonicated in toluene for 30min and then vinyltriethoxysilane was added to the suspension, by twice its weight ratio, followed by magnetic stirring until the suspension was clear (about 3h). Resulted suspension containing hydrophobic silica nanoparticles was washed with an excess of toluene, followed by filtration in order to remove the unreacted silane molecules. The purified product was then dried at 165°C for less than 30min.", "Suspension (solution) method was used to prepare the composite materials [b0130 b0135]. Silica particles were first sonicated in toluene for 30min and then polystyrene was added to the suspension under magnetic stirring in 1h. The mixture was subjected to high shear mechanical stirring at room temperature for 6h. The resulting solution was cast on a Teflon sheet followed by drying for 6days and vacuum drying at 60°C for 1day. Silica-filled polystyrene samples were molded into 1mm-thick and 25mm-diameter plates by hot pressing under 100 bars for 20s at 200°C. The naming convention to define the four types of the polystyrene/silica composites is given in [t0005]\n                        ."]], ["Surface characterization", ["Samples with treated and untreated silica particles were molded into 1mm-thick and 25mm-diameter plates by pressing under 20bars for 30s. The probe liquids were ethylene glycol and glycerol (both from Merck Company) and distilled water. A small drop of the probe liquid was placed on the silica plate. After about 4min, a side photograph was taken from each drop and then contact angle was measured. The surface tension of each filler (<i>γ</i>F\n                        ) and its polar (\n                           \n                              \n                                 \n                                    γ\n                                 \n                                 \n                                    F\n                                 \n                                 \n                                    P\n                                 \n                              \n                           \n                        ) and dispersive (\n                           \n                              \n                                 \n                                    γ\n                                 \n                                 \n                                    F\n                                 \n                                 \n                                    D\n                                 \n                              \n                           \n                        ) components were determined using the measured contact angle in combination with Fowkes equations [b0140 b0145].\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       F\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       FL\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       L\n                                    \n                                 \n                                 cos\n                                 θ\n                              \n                           \n                        \n                        \n                           \n                              (2)\n                              \n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       FL\n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       F\n                                    \n                                 \n                                 +\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       L\n                                    \n                                 \n                                 -\n                                 2\n                                 (\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       F\n                                    \n                                    \n                                       D\n                                    \n                                 \n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       L\n                                    \n                                    \n                                       D\n                                    \n                                 \n                                 \n                                    \n                                       )\n                                    \n                                    \n                                       0.5\n                                    \n                                 \n                                 -\n                                 2\n                                 (\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       F\n                                    \n                                    \n                                       P\n                                    \n                                 \n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       L\n                                    \n                                    \n                                       P\n                                    \n                                 \n                                 \n                                    \n                                       )\n                                    \n                                    \n                                       0.5\n                                    \n                                 \n                              \n                           \n                        where the subscripts ‘<i>F</i>’ and ‘<i>L</i>’ represent the substrates (plate of treated or untreated silica) and probe liquids, respectively.", "Now it is possible to calculate the thermodynamic work of adhesion (<i>W</i>FM\n                        ) from the following equation (here the subscripts ‘<i>F</i>’ and ‘<i>M</i>’ represent the silica filler and polystyrene matrix, respectively):\n                           \n                              (3)\n                              \n                                 \n                                    \n                                       W\n                                    \n                                    \n                                       FM\n                                    \n                                 \n                                 =\n                                 2\n                                 (\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       F\n                                    \n                                    \n                                       D\n                                    \n                                 \n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       M\n                                    \n                                    \n                                       D\n                                    \n                                 \n                                 \n                                    \n                                       )\n                                    \n                                    \n                                       0.5\n                                    \n                                 \n                                 +\n                                 2\n                                 (\n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       F\n                                    \n                                    \n                                       P\n                                    \n                                 \n                                 \n                                    \n                                       γ\n                                    \n                                    \n                                       M\n                                    \n                                    \n                                       P\n                                    \n                                 \n                                 \n                                    \n                                       )\n                                    \n                                    \n                                       0.5", "The subscript ‘<i>F</i>’ should be replaced with ‘<i>T</i>’ and ‘<i>N</i>’ for treated and untreated silica particles, respectively."]], ["Rheological measurements", ["Dynamic measurements were performed by stress controlled rotary shear rheometer (Paar-Physica UDS 200, Austria Graz) using a plate–plate geometry. The temperature sweep rheometry was done in the temperature range of 90–160°C at 1% deformation and frequency of <i>ω</i>\n                        =5Hz in order to obtain glass-transition. The frequency sweep rheometry of pure polystyrene was performed in the frequency range of 0.01–500Hz at 1% deformation and at a temperature of 160°C. In the variable shear strain experiment, the shear–strain amplitude was varied from 0.001 to 1 at the constant frequency <i>ω</i>\n                        =5Hz and at a temperature of 160°C."]]]], ["Results and discussion", [["Interfacial interactions", ["It is important to clarify the role of polymer–filler interactions in forming the interfacial layer. A polymer–filler interaction determines the surface coverage of fillers or the level of wetting by the matrix material and prescribes the strength of molecular adsorption. On the other hand, the interfacial layer surrounding fillers may participate, upon overlapping, in the formation of filler–filler association. Since the polymer–filler interactions dictate the nature of the interfacial layer formation, they play a direct role in the secondary networking and nonlinear behavior of composites. The polymer–filler interactions can be changed for a given matrix by varying the filler surface chemistry.", "[t0010]\n                         shows the surface properties of untreated and treated silica and polystyrene at room temperature and testing temperature (160°C). The knowledge of the values of the polar and dispersive components of the surface tension at the testing temperature is required to calculate the interfacial tension and thermodynamic work of adhesion (Eqs. [e0010 e0015]). For silica particles, the surface tension was estimated at <i>T</i>\n                        =160°C using the rate <i>dγ</i>/<i>dT</i> which is assumed to be constant [b0150] in the temperature interval and equal to 01. Also, assuming the temperature dependency of each component follows the same law as for the surface tension. The surface tensions of polystyrene have been given in the literature at room temperature and testing temperature [b0150].", "For this system at <i>T</i>\n                        =160°C, the thermodynamic work of adhesion between polystyrene and each type of silica filler was calculated from Eq. [e0015]. It was found that the thermodynamic work of adhesion between polystyrene and untreated silica particles was; <i>W</i>NM\n                        \n                        =71.1mJ/m2. Whereas, in the case of treated silica, this interfacial property would reduce to; <i>W</i>TM\n                        \n                        =38.8mJ/m2. Considering the direct relation between adhesion energy and thermodynamic work of adhesion [b0145], the thermodynamic work of adhesion dictates the nature of the interfacial layer and its thickness. In the next section, we show that the interfacial interactions between filler and polymer matrix have great influence on the glass-transition and viscoelastic behavior of nanocomposites."]], ["Glass-transition temperature", ["As shown in [f0005]\n                        a, the storage modulus of pure polystyrene exhibits a plateau at low temperatures and then a sharp decrease in the glass-transition region, this is leveling off as the temperature increases. The storage modulus of polystyrene composites containing untreated silica demonstrates an increase in the glass-transition domain, which is broader than the pure polymer. These results are qualitatively similar to some previous works like the data obtained by Berriot et al. [b0075] and Chabert et al. [b0135].", "The loss modulus of pure polystyrene experiences a maximum value in the glass-transition domain ([f0005]b). Usually, a mechanical relaxation (<i>Tα</i>) is determined by the temperature where the loss modulus is maximized at a given frequency, that the glass-transition is close to this temperature [b0155]. The Loss modulus of composites demonstrates an increase in the temperature domain above <i>Tα</i>, which is broader than the pure polymer and the slope of modulus decreases by increasing the filler volume fraction (<i>Ф</i>). So, the glass-transition of filled polystyrene is changed with filler content. Glass-transition of pure polystyrene is around 102°C and shift to 103, 105, 107 and 110°C for the untreated silica content of 0.5%, 1.5%, 2.5% and 5.0%, respectively.", "It is known that an immobilized interfacial layer is formed around the solid particles in a polymer melt, due to slowing down of the motion of the polymer chains near the particle surface. Shift of glass-transition is evidence to the increase of the glassy behavior of composites due to the presence of this immobilized interfacial layer. Accordingly, at the temperature above glass-transition, reinforcement of composites is also affected by the glassy nature of the interfacial layer.", "Loss tangent (tan <i>δ</i>) shown in [f0005]c is the ratio of loss modulus to elastic modulus (<i>G</i>″/<i>G</i>′). These results indicate that the shape and magnitude of loss tangent is significantly affected by the volume fraction of silica particles. The loss tangent of pure polystyrene experiences a maximum value in the glass-transition domain and then followed by a slight increase toward unit ratio, which shows liquid like behavior. Addition of filler particles decreases loss tangent in all temperature ranges, which is usually described as solid like behavior, is an evidence for filler–polymer interaction.", "The viscoelastic properties of polystyrene composites containing treated silica are also shown in [f0010]\n                        . For these samples a shift in the glass-transition and a significant rise on elastic and loss modulus at high temperature are also observed. The experimental results demonstrate that the reinforcement and glass-transition temperature are strongly dependent on the filler loading, for all types of silica particles. However, this dependency is lower for treated silica particles due to its lower thermodynamic work of adhesion.", "The curves of loss tangent and loss modulus of filled polymer are broader than pure polymer in the <i>Tα</i> region due to the presence of the solid particles in polymer matrix. The rate of broadness of these curves is related directly to the filler concentration for all types of silica particles. However, for a constant filler concentration, the interfacial adhesion energy shows similar effect and lead to higher reduction in loss modulus and loss tangent peaks. This phenomenon relates to the strong interaction between polystyrene and untreated silica particles that will be decreased for treated ones. It is believed that the origin of this effect is the reduction of the polar component of filler surface tension by surface modification. This result follows the result presented in the work of Ellias et al. [b0150]. They observed that in a PS/PP blend filled with silica particles, the hydrophilic (untreated) silica particles were preferentially located in the PS phase, while the hydrophobic (treated) ones were found at the interface and in PP phase.", "Any increase of <i>Tα</i> as a function of filler surface properties (particle size and surface tension) indicates the relationship between <i>Tα</i> and interfacial layer properties [b0120]. These properties are function of interface area and filler–polymer interaction which appear as interfacial adhesion energy. It is worth to note that the interface area increases by increasing filler concentration or using smaller particles at constant filler concentration. The interfacial adhesion energy is also related to thermodynamic work of adhesion and filler surface properties."]], ["Interfacial layer properties", ["According to mixing rules, the glass-transition of each composite is an average of the pure polystyrene glass-transition (<i>Tα</i>p\n                        ) and the interfacial layer glass-transition (<i>Tα</i>\n                        int):\n                           \n                              (4)\n                              \n                                 T\n                                 α\n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             V\n                                          \n                                          \n                                             P\n                                          \n                                       \n                                       \n                                          \n                                          \n                                             ∗\n                                          \n                                       \n                                       T\n                                       \n                                          \n                                             α\n                                          \n                                          \n                                             P\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             V\n                                          \n                                          \n                                             int\n                                          \n                                       \n                                       \n                                          \n                                          \n                                             ∗\n                                          \n                                       \n                                       T\n                                       \n                                          \n                                             α\n                                          \n                                          \n                                             int\n                                          \n                                       \n                                    \n                                    \n                                       \n                                          \n                                             V\n                                          \n                                          \n                                             P\n                                          \n                                       \n                                       +\n                                       \n                                          \n                                             V\n                                          \n                                          \n                                             int", "Rearrangement of this equation can propose the Eq. [e0025] as a practical formulation for the volume fraction of interfacial layer, based on the shift of glass-transition:\n                           \n                              (5)\n                              \n                                 \n                                    \n                                       T\n                                       α\n                                       -\n                                       T\n                                       \n                                          \n                                             α\n                                          \n                                          \n                                             P\n                                          \n                                       \n                                    \n                                    \n                                       T\n                                       \n                                          \n                                             α\n                                          \n                                          \n                                             int\n                                          \n                                       \n                                       -\n                                       T\n                                       \n                                          \n                                             α\n                                          \n                                          \n                                             P\n                                          \n                                       \n                                    \n                                 \n                                 =\n                                 \n                                    \n                                       \n                                          \n                                             V\n                                          \n                                          \n                                             int\n                                          \n                                       \n                                    \n                                    \n                                       ϕ\n                                    \n                                 \n                                 .\n                                 \n                                    \n                                       ϕ\n                                    \n                                    \n                                       1\n                                       -\n                                       ϕ", "In order to evaluate the effect of interfacial interaction on the glass-transition and interfacial layer volume fraction, the left hand of Eq. [e0025] is plotted as a function of <i>Φ</i>/(1−\n                        <i>Φ</i>). For this purpose, it can be assumed that the <i>Tα</i> of interfacial layer is obtained from the maximum <i>Tα</i> shift. On the other hand, the maximum value of <i>Tα</i> shift is obtained about 25°C which is similar to the results obtained by the other researchers [b0070 b0075 b0080]. Therefore, the interfacial layer glass-transition is considered to be about 127°C, used in Eq. [e0025].", "As observed in [f0015]\n                        , the glass-transition of nanocomposites increases at the presence of filler particle. Also, the filler surface properties play a key role in the shift of glass-transition. As filler particle adhesion energy increases, the glass-transition temperature moves to higher value, which demonstrates an increase in the immobilized interfacial layer volume. The ratio of interfacial layer volume to filler volume (<i>V</i>\n                        int/<i>Φ</i>) could also be obtained from the slope of reduced <i>Tα</i> curves.", "It is worth bearing in mind that, <i>V</i>\n                        int consists the volume of polymer chains at the interfacial layer around the filler particles and the volume of polymer chains trapped between the filler particles. Then an equivalent interfacial thickness relates to this <i>V</i>\n                        int is assumed, which can be obtained from geometric parameters of effective particle as:\n                           \n                              (6)\n                              \n                                 h\n                                 =\n                                 \n                                    \n                                       D\n                                    \n                                    \n                                       2\n                                    \n                                 \n                                 \n                                    \n                                       \n                                          \n                                             \n                                                \n                                                   \n                                                      \n                                                         \n                                                            \n                                                               \n                                                                  \n                                                                     V\n                                                                  \n                                                                  \n                                                                     int\n                                                                  \n                                                               \n                                                            \n                                                            \n                                                               ϕ\n                                                            \n                                                         \n                                                         +\n                                                         1\n                                                      \n                                                   \n                                                \n                                             \n                                             \n                                                3\n                                             \n                                          \n                                          -\n                                          1", "By using Eq. [e0030], the equivalent thickness of interfacial layer against thermodynamic work of adhesion is presented in [t0015]\n                        . The interfacial layer volume fraction (<i>V</i>\n                        int/<i>Φ</i>) and the effective filler volume fraction (<i>Φ</i>\n                        eff/<i>Φ</i>) relative to real particle volume fraction are also presented, using slope of reduced <i>Tα</i> curves.", "It is generally agreed that in nanocomposite systems, immobilized polymers join to the filler particle and create an effective particle [b0100 b0160 b0165]. In the untreated silica composites the effective filler volume fraction is obtained to be around seven times the size of the real nano-particle volume fraction, whereas, this number is around 5.3times for treated silica. It is similar to what has been obtained by Zhang and Archer [b0025]. They estimated that the effective filler volume fraction was around six times as large as the real nano-particle volume fraction. Decrease in the volume fraction of interfacial layer is attributed to the relatively low adhesion energy of treated silica particles.", "The thickness of interfacial layer is calculated to be around 5.5nm for the untreated silica particles, which is similar to what has been obtained by the other researchers [b0025 b0085 b0095 b0105]. However, the value of the interfacial layer thickness depends on each sample and varies with polymer molecular weight, filler surface properties, particle size, dispersion state and processing conditions. So, it will be receded to 4.4nm for treated silica particle because of lower adhesion energy. So, it can be concluded that any decrease in the adhesion energy will decrease the volume fraction of interfacial layer."]], ["Viscoelastic properties", ["[f0020]\n                         shows the variation of the storage modulus, loss modulus and loss tangent in a frequency sweep for composites having different silica particles. When the filler–polymer interaction is weak, in the absence of agglomeration and networking, the typical slopes of the pure polymer are obtained at low frequencies. The solid-like plateau at higher frequencies is due to the fact that no relaxation modes faster than the relaxation time of pure polymer chain are included in the composite model. Increase in the composite modulus, represents the longest relaxation time of the polymer chain in the interfacial layer.", "Experimental results show that the dynamic moduli of nanocomposites increase simultaneously with the increase of the glass-transition temperature. These imply that the main source of increase in modulus and glass-transition is the presence of the immobilized interfacial layer. This is in agreement with the observations of Sternstein and Zhu [b0005].", "As the filler content increases, for untreated silica, a terminal plateau region forms indicating a transition from liquid to solid like behavior once stress relaxation is effectively hindered by the presence of immobilized interfacial layer. The rise is more pronounced in the storage modulus than in the loss modulus. So, the loss tangent will be moved to lower value that demonstrates the lower chain mobility. This slowing down at low frequencies is observed for untreated silica composites when the filler surface adhesion energy favors the formation of huge immobilized polymer and a secondary networking takes place through direct short–range interactions through overlapping of interfacial layers on the neighboring fillers.", "A comparison of the storage and the loss modulus in a frequency sweep for different filler surface properties is shown in [f0025]\n                        . By the presence of filler particles, the plateau region at high frequency will be stretched to lower frequencies. This phenomenon represents a longer relaxation time for the polymer chain in the composite compare to the pure polystyrene. Therefore, when the adhesion energy increases, for untreated silica, the liquid like behavior is hindered by the presence of huge immobilized interfacial layer.", "In this figure more build-up of storage modulus compare to loss modulus is observed. This is attributed to lower mobility and glassy nature of polymer chain in the interfacial layer. This phenomenon causes the composite to behave as a solid like material. If it can be assumed that for these filler concentrations, the filler agglomeration and filler network formation are negligible [b0015] then the source of solid like behavior is due to the secondary networking which takes place through direct short–range interactions through overlapping of interfacial layers on neighboring fillers. This secondary network forms at lower concentration of untreated silica in comparison with the treated silica, in contact to the higher interfacial layer volume fraction which is caused by strong adhesion energy.", "The effect of amplitude dependence of the dynamic modulus of filled polymers is referred as Payne effect. This dependency is shown in [f0030]\n                         for PS/Si composites with different polymer–filler interactions. It is assumed that at small deformations for low filled polystyrene, the contribution of hydrodynamic and the filler–filler interactions, such as agglomeration and its networking are negligible. Thus, the observed increase in dynamic linear response with the filler concentration and its surface properties is due to the increase of the interfacial layer volume fraction. This is caused by filler–polymer interaction in the form of lower mobility of polymer segment near the particle surface.", "As Cassagnau [b0015] discussed on the linear viscoelastic properties, the mechanism of reinforcement and nonlinearity could be based on two conceptual aspects. The concept of filler networking that yields a good interpretation of the Payne effect for filled elastomers. And the concept of the temperature- and deformation-dependence of the modulus, as consequences of the variation of polymer–filler interaction, that was reported by Sternstein and Zhu [b0005]. It was suggested a common mechanism which was rooted in the macromolecular natures of the polymer matrices, as explained in our previous glass-transition study [b0120]. Experimental results demonstrate that the nonlinearity effect strongly depends on the filler loading. It is observed to be more dominant in the composites made from untreated silica because of their huge immobilized interfacial layer that can form larger network. Also due to the higher adhesion energy between untreated silica and polystyrene matrix the created network is stronger, which leads into higher reinforcement at linear region."]]]], ["Conclusions", ["Based on experimental data the glass-transition temperature of polystyrene/silica composites is affected by the filler concentration and their surface properties. The increase of filler surface tension increases the adhesion energy between polymer and filler particle and causes the glass-transition temperature rise. The glass-transition temperature increases simultaneously with the viscoelastic properties due to increase in the filler surface area and adhesion energy. This can be explained by the filler–polymer interaction in the form of lower mobility of polymer segment near the particle surface. In nanocomposites, the small filler particles and strong polymer–filler interactions increase the volume fraction of immobilized interfacial layer, which increases the overall glass-transition temperature. This ability is due to high surface to volume ratio of nanofillers, which forms huge immobilized interfacial layer.", "The glass-transition temperature, the volume fraction and the equivalent thickness of interfacial layer could experimentally be evaluated using the concept of glass-transition shift. Also, the effect of immobilized interfacial layer on the viscoelastic behavior of nanocomposites could be investigated by variation of filler adhesion energy. The results show that the viscoelastic property of nanocomposite is enhanced by secondary networking through overlapping of interfacial layers, in the absence of filler–filler interactions and hydrodynamic effects. Thus, the observed increase in dynamic linear response with the filler surface tension, i.e. adhesion energy, is due to the increase of the interfacial layer volume fraction. The Payne effect may also be explained by secondary network breakdown."]]], "doi": "10.1016/j.compscitech.2011.02.012"}