{"title": "Preparation and thermal properties of polystyrene/silica nanocomposites", "abstract": "A series of polystyrene/silica nanocomposites with different inorganic nanofiller content were prepared by evaporating of toluene solvent. The weight fraction of silica nanoparticles of an average diameter of 7nm treated with hexamethyldisilazane was varied (2, 5, 10, 15 and 30wt.%). The polystyrene nanocomposite morphology was studied by scanning electron microscopy. The thermal stability of the samples was determined using thermogravimetry, coupled with differential scanning calorimetry. The influence of the filler content on glass transition temperature of polystyrene/silica nanocomposites was followed by differential scanning calorimetry. It was found that the polystyrene glass transition temperature was influenced by the hydrophobic silica content. A mathematical method to describe the glass transition temperature dependence on the polystyrene/silica ratio is proposed. According to the experimental results and calculations, the highest thermal stability of the nanocomposite belongs to 18% silica content.", "body": [["Introduction", ["Polymer nanocomposites are a novel class of composites derived from the ultrafine inorganic particles with large surface area per volume unit and dimensions with a typical range of 1–1000nm, dispersed in the polymer matrix [bib0005 bib0010]. Organic/inorganic composite materials combine the advantages of the inorganic materials such as rigidity, hardness, durability, thermal stability and those of the organic polymers (flexibility and processability). Due to the unique properties, these types of materials have attracted strong interest in many industrial processes [bib0015]. The potential applications of polymer nanocomposites are coatings, flame retardant materials, optical devices, electronical and optical packaging materials, etc. [bib0020 bib0025 bib0030]. A lot of works deals with various types of nanosized fillers and various methods of polymer/nanocomposites technology [bib0035 bib0040 bib0045 bib0050 bib0055]. Among the numerous organic/inorganic nanocomposites the preparation, characterization, properties and applications of polystyrene/silica systems have been reported as a great area of active research [bib0005 bib0060]. The dispersion of nanometer-sized particles in the polymer matrix has a significant impact on the properties of nanocomposites. A variety of methods have been used to enhance the compatibility between the hydrophobic polystyrene and silica. The most frequently used method is to modify the surface of silica nanoparticles either by chemical or physical methods. The extremely large surface area and smooth nonporous surface of silica nanoparticles can intensify the effect of particle–particle and/or polymer–particle interactions, which could promote strong physical contact between the silica and the polystyrene [bib0065 bib0070]. The loading of inorganic particles within polymers is usually performed by a wide range of methods, but unfortunately the simple mixing of organic and inorganic components at the macroscopic level is energy consuming and usually not very successful [bib0005]. Thermal stability is considered as an important factor from the scientific and industrial point of view, playing role in the nanocomposite structure and morphology formation [bib0075]. A better understanding of polymer degradation gives valuable data on the period of the applicability time of the material [bib0080]. It has been shown that the thermal behavior of polymer nanocomposites depends on the nanofiller type and content [bib0085 bib0090]. One of the properties of a polymer, which can be profoundly affected by nanoparticles, is the glass transition temperature <i>T</i>\n                     g. It has been reported that polymers <i>T</i>\n                     g can be changed by the addition of nanofiller [bib0095 bib0100]. The temperature range of the availability of hybrid materials depends, among others, on their glass transition temperature. Therefore, it is of a great importance to develop a method to predict the <i>T</i>\n                     g of a new material [bib0105 bib0110]. In this paper a simple method for nanocomposite preparation in solution [bib0115] was applied to prepare a series of polystyrene/silica nanocomposite materials. In order to improve nanocomposite homogeneity, silica with chemically modified surface was dispersed by ultrasonic treatment. The aim of the work was to study the influence of different silica content on thermal properties of polystyrene hybrid materials prepared in the form of film. The correlation between glass transition temperature of polystyrene nanocomposites and filler content was described by fitted hyperbolic equation. The additional goal was to determine the optimum silica content for the enhancement of the nanocomposites thermal stability."]], ["Experimental", [["Materials", ["Polystyrene (PS), under the commercial name STYRON 678E, obtained from Dow Chemicals, USA, with molecular weight of 240,000, polydispersity index (M\n                           <i>w</i>\n                        /M\n                           <i>n</i>\n                        ) of 2.5, density of 1.05g/cm3 (ISO 1183) and melt mass flow index of 11 (g/10min) was used as a polymer matrix. Silica AEROSIL R812, kindly provided by Evonik (Degussa Chemicals), Germany, was used for the preparation of the nanocomposites under investigation. AEROSIL R812 is hydrophobic fumed silica after treated with hexamethyldisilazane (HMDS), with a specific surface area of 260m2/g. The average primary particle size is 7nm. Toluene 99.8% (Sigma–Aldrich, Germany) was used without further purification."]], ["Sample preparation", ["Firstly, silica was dried in vacuum at 110°C for 24h. Then, it was dispersed in toluene using magnetic stirrer for 4h and ultrasonic bath for 30min. Polystyrene beads were added to prepared dispersion and then dissolved. In order to form films of about 2mm thickness, the viscous liquid was poured into Petri dish, dried in oven at 100°C for 12h and after that at 150°C for another 12h. The first temperature is slightly above polystyrene glass transition temperature and the second one is above toluene boiling point. This procedure guarantees the removal of toluene solvent. Five samples of polystyrene nanocomposites with different silica percentage, <i>x</i> (2, 5, 10, 15 and 30% per weight) were prepared in the form of film. The pure polystyrene matrix was also analyzed. All obtained samples were transparent."]], ["Fourier transform infrared spectroscopy (FTIR)", ["Measurements were performed at room temperature using a Thermo Nicolet Nexus 670 FTIR spectrometer. Single beam spectra of the samples were obtained after averaging 40 scans between 4000cm−1 and 500cm−1 with a resolution of 2cm−1, in a transmittance mode."]], ["Scanning electron microscopy (SEM)", ["The characterization of polystyrene nanocomposites was done using scanning electron microscope JEOL JSM-6460 at magnifications from 103 to 2×106 at 25kV. For SEM morphological investigations, the surfaces were coated with gold using BAL-TEC SCD 005 instrument. This “Sputter coater” procedure was applied at 30mA, under vacuum 10−6\n                        Torr for 90s, in order to avoid charging under the electron beam. The brightness and contrast of the digitised SEM micrographs were adjusted using standard software."]], ["Thermogravimetry coupled with differential scanning calorimetry (SDT analysis)", ["Thermal stability of polystyrene and polystyrene/silica nanocomposites films was determined using TA Instruments’ SDT Q600 TG/DSC thermal analyzer. Simultaneous TG/DSC measurements were carried out up to 500°C in nitrogen gas carrier (100cm3/min) employing an open ceramic crucible with a corresponding empty referent crucible and sample masses of about 3mg. The heating rate was 20°C/min."]], ["Differential scanning calorimetry (DSC)", ["DSC measurements were carried out using Q20 TA Instruments equipment in nitrogen atmosphere (50cm3/min), in standard pans without lid. In order to erase the previous thermal history, samples with masses of about 3mg were kept as melts at 250°C for 10min and cooled down to 60°C. Finally, the samples were heated up to 140°C with a scan rate of 10°C/min. The glass transition temperatures were determined on the basis of the second heating."]]]], ["Results and discussion", [["FTIR analysis", ["FT-IR is used to detect the incorporated silica in the structure of the filled polystyrene materials. The band observed at 1089cm−1 is characteristic for Si–O–Si vibration. The peak area related to this band for hybrid materials increases with increasing nanosilica content. The other characteristic absorption bands are (cm−1): ν(C–H)ar, 3082w, 3060w and 3025w, ν(C–H), 2925w, 2849w, ν(C–C) 1492w, 1452w, δ(C–H)ar 754m, γring 695s (the abbreviations s, m and w mean strong, medium and weak, respectively; the sing ar refers to the C–H vibration of the aromatic ring)."]], ["SEM investigation of polystyrene/silica nanocomposites", ["[fig0005 fig0010]\n                        \n                         show the SEM images of polystyrene filled with 15 and 30wt.% of silica, respectively.", "In [fig0005 fig0010], where the scale bar corresponds to 1μm, a good dispersion of silica nanoparticles in polystyrene matrix can be observed, but also agglomerates with varying size of the dispersed phase are noticed. In the polystyrene with 15wt.% of nanofiller, the average particle size is of the order of 60nm, but particles of about 30nm are also detected with few agglomerates of a greater size. For silica content of 30wt.% the material exhibits a significant number of agglomerates with an average particle size of about 120nm, which might lead to deterioration of nanocomposite thermal stability. These results are in agreement with the fact that available nanoparticles are generally in the form of agglomerates and it is rather hard to be dispersed in their original dimensions, due to the strong interaction among them [bib0010]. On the basis of SEM micrographs, the supposed polystyrene/silica nanocomposite structure is given in drawings of agglomerated nanoparticles dispersed in a polystyrene matrix ([fig0015]\n                        )."]], ["Thermal stability of unfilled and filled polystyrene", ["As it is well known, TG/DTG and DSC are widely used methods to investigate the thermal stability of the materials and to determine the thermal properties of polymer nanocomposites. The thermal stability of new materials and some times the mechanism of the decomposition is determined using TG/DTG data. DSC is utilized to study the thermal transitions of the samples.", "The mechanism of the thermal decomposition of polystyrene is an important property from both of fundamental and technological perspective. Investigation of thermal degradation processes allows us to improve the design of the nanocomposite structure and to determine the optimal conditions for its processing. Setup for simultaneous TG and DSC measurements enables us to study the structural changes and the thermal decomposition at the same time. Examples of such an experiment are presented in [fig0020]\n                         showing TG/DTG and DSC curves for pure polystyrene matrix and for sample reinforced with 2wt.% of silica. In the temperature range from 175°C to the onset temperature a mass loss is observed in TG curve (11.5%) which is characteristic for the pure polystyrene [bib0120].", "For polystyrene films the decomposition onsets are 397±5°C with the corresponding DTG peak temperatures (<i>T</i>\n                        max) at 429±6°C (see [tbl0005]\n                        ).", "The value of non-volatile residue determined by thermogravimetry confirms the weight percent of silica incorporated in the polystyrene matrix. The inspection of DTG curves refers to a single decomposition step in spite of the fact that it is a complex process. The degradation of polystyrene begins with chain scission. It is followed by depolymerization and formation of the main evolved products (styrene monomer, dimer, and trimer) [bib0125 bib0130].", "DSC curves show that the decomposition of all the samples is accompanied by one endothermic reaction in the temperature range from 375 to 490°C, probably as a consequence of the departure of polystyrene, as a volatile product.", "It is found that the highest thermal stability of the polystyrene is achieved at 18wt.% of silica content. Due to nanoparticle agglomeration in the sample containing silica above the optimum loading, the thermal stability of the samples is decreasing."]], ["The influence of nanosilica addition on polystyrene glass transition temperature", ["Investigation of the glass transition of nanocomposites can lead to different results depending on the materials involved and the method of mixing the nanoparticles with polymer matrix. The influence of the nanoparticles in polymer composites on <i>T</i>\n                        g is controversial since <i>T</i>\n                        g of nanocomposites depends on a variety of factors such as degree of polymerization, polymer chemical structure, filler size, filler loading, dispersion conditions, etc. [bib0135]. In some cases polymer nanocomposites show an increase of the <i>T</i>\n                        g \n                        [bib0140], but in other cases a decrease in <i>T</i>\n                        g is observed [bib0005 bib0015 bib0145 bib0150]. Typical thermograms of total specific heat flow versus temperature for polystyrene and five filled nanocomposites with silica particles are presented in [fig0025]\n                        . The values of <i>T</i>\n                        g, marked in [fig0025], are determined by middle point method.", "All DSC curves exhibit the similar behavior: a slow decrease of heat flow followed by a steeper descent, provoking a step corresponding to the glass transition temperature. With the increase of the filler content the glass transition temperature is increasing from 94°C (for pure polystyrene matrix) to 99°C (for sample filled with 30wt.% of silica nanoparticles). However, the magnitude and the width of the step remain constant with the increase of silica fractions. The positive <i>T</i>\n                        g shift value determined by DSC with the addition of silica may be correlated with good interactions between polymer and nanoparticles.", "In order to find a correlation between <i>T</i>\n                        g values and the silica content of the polystyrene, Eq. [eq0005] is proposed:\n                           \n                              (1)\n                              \n                                 \n                                    \n                                       T\n                                       g\n                                    \n                                    (\n                                    x\n                                    )\n                                    =\n                                    \n                                       T\n                                       \n                                          \n                                             g\n                                             0\n                                          \n                                       \n                                    \n                                    +\n                                    \n                                       x\n                                       \n                                          1\n                                          +\n                                          k\n                                          x\n                                       \n                                    \n                                 \n                              \n                           \n                        where <i>T</i>\n                        g is the glass transition temperature of the nanocomposites, \n                           \n                              \n                                 T\n                                 \n                                    \n                                       g\n                                       0\n                                    \n                                 \n                              \n                           \n                         is the glass transition of the pure polystyrene and <i>x</i> is the silica content. The constant <i>k</i> depends on the silica type and it is obtained using the method of least squares (<i>k</i>\n                        =0.16).", "The rate of change of polystyrene glass temperature is not significantly influenced by large agglomerates which presence is characteristic for the samples filled with higher silica content. This is in a good agreement with the proposed fitted equation (Eq. [eq0005]).", "The proposed equation describes well the experimental data with a correlation factor of 0.99 and a residual sum of squares value of 0.073. In [fig0030]\n                         it can be seen that the rate of polystyrene glass temperature change is decreased with increasing silica content."]]]], ["Conclusions", ["In this work a successful preparation of polystyrene/silica nanocomposites is described by evaporating of toluene solvent. FTIR and SEM analysis confirmed the silica nanoparticles incorporation in polystyrene matrix. The presence of a large number of agglomerates in polystyrene material filled with 30wt.% of silica led to the deterioration of nanocomposite thermal stability. Using thermogravimetry it was found that the highest thermal stability of the polystyrene belongs to the sample with 18wt.% silica content. According to the DSC data, a fitted hyperbolic equation was proposed, describing well the glass transition dependence on polystyrene/silica ratio. The increase of <i>T</i>\n                     g value with increasing silica ratio was achieved by good interactions between polystyrene and nanoparticles. The rate of polystyrene glass temperature change is significant up to about 20wt.% of silica which is in accordance with TG/DTG and SEM results. The highest thermal stability of the polystyrene/silica nanocomposite was achieved at 18wt.% silica content."]]], "doi": "10.1016/j.tca.2010.12.006"}