{"title": "Deformation–morphology correlations in electrically conductive carbon nanotube—thermoplastic polyurethane nanocomposites", "abstract": "Addition of small amounts (0.5–10vol%) of multiwall carbon nanotubes (CNT) to thermoplastic elastomer Morthane produced polymer nanocomposites with high electrical conductivity (<i>σ</i>∼1–10S/cm), low electrical percolation (<i>ϕ</i>∼0.005) and enhancement of mechanical properties including increased modulus and yield stress without loss of the ability to stretch the elastomer above 1000% before rupture. In situ X-ray scattering during deformation indicated that these mechanical enhancements arise not only from the CNTs, but also from their impact on soft-segment crystallization. The deformation behavior after yielding of the nanocomposites, irrespective of CNT concentration, is similar to the unfilled elastomer, implying that the mechanistics of large deformation is mainly governed by the matrix. The relative enhancement of the Young's modulus of the nanocomposites is comparable to other elastomeric nanocomposites, implying that to the first order specific chemical details of the elastomeric system is unimportant.", "body": [["Introduction", ["Elastomers with high electrical conductivity are critical for applications ranging from seals between pipes used for transferring flammable gases, electrostatic automotive painting and electromagnetic shielding for mobile electronics. Traditionally, conductive fillers, such as carbon black, chopped carbon fiber or metallic flakes are used. Conductivity is established by percolative network formation of the fillers and limited by carrier transport (hopping or tunneling) between filler particles. Thus the extent of filler dispersion, aspect ratio of the filler, and wettability of the filler by the elastomeric medium are key morphological characteristics in determining the conductivity of the system. The relatively large volume fractions (>20vol%) necessary though, negatively impact deformability, processibility, surface finish, and limit the ability to maintain desired conductivity at extreme deformations (>100%). Furthermore, the use of metallic fillers results in galvanic corrosion issues in many service environments.", "The broad availability of nanoscale multiwall carbon nanotubes with large aspect ratios (>100) and high electrical conductivity (<i>σ</i>∼18,000S/cm along tube axis) have lead to a resurgence of applied and fundamental investigations of filled polymers, driven by the potential to address limitations of classic conductive fillers. Whether tubes (e.g. single and multiwall carbon nanotubes) or plates (e.g. exfoliated graphite), the nanoscopic dimensions and high aspect ratios inherent in these <i>polymer nanocomposites</i> result in six interrelated characteristics distinguishing them from classic fillers: (1) low percolation threshold (∼0.1–2vol%); (2) particle-particle correlation (orientation and position) arising at low volume fractions (<i>ϕ</i>\n                     C<10−3); (3) large number density of particles per particle volume (106–108 particles/μm3); (4) extensive interfacial area per volume of particles (103–104\n                     m2/ml); (5) short interparticle spacing (10–50nm at <i>ϕ</i>∼1–8vol%); and (6) comparable size scales between the rigid nanoparticle inclusion, distance between particles, and the relaxation volume of the polymer matrix. These characteristics provide materials with properties of traditional filled systems, but at lower loadings and thus enhanced processibility. Additionally, novel properties absent in traditional filled systems are reported. Recent reviews of materials fabrication and fundamental structure-property correlations can be found in the literature [bib1]. Much of the current effort in polymer nanocomposites though is plagued by uncertainties as to what is possible, necessitating substantially more detailed structure-processing-property investigations.", "Carbon nanotube filled plastics are currently under intensive investigation for enhancement of structural [bib2 bib3], stress-recovery [bib4], electrical [bib5 bib6] and thermal performance [bib7 bib8], while maintaining the inherent processibility and deformability of the matrix resin. Optimization of electrical characteristics presents an interesting dilemma. Maximum dispersion of the nanotubes is desired to provide the lowest percolation threshold; however, this necessitates favorable polymer–tube interactions, which will result in a strongly bound polymer interfacial layer. Conversely, this will establish a minimum tube–tube distance, which ultimately determines electrical conductivity by limiting carrier transport and creating capacitive contacts between tubes. In addition, for conductive elastomers maximization of deformability implies minimizing the strength of tube–polymer interactions. One possibility to address these conflicting requirements is to utilize a nanotube with a heterogeneous surface, which spatially segregates strong tube–tube interactions favoring aggregation from maximum tube–polymer interactions favoring dispersion.", "Following these suppositions, aspects of the deformation-morphology correlation of an electrically conductive, elastomeric nanocomposite are presented. Uniaxial elongation in combination with in situ X-ray studies indicate that nanotube orientation and polymer deformation are coupled, altering the strain induced soft-segment crystallinity and the mechanical response of the polyurethane at increasing strain. The complex interrelation implies that the extensive characterization discussed herein is necessary, but still not sufficient to effectively establish deformation-morphology relationships for nanotube containing elastomers."]], ["Experimental", [["Materials and specimen preparation", ["The fabrication of the carbon nanotubes (CNT)—elastomer nanocomposite (CNT/PU) is discussed elsewhere [bib4]. In brief, after short, light grinding of the carbon nanotubes (PRT-HT-19, Applied Science Inc.) with a mortar and pestle, they are combined with a small amount of polymer (Morthane PS455-203, Huntsman Polyurethanes, aromatic polyester based thermoplastic polyurethane) in a polar medium, such as THF, for several hours [bib9]. The composition of Morthane was evaluated by quantitative 13C and 1H NMR. The peaks were assigned in the proton spectra using 2D NMR methods (COSY and TOCSY) and in the carbon spectrum using DEPT [bib10]. [tbl1]\n                         together with [sc1]\n                         lists the different moieties present and their compositions. The quantitative analysis shows that the Morthane contains only 10% hard-segments and almost exclusively linear diols with no more than 5% cyclic diols.", "This mixture is then added to a polymer solution in the same solvent, stirred for an additional 2–4h, and transferred into casting molds to allow slow solvent evaporation. The samples were then dried in a vacuum oven at 50°C until a constant weight was achieved. Nanotube–elastomer nanocomposites may be produced in this manner whose lateral size approaches several feet, with thickness from 0.5 to 2mm, and volume fractions of nanotubes from 0.05 to 15% (density of CNT ∼2.1gcm−3, Morthane ∼1.19gcm−3). Scanning electron micrographs of freeze fractured surfaces are shown in [fig1]\n                         for 5 and 10wt% (2.9 and 5.9vol%) nanocomposite, showing excellent dispersion and wetting of the nanotubes in and by the Morthane. Agglomerates formed by about 2–5% of the total CNTs within the nanocomposite are visible only at higher concentrations (∼14wt%).", "Further verifying the excellent dispersion of the CNTs in the Morthane, [fig2]\n                         summarizes the room temperature, DC conductivity (<i>σ</i>) of un-deformed samples measured by a standard 4-line probe test technique, with four gold line electrodes at a spacing of 2.54mm. Comparison of the data to a simplified bond percolation model [bib11] (<i>σ</i>=<i>σ</i>\n                        0 |<i>ϕ</i>–<i>ϕ</i>\n                        c|t for <i>ϕ</i>><i>ϕ</i>\n                        c) indicates that the percolation threshold is <i>ϕ</i>\n                        c=0.005; the power law exponent, <i>t</i>=3.1; and the limiting conductivity at <i>ϕ</i>=1, <i>σ</i>\n                        0=6.3kS/cm. A weighted non-linear least squares fit, shown in the inset of [fig2], was found by applying different <i>ϕ</i>\n                        c. The fitted value for the power law exponent deviates substantially from the theoretical universal scaling value <i>t</i>=2, but is in excellent agreement with the theoretical mean-field value <i>t</i>=3 [bib12 bib13]. The conductivity scale factor <i>σ</i>\n                        0 reflects the resistive nature of charge transfer between tubes in the blend, yielding a conductivity substantially less than determined for a pure CNT (18kS/cm, measured by ASI on a single fiber) [bib14]. The low volume fraction at percolation is consistent with dispersed high-aspect ratio rods. Details of the electrical conductivity–morphology–deformation relationship will be discussed in future publications.", "Note, that since the as-received powder is a weak aggregate of the carbon nanotubes, accessibility of the solution to the nanotube surface is relatively facile. This contrasts the relatively small fraction of accessible nanoparticle surface found in nanoparticles that form low-dimensional crystallites. This includes single wall carbon nanotubes, which occur in ropes [bib15], and layered silicates (clays), which occur in tactoids [bib16]. The minimal nanoparticle surface area accessible by bulk solutions in these cases implies that comparable solution mixing procedures without surface initiated chemistries, such as used here in, are not nominally successful in forming well-dispersed nanocomposites starting from nanounits arranged in low-dimensional crystallites."]], ["Characterization", ["Mechanical evaluation was conducted on a Tinius Olson H10KS bench top tensile tester at a strain rate of 6mm/min. A stretching force was applied to one pneumatic clamp. Clamp displacement was used to determine elongation ratio, <i>λ</i>=<i>L</i>/<i>L</i>\n                        o, and engineering strain <i>ε</i>=<i>λ</i>−1. Engineering stress was calculated from the initial cross-sectional area of the sample.", "Young's moduli <i>E</i> were determined from the initial slope at <i>λ</i>=1.025 (least squares fit, <i>ε</i>=2.5%). Apparent elongation and stress at yield (<i>λ</i>\n                        Y,<i>σ</i>\n                        Y) were obtained from the intercept of the linear region below and above the yield point. The onset of strain hardening (<i>λ</i>\n                        H,<i>σ</i>\n                        H) was extrapolated from the intercept of the two linear ranges in the stress/strain data after the yield point. Three to five samples per mechanical measurement were used, with estimated error/uncertainty not exceeding 10% in the data. The data from three batches of CNT/PUs with difference in shelf life and thermal history are presented in the comparison charts of mechanical properties.", "Crystalline fraction and melting temperatures of samples were obtained using a TA Instruments DSC Q1000.", "Deformation-morphology correlations were determined using synchrotron X-ray experiments, conducted at X27C, National Synchrotron Light Source in Brookhaven National Laboratory. Sample to detector distance was 164mm and the wavelength was 0.1366nm, defined by a double multi-layer monochromator. The synchrotron X-rays were collimated to a 600μm beam size using a three-pinhole collimator [bib17]. 40×4×0.5mm3 samples were mounted in a uniaxial, symmetrical extension device designed to expose the gauge section of the sample to the X-ray beam at arbitrary elongations. The samples were stretched stepwise to increasing elongations and their X-ray diffraction patterns obtained at each elongation after 2min of relaxation. WAXD images were obtained using a Mar CCD detector."]], ["X-ray data analysis", ["The X-ray data was initially corrected for background scattering, detector sensitivity and variation of incident X-ray flux.", "Azimuthally averaged intensity versus 2<i>Θ</i> were obtained using the software package Fit2D [bib18]. Deconvolution of the crystalline peaks and the broad amorphous halo from the integral averaged 2-theta scans was carried out using a routine in Genplot® with a combination of Gaussian (amorphous) and Lorentzian (crystalline) peak profiles.", "The polymer crystallinity index and Hermans orientation parameter of the CNTs were determined from in situ X-ray scattering.", "An internal method was applied to determine the polymer crystallinity index as described in Alexander [bib19]. The crystalline and amorphous phases give distinct X-ray diffraction patterns. After removal of background scattering, the diffraction intensity is, to a good approximation, the superposition of the diffraction intensity from the crystalline, <i>I</i>\n                        c, and amorphous phases, <i>I</i>\n                        a each being proportional to the relative volume fraction of the respective phases (assuming random distribution of the phases in the scattering plane). The fraction crystallinity, or crystalline index, is then:\n                           \n                              (1)\n                              \n                                 \n                                    CI\n                                    =\n                                    ψ\n                                    =\n                                    \n                                       \n                                          \n                                             I\n                                             c\n                                          \n                                       \n                                       \n                                          (\n                                          \n                                             I\n                                             c\n                                          \n                                          +\n                                          \n                                             I\n                                             a\n                                          \n                                          )", "It is important to note that the percent of crystallinity of a given sample determined by different techniques may be different [bib19] and we therefore refer to that obtained from X-ray diffraction as the <i>crystallinity index</i>.", "A characteristic feature of X-ray patterns from a uniaxial oriented sample is the presence of arcs. The azimuthal width of the arcs provides information about the degree of the orientation of the respective scattering planes. The relative intensity along the azimuth, (<i>I</i>(<i>ϕ</i>)) at a 2<i>Θ</i> is related to the orientation distribution function (ODF) of the scattering planes. Approximating the ODF as a Legendre polynomial series in cos\n                        <i>ϕ</i>, the Hermans orientation parameter <i>S</i>\n                        d (or equivalently <i>P</i>\n                        2) is the second moment average of the ODF and expressed as:\n                           \n                              (2)\n                              \n                                 \n                                    \n                                       S\n                                       d\n                                    \n                                    =\n                                    \n                                       \n                                          3\n                                          〈\n                                          \n                                             \n                                                cos\n                                             \n                                             2\n                                          \n                                          \n                                          φ\n                                          〉\n                                          −\n                                          1\n                                       \n                                       2", "For uniaxial orientation, <i>S</i>\n                        d assumes values from −0.5 to 1. −0.5 reflects perfect alignment in the plane perpendicular to the macroscopic elongation; 0 reflects random orientation; and 1 reflects perfect alignment along the uniaxial elongation. Herein, the orientation parameter of the carbon nanotubes, crystalline polymer and amorphous polymer represents the relative relation between the direction of uniaxial deformation and the axis of the carbon nanotube; the normal to the polymer crystallite surface and largest dimension of the distorted amorphous polymer chain; respectively. The assumed correspondence to the X-ray reflections analyzed are: the normal to the graphene plane in the tube side wall is on average perpendicular to the tube axis; the plane containing the crystalline soft-segments are perpendicular to the crystallite surface; and the variation of azimuthal intensity of the amorphous scattering reflects increased chain-chain correlation within planes parallel to the largest component of the ellipsoid reflecting the distorted random coil configuration. In all cases, the azimuthal intensity enhancement is orthogonal to the increase in the orientation distribution function discussed. Orientation parameters reported are the average of the orientation parameter determined from each quadrant. The four values differed by 10% at the most, establishing the uncertainty range for these measurements."]]]], ["Results", ["Polyurethanes have been used in a wide range of applications such as automobile, paint, furniture and textile industries. Although polymer composition varies with different products, a urethane linkage covalently bonds ‘hard’ and ‘soft’ segments into a multi-block copolymer. The two-phase morphology provides the key to controlling performance and versatility in tuning properties by varying the composition or content of one or the other phase [bib20]. The general assumption is that hard-segments break at low deformations because of local stresses. In addition to nano-fibril formation, hard-segments rotate parallel to the stress direction at higher elongations and the soft-segments will undergo stress-induced crystallization [bib21].", "The nanocomposite discussed herein is comprised of a thermoplastic polyurethane elastomer (Morthane PS455-203, Huntsman Polyurethanes) with carbon nanotubes (CNT: PRT-HT-19, Applied Science Inc.). Morthane exhibits a low glass transition temperature (<i>T</i>\n                     g=−45°C), near-ambient melting of soft-segment crystallites (90% soft-segment content according to NMR, with <i>T</i>\n                     m,s=48°C), outstanding solvent resistance and displays extreme deformation (∼700%) and strain-induced crystallization. PRT-HT-19 are vapor phase produced carbon nanotubes (nanofibers), approximately 50–120nm in diameter and greater than 10μm in length. A fraction of the tubes contain graphene sidewalls, which are slightly askew from the tube axis resulting in so-called ‘bamboo’ tube architecture with random terminal graphene-sheet edges that leads to a chemically heterogeneous surface. Additionally, this architecture results in a relatively more flexible tube compared to multi and single wall carbon nanotubes whose walls are comprised of continuous graphene sheets.", "After discussing the uniaxial elongation of the CNT/PU nanocomposites, morphology changes occurring during comparable deformation will be presented.", ["Mechanical characteristics", ["To initially visualize the impact of CNT loading on the mechanical characteristics of Morthane, [fig3]\n                         depict the stress-strain behavior up to 135% elongation and to failure of CNT/PU elastomers with CNT concentrations between 0.1 and 16.7wt% (0.057–10.2vol%). [fig4]\n                         summarize the initial modulus (<i>E</i>); engineering stress (<i>σ</i>\n                        Y) and elongation (<i>λ</i>\n                        Y) at the apparent yield; engineering stress (<i>σ</i>\n                        H) and elongation (<i>λ</i>\n                        H) at the onset of strain hardening; and the elongation at rupture (<i>λ</i>\n                        R). Note, that since the experimental temperature (27°C) is intermediate between the glass transition (−45°C) and melting point of the soft-segment crystallites (50°C), attention to the impact of physical aging is critical to ensure comparability of experimental results. Overall, the absolute values of the moduli and yield strength were very dependent on the process history (solvent removal rate), thermal history and initial orientation of the CNT. CNT/PU nanocomposites may exhibit differences of modulus up to 100%; the lowest resulting from plasticization by residual solvent and the highest associated with increased soft-segment crystalline content after sample storage for 30 days as evaluated by DSC control experiments. These experiments also indicated that hard-segment crystallinity was much less sensitive to process history (hard-segment content only 10% according to NMR). For reproducibility, all samples discussed in [fig4] were prepared directly before the experiments to ensure comparable process history.", "Overall, the addition of the CNTs increases the modulus and strength of the Morthane without sacrificing deformability. The initial modulus, <i>E</i>, and engineering stress at the apparent yield point, <i>σ</i>\n                        Y, increases roughly monotonically with CNT loading. The elongation at the apparent yield, <i>λ</i>\n                        Y, decreases precipitously between 2 and 5wt% (1.14 and 2.9vol%) CNT and is approximately invariant at higher loadings. Although this transition occurs at loadings greater than electrical percolation, this behavior may reflect the failure of a reinforcing network of CNT and polymer crystallites, which occurs at higher loadings. This volume fraction of CNT also corresponds approximately to a rapid increase in the initial soft-segment crystallinity (see below). Continuing on, the onset of strain hardening, <i>λ</i>\n                        H, decreases with CNT loading after an initial increase with respect to the neat resin. The stress, <i>σ</i>\n                        H, correspondingly increases. Finally, the elongation at rupture decreases slightly with CNT loading; however even at 17wt% (10.2vol%) CNT, still results in a thermoplastic elastomer with 1200% elongation before failure.", "As noted, the mechanical characteristics of pure thermoplastic elastomers depend on the soft-segment crystalline content (see details on Morthane composition in [tbl1] and [sc1]). [fig5]\n                         summarizes the initial soft- and hard-segment crystalline content of the solvent cast films as determined by DSC. For low addition of CNT, the initial soft-segment crystalline content increases substantially, where as the CNTs have minimal impact on the hard-segment crystalline content. Thus, the reinforcement provided by CNTs to the solution cast Morthane films is not solely responsible for the improved mechanical characteristics, but its impact on crystallite formation must also be considered in a manner similar to other semicrystalline polymer nanocomposites [bib22]. The increase in soft-segment crystallites may arise from a reduction in the activation energy to form a critical nucleus at the CNT–polymer interface (heterogeneous nucleation) or local regions of enhanced internal strain arising from mechanical percolation of the tubes and accommodation of the rigid tube inclusions during the drying process and associated volume reduction. Second DSC scans after soft-segment melting (<i>T</i>\n                        max=135°C, Δ<i>T</i>=−4°C/min, <i>T</i>\n                        start=−70°C) do not indicate an increase in soft-segment crystallite content with increasing CNT content after these initial soft segment crystallites are melted. This initially implies that the increase in crystalline fraction with CNT content probably arises from inhomogeneous strain distribution created during solvent removal.", "The enhancement of crystallite content during solvent casting parallels the impact of nano-filler addition on isothermal and non-isothermal polymer crystallization. In general, the extreme interfacial area and particle number density in nanocomposite systems alters bulk polymer crystallization processes. For example, increased crystallinity and enhanced crystallization rates arising from the increased nucleation density afforded by the presence of functionalized single wall carbon nanotubes in polypropylene nanocomposites have been reported [bib23 bib24]. Comparable effects are routinely reported in semi-crystalline polymer layered silicate nanocomposites [bib25]. However, the role of dissimilar volume change between polymer and nanofiller, either arising from different thermal expansivity or solvent removal, are seldom discussed or specifically examined."]], ["Deformation–morphology relation", ["Understanding the structural changes during deformation is necessary to unravel the various factors underlying the mechanical characteristics and conductivity—strain relationship of these thermoplastic elastomer nanocomposites. A typical stress-elongation profile corresponding to the in situ deformation—X-ray scattering experiments is shown in [fig6]\n                         for a 1wt% (0.57vol%) filled polyurethane. The sample was strained, held at the constant deformation for 2min and then the X-ray scattering data collected. After data collection, the sample elongation was increased and the procedure repeated. Since elastomers recover stress when constrained at a constant deformation, the protocol provided sufficient time for the sample to reach a steady state for data collection. Therefore, the X-ray data presented does not reflect the morphology during deformation at a constant strain rate but at the relaxed state for a given deformation—the stress may decrease up to 50% compared to a continuous deformation. Although not precisely correlated to the uniaxial deformation discussed above, these experiments provide lower bounds for the orientation distribution of the CNTs and crystallites as well as extent crystallinity and deviation from incompressibility.", "Representative X-ray diffraction data (1wt% (0.57vol%) CNT/PU) with increased elongation is shown in [fig7]\n                        a). The azimuthally averaged scattering data is summarized in [fig7]b). The total scattering intensity decreases and the sample transmittance increases with elongation due to the Poisson effect, which results in decreased sample thickness with increased deformation. In the wide-angle region, diffraction from the amorphous polymer (0.446nm, 2<i>θ</i>\n                        \n                           <i>λ</i>=0.1366\n                        \n                        nm=17.6°), crystalline polyurethane soft-segments (0.413nm, 2<i>θ</i>\n                        \n                           <i>λ</i>=0.1366\n                        \n                        nm=19.0°) and the graphene plane in the CNT sidewall (0.338nm, 2<i>θ</i>\n                        \n                           <i>λ</i>=0.1366\n                        \n                        nm=23.3°) are visible. Note that hard-segment crystallization does not seem to contribute to the X-ray pattern. With increased deformation ([fig7]a: left to right, top to bottom) the intensity increases along the equator (perpendicular to the vertical stretching direction), reflecting alignment of the CNTs parallel to, and soft-segment crystallites normal to the deformation direction. With increased elongation the broad scattering maximum at 0.446nm from the amorphous polymer gives way to a narrow reflection at 0.413nm, indicating increased crystallinity ([fig7]b). The experimental setup precluded resolution of features smaller than 80Å, such as crystal lamellae.", ["Incompressibility", ["For constant volume deformation, the product of the elongation ratios in the three axial directions is unity (<i>λ</i>\n                           1\n                           <i>λ</i>\n                           2\n                           <i>λ</i>\n                           3=1). Assuming the deformation is cylindrically symmetric, then normal to the deformation, <i>λ</i>\n                           2=<i>λ</i>\n                           3<1; and parallel to the deformation, <i>λ</i>=<i>λ</i>\n                           1>1. The constant volume equality then yields <i>λ</i>\n                           2=<i>λ</i>\n                           3=<i>λ</i>\n                           −1/2. Since the scattered intensity is related to the number of scatters in the volume of sample exposed to the beam (the product of the beam area and sample thickness), incompressibility and a constant volume fraction of scattering units within the beam area implies:\n                              \n                                 (3)\n                                 \n                                    \n                                       λ\n                                       =\n                                       \n                                          \n                                             \n                                                (\n                                                \n                                                   \n                                                      \n                                                         I\n                                                         (\n                                                         2\n                                                         θ\n                                                         )\n                                                         \n                                                            |\n                                                            λ\n                                                         \n                                                      \n                                                      \n                                                         I\n                                                         (\n                                                         2\n                                                         θ\n                                                         )\n                                                         \n                                                            |\n                                                            \n                                                               λ\n                                                               =\n                                                               1\n                                                            \n                                                         \n                                                      \n                                                   \n                                                \n                                                )\n                                             \n                                          \n                                          \n                                             −\n                                             2\n                                          \n                                       \n                                    \n                                 \n                              \n                           where <i>I</i>(2<i>θ</i>)|\n                              <i>λ</i>\n                            is the diffraction intensity at 2<i>θ</i> and <i>λ</i> is the elongation ratio. Note that cylindrical symmetry perpendicular to the beam direction implies that on average, increase orientation along the uniaxial axis will not preferentially reduce the volume fraction of scattering units intersecting Ewalds sphere. A greater decrease in the intensity ratio than expressed in Eq. [fd3] implies sample thinning is not as rapid as elongation—indicating deviation from incompressibility conditions by an increase in volume or by localized deformation within the beam area (diameter of 600μm herein). Assuming that the concentration of carbon nanotubes per volume does not change over the course of the experiment and the contribution from amorphous and crystalline polymer scattering to the peak intensity of the graphene reflection is negligible, the change in intensity of the diffraction peak at 0.338nm reflects the change in sample thickness without need to consider density change of, or void formation within, the polymer.", "[fig8]\n                            compares the relative intensity change for the background scattering derived from transmission data of neat Morthane to that of the CNT reflection (0.338nm, 2<i>θ</i>\n                           \n                              <i>λ</i>=0.1366\n                           \n                           nm=23.3°) for 10wt% (5.9vol%) CNT nanocomposite. Following Eq. [fd3], constant volume deformation (incompressibility) will exhibit a slope of 1 (solid line). Both neat Morthane and the nanocomposite deviate from this trend around <i>λ</i>=2.5 (<i>ε</i>∼150%), which corresponds approximately to the onset of strain hardening ([fig3 fig4]). SEM micrographs of CNT nanocomposites after extreme deformations (500%) show the presence of voids around the tubes ([fig9]\n                           )."]], ["Strain-induced crystallinity", ["Deconvolution of the azimuthally averaged profiles (e.g. [fig7]b) enables calculation of the crystallinity index (CI, see [sec2] for details). The distribution of the strain-induced crystallites is assumed to be uniaxial (demonstrated experimentally by sample rotation). [fig10]\n                            shows a deconvolution of scattering from a 10wt% (5.9vol%) CNT/PU sample that was stretched to <i>λ</i>=3 (<i>ε</i>=200%). In addition to the dominating features ascribed to the amorphous polymer, soft-segment crystallites and CNTs, an additional weak, broad reflection at 2<i>θ</i>\n                           \n                              <i>λ</i>=0.1366\n                           \n                           nm=21° corresponds to the superposition of weak, unresolved reflections from the polymer crystallites.", "The crystalline index (CI) for Morthane containing 0, 1, and 10wt% (0, 0.57, and 5.9vol%) CNTs at increasing deformation is summarized in [fig11]\n                           . Note that CI derived from X-ray experiments and melting enthalpy from DSC are generally not quantitatively the same [bib19] but are both proportional to the crystalline content. Also note that while soft-segment crystalline content increases with deformation, the extent of chain–chain correlation within the soft-segment crystallites, as reflected by the full-width-at-half-maximum of the crystalline reflection, is relatively constant with deformation and CNT content.", "The increase in crystallinity for pure Morthane at <i>λ</i>=1.2 (<i>ε</i>∼20%) corresponds approximately to the onset of the yield point in [fig4]. The crystalline index increases monotonically with additional deformation. For the nanocomposites, the initial soft-segment crystallinity increases with CNT content—qualitatively similar to the DSC data ([fig5]). The crystalline index begins to increase at lower deformations for higher CNT content (corresponding to lower yield point at <i>λ</i>=1.05 in [fig4]), but with approximately the same dependence on deformation as exhibited by the pure Morthane. The crystalline index plateaus or increases slightly with elongation above <i>λ</i>=2.5 (150%), which matches the onset of strain hardening at <i>λ</i>=2.25–2.5 in [fig4]c and deviations from incompressibility in [fig8]. The decreased sensitivity of the strain-induced crystallization occurs after the onset of strain hardening. Overall, CNTs initially enhance the crystallinity in these quasi-static deformation experiments; however, disrupt the crystallization at higher elongations in a yet to be determined manner."]], ["Constituent orientation", ["Hermans orientation parameters (<i>S</i>\n                           d) for the various constituents as deformation increases are summarized in [fig12 fig13]\n                           \n                            (see [sec2] for details). <i>S</i>\n                           d was determined from the azimuthal intensity distribution at 0.338nm (2<i>θ</i>\n                           \n                              <i>λ</i>=0.1366\n                           \n                           nm=23.3°), 0.446nm (2<i>θ</i>\n                           \n                              <i>λ</i>=0.1366\n                           \n                           nm=17.6°) and 0.413nm (2<i>θ</i>\n                           \n                              <i>λ</i>=0.1366\n                           \n                           nm=19.0) for CNTs, soft-segment crystallites and amorphous polymer chains, respectively. Orientation parameters evaluated from the small-angle streak (2<i>θ</i>=1.5°) caused by aligned carbon nanotubes reflects a similar trend as the CNT WAXS data. Note that since the crystalline and amorphous reflections overlap and the intensity of the crystalline reflection increases with deformation ([fig10]), the degree of orientation, especially at 2<i>θ</i>\n                           \n                              <i>λ</i>=0.1366\n                           \n                           nm=17.6°, is approximate, reflecting a complex superposition of amorphous and crystalline regions.", "In general, the change in orientation of polymer regions qualitatively mirrors the changes in the soft-segment crystalline content. The alignment of both crystalline and amorphous regions is more sensitive to deformation in the presence of the nanotubes, with only minimal differences between 1 and 10wt% CNT. The onset of orientation roughly corresponds to the beginning of strain hardening. At extreme deformation (<i>λ</i>>3.5, <i>ε</i>>250%), systematic relationships are not obvious at this point.", "For the CNTs, alignment occurs most readily at the low deformations and around <i>λ</i>∼3–4 becomes six times less sensitive. The extent of alignment and trend with increasing <i>λ</i> is the same for both 1 and 10wt%. This behavior qualitatively mirrors the plateauing of crystalline index with increased elongation.", "As a reference, consider how the alignment of the CNTs compares to that of independent rigid rods. Ono et al. [bib26] showed that for uniaxial symmetry, the angle between a fiber axis and the deformation direction, <i>ϕ</i>, changes to <i>ϕ</i>′ for a additional strain increment Δ<i>ε</i> according to:\n                              \n                                 (4)\n                                 \n                                    \n                                       \n                                          φ\n                                          ′\n                                       \n                                       =\n                                       \n                                          \n                                             tan\n                                          \n                                          \n                                             −\n                                             1\n                                          \n                                       \n                                       \n                                          [\n                                          \n                                             \n                                                \n                                                   \n                                                      1\n                                                      −\n                                                      \n                                                         ν\n                                                         \n                                                            13\n                                                         \n                                                      \n                                                      Δ\n                                                      ε\n                                                   \n                                                   \n                                                      1\n                                                      +\n                                                      Δ\n                                                      ε\n                                                   \n                                                \n                                             \n                                             \n                                             tan\n                                             \n                                             φ\n                                          \n                                          ]\n                                       \n                                    \n                                 \n                              \n                           where <i>ν</i>\n                           13 is Poisson's ratio. From an initial random (uniform) distribution of <i>ϕ</i>, sequential iteration using Eq. [fd4] and the expression for the Hermans orientation parameter (Eq. [fd2]) enables the determination of <i>S</i>\n                           d(<i>ε</i>):\n                              \n                                 (5)\n                                 \n                                    \n                                       \n                                          S\n                                          d\n                                       \n                                       =\n                                       a\n                                       \n                                          [\n                                          \n                                             1\n                                             −\n                                             exp\n                                             (\n                                             −\n                                             b\n                                             ×\n                                             ε\n                                             )\n                                          \n                                          ]\n                                       \n                                    \n                                 \n                              \n                           where <i>a</i>=1 and <i>b</i>=0.5 corresponds to the upper bound limit derived from the kinematic model for an incompressible medium (<i>ν</i>\n                           13=0.5). A random distribution of rods cannot be aligned perfectly unless elongation ratios greater than 8 are used, which is well known in fiber spinning of LC polymers.", "The CNT alignment in these elastomers deviates from the kinematic description at all deformations ([fig13]) including below the onset of incompressibility (<i>λ</i>=2.5). The general trend though is captured by the functional form of Eq. [fd5] (exponential rise to a maximum) with coefficients of a =0.61 and <i>b</i>=0.27. Deviations from the ideal coefficients probably arise from the finite flexibility of the bamboo-like CNTs and a CNT concentration that is in excess of <i>ϕ</i>\n                           C as well as the presence of the relatively rigid crystalline phase and physically cross-linked medium."]]]]]], ["Discussion", ["The framework to understand rubber elasticity at small deformations was established in the 1940–50s by pioneers such as Treloar, Meyer and Flory [bib27]. The ‘affine’ deformation (components of vector length or end-to-end distance of each chain is changed in the same ratio as the corresponding dimensions of the bulk rubber) of a network of Gaussian chains can be equivalently understood from the perspective of thermodynamic elasticity [bib28] or strain invariants, such as storable elastic energy [bib29]. Starting from this foundation, the impact of various complexities, such as filler content, cross-link fluctuation, non-affine deformation (Phantom network theory [bib30]), distribution in cross-link functionality, chain constraints and free chains, can be discussed. To establish a connection to these previous efforts and begin to quantitatively understand the unique impact of nanoscale, high aspect fillers, on thermoplastic elastomers, it is instructive to compare the experimental data to these existing frameworks.", "The strain invariant approach of Mooney-Rivlin, extensively utilized for filled rubbers, provides a straightforward approach to examine the deviation of a complex elastomeric system from ideality. The stress (<i>σ</i>, here the engineering stress)—elongation ratio (<i>λ</i>) relationship is expressed as:\n                        \n                           (6)\n                           \n                              \n                                 σ\n                                 =\n                                 2\n                                 \n                                    (\n                                    \n                                       \n                                          C\n                                          1\n                                       \n                                       −\n                                       \n                                          \n                                             \n                                                C\n                                                2\n                                             \n                                          \n                                          λ\n                                       \n                                    \n                                    )\n                                 \n                                 (\n                                 λ\n                                 −\n                                 \n                                    λ\n                                    \n                                       −\n                                       2\n                                    \n                                 \n                                 )\n                              \n                           \n                        \n                     where \n                        \n                           λ\n                           =\n                           L\n                           /\n                           \n                              L\n                              0\n                           \n                           =\n                           ε\n                           +\n                           1\n                        \n                     , and C1 and C2 are constants reflecting characteristics of the network. C2 represents the non-Gaussian aspects of the network, such as physically (unstable) crosslinks. When C2=0, 2C1=G, the shear modulus and Eq. [fd6] reduces to the well-known expression for deformation of a Gaussian network [bib27].", "[fig14]\n                     a depicts the effective modulus (<i>σ</i>/2(<i>λ</i>–<i>λ</i>\n                     −2)) of the CNT-thermoplastic elastomers with respect to the inverse elongation ratio, <i>λ</i>\n                     −1. Affine deformation of an ideal Gaussian network (C2=0) would appear as a horizontal line. The pure thermoplastic elastomer, Morthane, exhibits substantial non-ideality during deformation, attributed to meta-stability of physical crosslinks, complex morphology of hard-segment crystallites and strain-induced crystallization of soft-segments. Previous studies have revealed that the 10s of nanometer domains arising from phase separation of hard and soft-segments evolve with deformation. This evolution of morphology is thought to be the primary source of hysteresis and cyclic softening.", "As the CNT loading increases the non-ideal behavior increases, especially at low deformation. After yield though (Morthane: <i>λ</i>∼1.2; nanocomposites: <i>λ</i>∼1.1–1.15) (see [fig4]b), the relative behavior of the nanocomposites is similar, irrespective of CNT loading.", "Flandin et al. observed similar results for the deformation of carbon-black containing elastomers and rationalized a modulus scaling factor to superimpose curves based on a hydrodynamic perspective, where the effective modulus at any deformation depends only on the amount of filler.", "Following Flandin et al. [bib31]. [fig14]b emphasizes the similarity between all the systems above yielding; implying that the mechanistics of deformation beyond the yield point is dominated by the elastomer, with minimal impact from the CNTs. Also notable in [fig14]b is the appearance of a threshold volume fraction at which all nanocomposites behave identical over the entire deformation range. Below 2.3vol% the reduced Mooney–Rivlin curves deviate from this trend. In addition to CNT loading, the initial soft-segment crystallite content also changes between 0 and 5vol% CNT and may contribute to this behavior.", ["Initial modulus", ["Numerous phenomenological (‘spring and dash pot’) and hydrodynamic based models have been developed to describe the impact of fillers on a rubber modulus. Fundamentally, the simplest models directly derived from morphological characteristics of the system are those processed by Guth and Simha in 1938 [bib32] and Smallwood in 1945 [bib33]. The key contribution to reinforcement in these models is the concept of ‘hydrodynamic’ [bib34 bib33] or ‘strain’ [bib35] amplification in which the rubber surrounding a rigid inclusion expresses (experiences) a local microscopic intrinsic strain, <i>ε</i>\n                        0, that is in excess of the macroscopic external strain, <i>ε</i>, of the sample by a factor <i>X</i>=<i>ε</i>\n                        0/<i>ε</i>, the stress amplification factor. A number of methods have been applied to describe the relative increases in modulus of filled elastomers either by theory [bib36 bib37 bib38 bib39] or by computer simulation with finite element codes [bib40 bib41]. The basic assumption is that all interactions between contiguous sections of a material are localized at the surface of separation.", "A first order model to describe reinforcement of filled rubbers with anisotropic particles is the semi-empirical Guth [bib34] model with\n                           \n                              (7)\n                              \n                                 \n                                    E\n                                    /\n                                    \n                                       E\n                                       0\n                                    \n                                    =\n                                    1\n                                    +\n                                    0.67\n                                    \n                                       g\n                                       f\n                                    \n                                    ϕ\n                                    +\n                                    1.62\n                                    \n                                       g\n                                       f\n                                       2\n                                    \n                                    \n                                       ϕ\n                                       2\n                                    \n                                 \n                              \n                           \n                        where <i>E</i> is the modulus of the composite; <i>E</i>\n                        0 is the modulus of the neat matrix elastomer; <i>ϕ</i> is the volume fraction of the filler; and <i>g</i>\n                        f is the aspect ratio of the filler. This expression has subsequently been refined by numerous researchers [bib37]. Boyce provides a comparison of previous models [bib41]. Additionally, recent efforts by Boyce et al. qualitatively demonstrated inhomogeneous strain distribution in a two-dimensional model of uniaxially aligned rods in a soft matrix [bib47].", "The relative initial moduli, <i>E</i>/<i>E</i>\n                        o for various CNT/PU nanocomposites are plotted in [fig15]\n                        a. Three batches of CNT/PU are displayed that differ in their thermal history and demonstrates the influence of thermal annealing at room temperature on mechanical properties of the CNT/PU system. To compare to classic carbon-black filled elastomers, data after Boyce et al. [bib41] are included in [fig15]b. Additionally, to compare the CNT/PU nanocomposites to other nanocomposite elastomers, previously reported data from layered silicate–elastomer nanocomposites are included in [fig15]a. For reference, the upper- and lower bounds to modulus enhancement derived from axial (Voigt model) and transverse (Reuss model) loading of an infinite, uniaxial arrangement of reinforcement and filler with a moduli ratio of 100 are also included [bib42].", "The relative initial moduli of elastomers containing traditional fillers cluster along a trend line with increasing volume fraction of filler. Boyce and co-workers demonstrated that many of the hydrodynamic models, such as Guth–Gold or Sheng–Boyce [bib47], can capture this general trend to the first order irrespective of the chemical and morphological details of the system. Positive deviations (higher relative modulus) are normally attributed to effective filler particles with slight aspect ratios (<i>g</i>\n                        f=2–5). With respect to the initial reinforcement, this emphasizes the critical role of volume fraction and the relative moduli of the filler, <i>E</i>\n                        f, to that of the matrix, <i>E</i>\n                        m, over specific chemical details.", "The substantially greater aspect ratio of the nanounits results in larger relative initial modulus at lower volume fractions in [fig15]a. In the same manner as classic fillers, the relative initial moduli for these elastomeric nanocomposites also cluster, irrespective of specific details of the nanoparticle, morphology or elastomer (e.g. crystalline content, crosslink density). The tensile modulus, <i>E</i>\n                        1, of montmorillonite has been estimated at ∼ 230GPa [bib43] and of CNT used herein at ∼600GPa [bib44]. Aspect ratios for an individual montmorillonite layer were around 100 [bib45] and for the CNTs were in excess of 100 (CNT diameter ∼100nm, length >10μm) [bib4]. Overall this clustering implies that aspect ratio is the most critical factor for reinforcement of elastomers by nanoparticles that are many orders of magnitude stiffer than the matrix. The impact of increased aspect ratio asymptotically approaches continuous reinforcement as stress-transfer enables complete utilization of the stiffness of a larger fraction of the reinforcement [bib46]. Comparably, extreme differences between filler and matrix modulus minimizes the ability to fully capitalize on additional increases in filler stiffness [bib47] and thus utilization of fillers with moduli, <i>E</i>\n                        f, that differ by 2–3 times but are 100s of times more rigid than the matrix, <i>E</i>\n                        m, yield comparable reinforcement.", "Although the experimental results can be described by the hydrodynamic models, the parameters derived do not correlate with the characteristics of a single nano-particle. For example, for the semi-empirical Guth [bib32] model, the trend represented by the cluster of nanocomposite data can be described with <i>g</i>\n                        f=20–25 and <i>E</i>\n                        f/<i>E</i>\n                        m=100-substantially lower than initially anticipated. Some of the data sets may imply greater aspect ratios at low volume fractions, but in general there is insufficient information at these very low loadings to yield reliable values. Overall, the experimental values are substantially less than what the Guth model would predict for aspect ratios or for relative moduli greater than 100.", "Three, interrelated reasons associated with the actual distance between nanoparticles form the core of this discrepancy—realistic morphology, finite nanoparticle rigidity and particle-particle correlations. First, the available morphological characterization indicates that the distribution of nanoparticles in these nanocomposites are probably far from ideal, where ideal dispersion is defined when the mean-distance between individual particles equals the maximum possible distance between particles for a given volume fraction. This implies that on a meso- or micro-scale level concentration fluctuations of reinforcement particles occur, creating a hierarchical morphology and stress and strain distribution must be considered at multiple length scales. Additionally, the local correlations between these anisotropic particles, such as represented by a meso-scale domain where local orientation correlation of particles is high, even though the macroscopic, global orientation correlations are isotropic, may result in particles acting in concert—as a larger-scale effective reinforcement phase with a smaller effective aspect ratio.", "Second, the nano-reinforcement is not infinitely rigid. Micrographs indicate that before deformation, the tubes and layers are bent and distorted within the nanocomposites. The initial aspect ratio will be smaller than the idealized end-to-end distance. Since these nanoparticles do not have isotropic moduli–the transverse modulus (∼56GPa for montmorillonite [bib43] and ∼50GPa for SWNT [bib48] and for MWNT [bib49]) is substantially less than the longitudinal modulus—less than optimal reinforcement may arise from a random arrangement of orthotropic reinforcing phase. The low buckling stress for high aspect ratio structures will also lead to particle distortions dependent on process history. This is especially true for the carbon–nanotubes examined in this study [bib50].", "Finally, the hydrodynamic models are developed with respect to an isolated particle. As aspect ratio increases, the volume fraction decreases when particle-particle correlation occurs, for example through simple volume exclusion. Although the former issues cannot be disregarded, the volume fractions for the majority of the nanocomposite data are greater than the onset of particle–particle correlation or percolation thresholds, which for aspect ratios greater than 100 are roughly <i>ϕ</i>\n                        c≤0.001 as delineated by simple excluded volume arguments [bib51 bib52]. Thus the loadings are generally contrary to the underlying assumptions of the hydrodynamic models, which presuppose an isolated rigid phase. In addition, the nanoscale dimensions imply that for a given volume fraction as nanofiller size decreases, the number density of filler particles and mean distance between particles decreases. The extreme number density associated with fully dispersed nanofillers result in diminishingly small distance between nanoparticles—comparable to the size of the nanoparticle at <i>ϕ</i>=0.01–0.1. Since the spatial decay of the interfacial stress and strain distribution in the soft phase at an interface with a rigid phase is invariant to the thickness of the rigid phase, these distributions will overlap leading to very inhomogeneous stress and strain distributions within the nanocomposites. Recent work [bib47] by Boyce et al. has demonstrated that for uniaxially aligned, high aspect ratio fillers, strain shielding associated with particle–particle spatial correlation develop. This leads to reinforcement by an effective-particle, where the load is distributed over a collection of rods. This leads to a reinforcing phase with lower effective modulus and lower aspect ratio than would be derived from consideration of only the fundamental rod unit."]], ["Deformation", ["The inelastic, viscoelastic and failure modes of nanocomposites, as with traditional filled polymers, are substantially more complex to understand and correlate to generalized frameworks. Overall, the similarity between the pure Morthane and nanocomposite at deformations beyond the yield point imply that the presence of the CNTs do not alter the mechanistics of viscoelastic deformation. This is very surprising given the substantial morphological change, both for the content of soft-segment crystallites and the continual increase of CNT orientation with deformation as revealed by the X-ray scattering experiments. Following with hydrodynamic description of reinforcement, the inverse of the modulus scaling factor used to create the reduced Mooney–Rivlin analysis above ([fig14]b) may be ostensibly analyzed in the same fashion discussed for the relative modulus enhancement, where the modulus scaling factor provides a measure of ‘reinforcement’ beyond yielding. [fig16]\n                         summarizes the modulus scaling factor and comparable analysis using Eq. [fd7] and following Flandin et al. yields an aspect ratio of only 9. This is substantially less than observed for the initial modulus and what initially would be expected, since elongational deformation increases CNT alignment and thus directional reinforcement.", "A likely explanation for this behavior is the poor interfacial bonding between the thermoplastic elastomer and CNT. Even though SEMs ([fig1]) indicate good wetting of the matrix on the tube, after <i>λ</i>∼5, debonding and void formation may be reducing the impact of the CNT on the mechanisms of stress distribution and strain accommodation at high elongation. In support, [fig9] shows residual void formation within a 10wt% (5.9vol%) CNT nanocomposite elongated to <i>λ</i>=5 and then allowed to fully recover to a zero-stress state, resulting in a ∼250% permanent deformation (<i>λ</i>=3.5). As a final note, the impact of the filler on the local dynamics of the matrix may also play a role in the relative modulus enhancement and deformation behavior, especially as the matrix–filler interfacial area increases as reinforcement size decreases. For example, the effect of constrained entropy (trapping of entanglements and the effects on matrix chain mobility) derived from polymer-nanoparticle interaction proposed by Sternstein and co workers [bib53 bib54] may play an important role in nanocomposite reinforcement, especially when discussed with regards to cyclic deformation [bib55] (not addressed herein).", "Overall, substantially more experimental and theoretical efforts are required to establish generality of the cluster of the relative moduli of elastomeric nanocomposites and to provide a fundamental understanding of the contributing factors."]]]], ["Conclusion", ["In summary, a complex interplay between nucleation and strain induced crystallization, polymer crystallite orientation and tube alignment underlie the reinforcing effect of multi-wall CNT on Morthane. Incorporation of as little as 2.9vol% of CNTs into the thermoplastic polyurethane increases yield stress, stress at break and modulus, without loosing the ability to stretch the elastomer above 1000%. These properties are influenced by a strain-induced crystallization of the soft-segments of the PU, which leads to a complex synergism in the mechanical reinforcement of PU nanocomposites. This synergism also carries over to the alignment of CNTs during deformation. The alignment of soft-segment crystallites is enhanced at low deformations (<i>λ</i><2) in the presence of CNTs and is suppressed at higher elongations (<i>λ</i>>3–4). CNT orientation (<i>S</i>\n                     d∼0.5) is lower than that of the polymer crystallites (<i>S</i>\n                     d∼0.8) and is not influenced by an increase in CNT concentration within the examined volume fraction range. A general clustering of modulus values is observed irrespective of polymer details. This indicates that more comprehensive considerations are required with respect to the application of first order models to define ‘ultimate possibilities’. Viscoelastic deformation after yielding is similar for the CNT/PU nanocomposites and pure PU, indicating that the mechanism of deformation beyond the yield point is governed by the polymer matrix.", "Overall, uniaxial elongation in combination with in situ X-ray studies indicate that nanotube orientation and polymer deformation are coupled, altering the strain induced soft-segment crystallinity and the mechanical response of the nanocomposites at increasing strain. The complex interrelation implies that the extensive characterization discussed herein is necessary, but still not sufficient to effectively establish deformation–morphology relationships for nanotube containing elastomers, especially with respect to failure and yielding phenomena."]]], "doi": "10.1016/j.polymer.2005.02.025"}